[
  {
    "text": "Topic: Intro & Crying Spoken Words: I'm not going to be able to do it. Basic is best. And also too, I feel like that's one thing I've learned is that there's no wrong way to do anything. We can't do any of this fucking wrong. I mean, we're doing it perfectly right now. Yeah, we can't do any of this. I made it over here through all of the traffic. I know. I was like, it was like, my head. I'm just thinking about it's like, man, foldable and remember your six. I guess theoretically that's towards the end of our shower, but I don't even know. And Dallas, no, that's why I was like six. I was like six is. And Dallas, it's definitely the key. But it can go from six to seven to 10. That's why I was like, I was like, dude, I want to still get aim to get here around seven because I knew it would take me a minute to help you with like get the dog house. You definitely, you know, the baby, all that. So the baby, you know, the baby, what a pretty little baby.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 0.0,
      "timestamp_end": 61.76,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: Yeah, this will be sweet. No, but yeah, no. This will be fun. We'll just, yeah, no, we're living in it now. Yeah, so we'll share our deepest feelings and we'll cry by the end of this. We'll just be crying. I'm going to spill all of my life and all of my emotions right here. I'm not glad I did cry earlier. Pretty intensely. Did you? Yeah, but I'm pretty good at multiple cries a day. But you know, it's fun. It's like I've kind of brought a lot of bin there. I've been there kind of recently too. Not multiple, but I have at least one a day just because of my dog. So yeah, it's good. I think it's good to get out. That's wrong. Then all joking aside, do you know what we'll make? I can get myself to cry or as the ability to make me cry more than anything. Music music. Oh, yeah. No. There are feelings like certain sensations or certain like feels. Yeah, like linked to music, you'd think of something that is just sound.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 61.76,
      "timestamp_end": 122.48,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: Or just literally like I'm listening to a song and this like it's just like that, you know, music that is a denial. Music is like me more than like any other art. Or banging. Yeah. No, yeah, definitely. I'm honestly the same way. That's why like there's times where it's like songs. I'll be working and songs will pop up while I'm like working and I'll immediately pull my phone out and skip it because I'm like, I can't handle it. I can't do this right. I can't. I'm like, I'm cutting lawn right now. I'm like, I'm going to start be crying behind these sunglasses. I feel like he's just sweating. Yeah. Yeah. Yeah, exactly. Well, nobody will notice anyways. I'm just out there mowing along. So it's a great time to cry though. Oh, no, I do. I do it all the time. Not to sound like I hope, you know, it's not. No, it is. There's nothing to do with it. You know what I'm saying? What about crying? Like, like, Ramology? That's crazy. I didn't know that. I think it might be categorized as a religion. I know like, Maynard James Keenan from two. He's like, studied it a bunch. But like, like the, a spiritual and emotional, like, you know,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 122.48,
      "timestamp_end": 185.4,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: benefits that you get from crying. Crime. Like, there's legitimate benefits. Yeah. I mean, I can, I can, I can see that. I was going to say like, I think my main thing with crying is that it's like, I, the main thing that worries me about telling, like, doing what you just did where you're like, I'm like, I got a lot of cry earlier. Is it? It's like, I don't want people to worry about me. You know what I'm saying? It's like, but I didn't actually cry. But yeah, but I know what you mean. No, exactly. The same way, like, I don't want people to worry about me. That would be my main deterrent. Yeah. Is that it's like, dude, it's like, it's, it's totally cool if somebody, if you did, it's like, it's fine. But it's like, you know, it's like, you don't want to fucking tell somebody because, you know, you're afraid that, you know, it's like, people are going to be like, are you good, man? Yeah, it's like, I'm looking for the feedback. Get that out. Yeah. Yeah. No, last time, like, I cried, my daughter was born. Mm-hmm. There's shit. The first time we went to see her and like, actually saw her like her, like on the song",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 185.4,
      "timestamp_end": 247.76000000000002,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: the gram or whatever scan it was, the first time I saw it and heard her heartbeat that made me cry. Yeah. It's like, every time, like, I saw that, like, it made me cry. And I was just like, I guess maybe that was like, actually, whenever it became real real. Yeah, yeah. You know, you finally printed it in the stuff and we'd actually gone through a miscarriage before. Yeah. I knew about those worst things where it's like, I heard about it, but I wasn't aware. Yeah, yeah. And I'm just, you know, just to be open just because it's incredibly calming, you know. Yeah. And it's like a thing. No, it is. I had, when I was growing up, not to cut you off, but, you know, not my friend, like, his dad had a tattoo and I was always like, what is that tattoo for him? He was like, oh, there was, you know, we should have had an older sister. And I was like, oh, shit, I know that. Yeah. And so, yeah, it really is a common thing. Yeah. I mean, it's crazy. And I get, I get. Yes. In general, people don't think about it as all the lost, like if they had an infant in the day,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 247.76000000000002,
      "timestamp_end": 307.88,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: they died a month later, you know, the reaction, but obviously being way different, and it is different, you know, because it didn't get that far. But still, like it is, it just, you know, depending on far along, but still it is like a bigger thing, you know? Oh no. And then it's weird, because it's like, no, it's easy. But it's easy for me to talk about, but it's just kinda like, yeah. You know, it's just, it's incredibly common, you know? Yeah, it really is. And this is kinda like, yeah. One of those things that, yeah, that was, that was actually before we got married. So it's like, we're gonna get, but that's not why we need both of them. That's not why I proposed to a new one. I was gonna say though, I feel like something like that though, like would almost like at the end of it, like I know you were saying this before, I feel like at the end of that though, like that probably like drew y'all closer, I feel like. Oh yeah, I mean, it's either gonna do one or the other, right? But normally when it's obviously, no, unless, unless like I knew she was out partying or being careless in something I could blame, you know, that on.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 307.88,
      "timestamp_end": 371.4,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: But, you know, there's nothing like that. So whenever it's clearly just, you know, that's the way things are, that's the handier adult, you know? But if, you know, there was carelessness or recklessness on the part of the mom, then that could be like, okay, I can't trust you. Yeah, whenever I want to do this for real, you know? But that wasn't the case at all. No, but the other circumstances, yeah, that wasn't the circumstances. No, yeah, yeah, yeah, not at all. But yeah. Well shit, yeah, man. But yeah, so that's fun. You know, that's what I'm with, dead babies. Yeah, I mean, well, I mean, shit. You know, start off on a high note, but yeah, for sure. Yeah, but I mean, I don't think even such a, you are. You got a Danzig shirt on, but I, well, okay. So yeah, about the Danzig shirt. So you know what's funny is I didn't even know if you'd be like recording or not. So I didn't really pay too much attention, but I did, I paid attention to the sense where it's like, I didn't wear another shirt. There was a shirt, I was gonna put on this like, fucking, the shirt that I love, but it's a flannel. So you had a pod shirt? No, well, no, it was just that it was like, oh, I like this shirt, I'm gonna put it on. And I, and it came off that way.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 371.4,
      "timestamp_end": 432.52,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: Is it was a pod cash? I'm like, I'm gonna move like I'm wearing something different. Well, then it wasn't that I went against it. It was because the reason I went against it is because it was this, it's gonna found some fucking dumb. But it was, I know, I know. I'm kidding, I know, you're not fine. I've worked here before, it'd be real. So it's this flannel shirt. And I know this is a stupid fucking reason, but it was like, I decided against it because it's like, I've been seeing this, this dickhead Travis Kelsey all over the place. You know where all this flannel shit? Dude, and it's like, I'm not sure. Yeah, man, I don't wanna be seeing your anything flannel marketing campaign. I mean, my fellow is ahead. I'm not gonna be, but I'm saying like, it's like, I'm a tall white guy when I have a beard and it's like, I don't wanna wear anything. It looks like I'm trying to fucking, I wanna be associated with that. I know two, I know fucking two Danzig songs for anybody. Who would be fucking doing this? A mother and a two, 13. I'm a glen, so I'm a glen, Danzig fan. Yeah, not a Danzig fan. Yeah. I'm a fan of Glenn Danzig",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 432.52,
      "timestamp_end": 493.56,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: before he left the misfits. Yeah, I guess misfits was mother, right? Yeah, no, misfits was, no, no, mother was Danzig. When you went to, that was his hit. And then he said, How other one was, that's the person was the number of Thursdays. The number of Thursdays. Okay. So yeah, no, I'm Mike, I'm 32, and I'm here to party. No. I'm Matthew, I'm 39, I'm also here to party. No, I can't be. Okay, no, no, we can't do movie references. No, yeah, but I'm just a dude. I just like cut grass and I like to bullshit. Matt's funny, I get a lot of my humor. The reason I'm probably funny is because of him and, you know, I'm all the better. That's a lot of, one of the reasons. Pressure. Also too, it just comes naturally, but they help me out. But not yet. You're only having, I don't have, you know, yeah, oldest brother. I don't have much to really, you know, not like a, I don't have necessarily much to say. I don't take myself to series, but I just feel like, you know, talking to people and like putting it out there,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 493.56,
      "timestamp_end": 555.56,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: maybe you find like-minded people, maybe, I think that at the end of the day, just like knowing that, you know, there's more people out there that are experiencing life kind of the same way as you and- Yeah. You know, and knowing that also too, like it should, it's okay to just be a regular dude, a regular person, you know, and just like talking to other regular dudes and regular people and- Yeah. Mainly like what we were talking about earlier was just that like at the end of the day, like, this is just cool because normally what we're doing is just sitting in our houses, not doing anything, playing a game, which is fun. And I have other buddies that like I love always. I absolutely love my boys, but like- Yeah. At the end of the day, it's like, it's nice to just get out and have some social shit all around. Yeah. So it's kind of tough to, you know, to make it stuff like- I was like, it's like actually, you know, and now I just had a kid, so it's even easier for me to like never. But now it's like, but now it's like, even the legitimizing it'd be more difficult, but it's funny. But no, yeah, back to say, I guess he's Mike, I'm Matthew.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 555.56,
      "timestamp_end": 617.0,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Intro & Crying Spoken Words: The elder statesman here, no, but I'm a 39 year old male. Yeah, we've known each other most of our lives. Yeah, pretty much, I mean. I was best friend with the older brother since he was a year old, actually, a couple of... He's like two years older than me. Yeah. You just turn 40, right? Yeah. Because yeah, because I've just turned 30, and that's like a year and a half or something other. But you know, over the years, you know, hang out with even these guys at another brother Caleb that's older than him. Which I mean, the brothers will show up. Yeah, we'll be here. We'll be here eventually. Yeah, I'll be here eventually. Yeah, I mean, just a couple of dudes that have grown up, we're both, it's kind of funny, because we're both opposite ends of the spectrum and the sense of age and what. And height and height. Yeah, I mean, what does that mean? It's interesting, too. It's like I'm more of like, you know, it's like I like, you know, play sports or whatnot and all that shit. It's like what you did you did too in martial arts as well, but it's like you're also music and like, I don't know, you're smarter than me.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 617.0,
      "timestamp_end": 678.0,
      "chunk_topic": "Intro & Crying",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Cost of Secondary Education/Dreams Not Followed Spoken Words: I mean, no, that's not fair assessment. I would say I've been schooled. I've had, you know, more schooling, but not that I mean, if that defines with these markers, I don't even know. I think it does. I get, I get textbook back. Okay, I went and I learned these things. There's papers, paper says I learned them and I want you to bench me those things. Oh, yeah, yeah, I don't want to pay for that. Yeah, yeah, NBA, yeah, I got man, B.A. Which scene? Honest is a scam. That's cool. Okay, but tell the people, okay, why is it a scam? Okay, it's not a scam. It's not a scam. It's not a scam, but why? I don't know. So like I got my, I got my, I got my, I got my bachelor's in finance. I originally wanted to make movies like someone just school for our TVF. I didn't fucking know that. Yeah, which was a program that I know that you went to school for that. Yeah, the, the UNT that radio television film department and I wanted to like make movies. Like I wanted to be like, I'm like, I'm like, I don't feel like I'm like a doctor. I'm not going to be as close as you want.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 678.0,
      "timestamp_end": 739.0,
      "chunk_topic": "Cost of Secondary Education/Dreams Not Followed",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Cost of Secondary Education/Dreams Not Followed Spoken Words: It's not, because playing music, that in high school is normal and then I'm like, I really love movies beyond the entertainment. Yeah, the artistic aspect and just the way that you can impact people. You know, there are in so many different ways, whether it's just, you know, listening in a motion and just thinking, wow, I got to, you know, 10% of the people in that room to feel this emotion exactly that I was trying to, you know, share, you know. And just like the power and that's crazy. I've never even like fucking looked at it that way. Yeah, no, yeah. I don't know, yeah, this is what I like about. Just the thought of like, you know, a form of art, you know, that you can get a bunch of strangers and run together. And theoretically your goal is to get them to share an idea or a thought where they're great, they're not. But like, actually, you know, we group people walking with theater or something sad crying. Like, you've got all these people to feel that. Yeah, that's true. And it could have been done cheaply, it could have been done whatever. And that's when you know, they're testing them and blah, blah, blah. Either way, that's what I wanted to do. That's good. I was like after I guess the first semester, so I was like, man, the competitiveness of actually making it in this industry,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 739.0,
      "timestamp_end": 807.0,
      "chunk_topic": "Cost of Secondary Education/Dreams Not Followed",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Cost of Secondary Education/Dreams Not Followed Spoken Words: because it's like you think, you know, it's small world. How many people get to actually make good living doing it is like, it's, it's comparatively, it's a pretty much that many. And a lot of people might be in the industry and, you know, be not, you know, they're not millionaires in that, you know, they're not decentized. I was like, okay, I'm going to get to a business degree in finance, which is super versatile, because every company has accounting and finance. And this is going to be something that I'll find a job that's higher paying easier. And then down the road, if, you know, theoretically I'll be able to make enough money to like, have a passion project. Even if I don't have the skill set, you know, that would have gotten to make it in college. Yeah. You know, it's one of those things, you know, indie filmmaking, blah, blah, blah. I can still do my, I believe, you know, myself capable enough to at least put out an effort of like, I wanted to do this. I'm going to do it. I can do it better if I go to stride and get my business degree and make money doing this, blah, blah. But then you don't, you get in the whole grind of life and then you start down a path and it's just kind of, once that path, you get so far down it, and it's so far away from whatever your dream was,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 807.0,
      "timestamp_end": 878.0,
      "chunk_topic": "Cost of Secondary Education/Dreams Not Followed",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Cost of Secondary Education/Dreams Not Followed Spoken Words: it's kind of like actually, you know, the energy to even take that into account harder to attain. But what you were saying, I don't mean to cut you up, but what you were saying right there was like, is almost like, it's like what I've heard, I've heard it said before, where it's like, I think it was Alan Watts was talking about the philosopher where he was saying it's like the At the end of the day, the main aim of learning how to speak French would be to enjoy reading in French or enjoying French language with other people when it's like, but at the end of the day, when they make the main goal of it, like graduating or getting this master's and whatnot, it's like, excuse me, that's not necessarily, you know, it's like the whole point of learning this and doing this is to be able to enjoy doing it one not rather than like seeking the end goal and maybe made a misunderstood sum what you said, but I took some of that out of the fact. No, you can almost lost some of the love was lost in it because it was not necessarily",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 878.0,
      "timestamp_end": 940.6,
      "chunk_topic": "Cost of Secondary Education/Dreams Not Followed",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Cost of Secondary Education/Dreams Not Followed Spoken Words: as much focused on the art of what you wanted to do. Yeah, exactly. Yeah, you only have some of its capacity and bandwidth emotionally, mentally, in every way to where, you know, I'm doing a job, the law, that's, you know, I'm going to take most of my focus and then, okay, naturally, you want advance, make more money and so that's why it's getting, it's not a scam, but okay, so after working some more eight years, you want to get a promotion, whatever, it's like, okay, well then what credentials do you have? What have you done to prove that, you know, you have the intelligence and discipline to do the next step, even if you already do from just everything you've learned on that job? Just like, or crap, I need to go out there and spend over $100,000 on a graduate degree to basically add check a box that, okay, he's got his MBA, so he's qualified for this role, you know? I see, yeah. What are you doing? It really does. Yeah, it's like, I don't know what you mean, it's like, by its a scam and the sense that it's like, it's more or less like, a lot of its lost just because it's like at the end",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 940.6,
      "timestamp_end": 1002.36,
      "chunk_topic": "Cost of Secondary Education/Dreams Not Followed",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Cost of Secondary Education/Dreams Not Followed Spoken Words: of the day, the main thing is, you know, you're just, you're getting this because it's a box on an application check in a sense and that's why it's kind of skimmy, is it? It's like, you're not necessarily, you know? And it's really, in the skimmy's product, it's like, it's how much they charge for it. Because, okay, you know, because you are learning one, I think you're learning a lot and it's all stuff that is like valuable, is very helpful if you can apply it. Yeah, and theoretically I could start a business and I like, no, I have the tool set, you know, in my mind of everything I would need to be able to run a business, you know, from all the basic functions, like, you know, supply chain, kind of finance, human resources, you know, just to be sure. Just to be sure. We're asking, like, okay, I know all these elements are needed to have a general idea of, you know, what kind of directors and everything to do all that and all that, you know, I've learned there, but it's just how much they charge for it is just, it's just, it's just funny. And then it's just like, it's just, like, it's just what we're saying about how much they charge for it is like, this saying that comes to mind is, which, by the way, if we do this more than once, I'm probably going to say a lot of sayings because that's like, I don't",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1002.36,
      "timestamp_end": 1063.72,
      "chunk_topic": "Cost of Secondary Education/Dreams Not Followed",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Cost of Secondary Education/Dreams Not Followed Spoken Words: know, I just remember that type of shit, but, no, yeah. And I'll probably start talking about something and forget. But there's a saying it comes to mind about like education, whereas it's like, it's looked at as a necessity, yet price is a luxury. So that's kind of the way it comes up. Perfectly. Exactly. Exactly. You have to have this. That's beautiful. But yet I'm going to price this is though it's like buying a fucking Cadillac. That's a lot of like we're talking about earlier with insurance. It's like people, I've had people wanting to have insurance, wanting to have insurance. Insurance, like for me, it's like I, having looked at it and gone down the road and like, it was like $300 or some shit or something or something a month and I was like, and it only covered, it covered some bullshit. Yeah. You're talking bulls fucking stupid. And people like, why aren't you have insurance and it's like, look man, it's like, I don't, you know, are you afraid? Aren't you afraid something's going to happen to fuck it? I don't know. Yeah. I'll try and hopefully suck off the tit or something. Hopefully you get some fucking, you know, if they're cool with me, they're cool with, if not, yeah, I don't know.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1063.72,
      "timestamp_end": 1125.04,
      "chunk_topic": "Cost of Secondary Education/Dreams Not Followed",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Insurance Spoken Words: I would say the thing would be, if you were willing to do that, it would be the gentleman he's self-insuring to wear. Okay, instead of paying $300 bucks in insurance, I'm going to put it away. Exactly. And that's a take up $300 and put it in a mutual fund or something else. Yeah. Which if you had that, this pints were like, okay, it's like at the end of the day. Not to cut you off. But it's like, because I'm sure I'm going to get life a lot because I'm going to get that at it. At the end of the day, it's just like, it's not, today, the day and age you live in, the point being is that they look at shit, certain shit we look at as necessity, yet they price some other fucker like luxury and it's just like, like that exactly. It's like insurance degree shit like that. It's like, don't look at me sideways because I don't have insurance when health insurance is costing me what it costs me on top of car insurance, a phone bill rent, food, and you know, I'm saying it like that. But also, you're fortunate to have good health. I don't take that for granted at all.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1125.04,
      "timestamp_end": 1186.2,
      "chunk_topic": "Insurance",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Insurance Spoken Words: And I like, I take account that bless. Yeah. And I'm out there with you. And since I've, you know, I've a job to work. It's almost like, okay, they get paying, you know, $100, whatever bucks. Yeah. I mean, it's just part of, I guess, one of the benefits of employment, right? That's one of the benefits that a lot of, one of the reasons people get jobs to places is for insurance or like they'll get a job just to get the insurance for the kid or something, you know? Like in a Starbucks it's like one of those few places where you can get insurance by being only being part-time employee. I'm almost everywhere you can get your thoughts on employees. What's it called? UPS? But you had to, but the thing with UPS is that it's like you at least had to be there when I worked there, it was like a year or two years, but they did have like the best insurance for a long time. Yeah, and they're outliers as far as, you know, being places that I'll part-time employees to get insurance. That's why if anybody watching has the time you need insurance, go work part-time at UPS doing some bullshit.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1186.2,
      "timestamp_end": 1250.16,
      "chunk_topic": "Insurance",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Insurance Spoken Words: Yeah, that's a bit of a factor. Hey, that'll pay your insurance for sure. Yeah. Take care of that. Like I said, I knew dudes at UPS that worked there pulling e-regs. This one old guy that worked there, I'd always joke with him and then one day I asked, I don't know how we got on to the topic, but he was pretty much telling me, oh, this is just my like my side job, so I just my fun money. I was like, what are you talking about? He's like, I got this job because it had insurance. He was like, it provides insurance for my wife, my kids, and he was like, I worked for the city, you know, he said he worked somewhere else and he was like, but you know, he was like, this is what take care of my insurance. Yeah, I do think of things like this as my fun money. He was like, all the money I get from it, I just, we can, you know, it's my luxury money. He was like, my other job pays my bills. This is my insurance and this is fun money. Yeah, and it's funny having a wife and now a little kid that's just three weeks old. I was like, doing extra like to make this even though I have arguably, you know, I've worked from home.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1250.16,
      "timestamp_end": 1310.56,
      "chunk_topic": "Insurance",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Insurance Spoken Words: I'm blessed of that unfortunate. I've got my job and you know, I'm happy, but even like, you know, pulling XM on money, so much. Yeah, it's so much. Yeah, it's one of those things all relative. Like I can, you can make over a hundred thousand a year in Stubby Dirt Poor because you're because you're because what you're paying. Yeah, because what you're actually, you're made my net. Yeah, my net income is like after that's my, okay, and I haven't even started paying this back. My monthly payments on my graduate degree guess how much they're going to be? Did this just guess? Is it crazy or is that what? I don't know. I guess we'll see. Just make a guess. Oh, shit. I don't know. I would say that 1500, 1500 dollars. God, dog. 1500 a month. God. That's for what? My master's degree. 1500 a month. For how long? Basically the foreseeable future.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1311.12,
      "timestamp_end": 1371.44,
      "chunk_topic": "Insurance",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Insurance Spoken Words: Y'all smash that like button. Hit the subscribe button. Yeah, yeah. So you think about basically, you know, rent for some place. It's going to, it's towards that. Oh, shit. And that's just that. And then I got a mortgage. Shit. Right. And then I got other. So it's like, you can make, you can make a lot of money. And it's all sorry. I mean, no money. I'm laughing because it's like, we need to, we need to just like, we need to be cooking drugs right now. I'm not doing a fucking podcast. Whenever people hear me joking about my life, so I'm a breast milk. Oh, and you're joking, but I'm just kind of not joking. So I mean, it does taste good. Did what I had earlier, you gave me it was good. Yeah, he's a little chocolate syrup in there, and it's delicious. Like, if it's in my friends, they don't even know. No, but not in drink or breast milk. But he watched me. Yeah, he really filmed, you know, we, we wanted to say,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1372.16,
      "timestamp_end": 1432.4,
      "chunk_topic": "Insurance",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Insurance Spoken Words: we're trying to, we're trying to see other avenues. We're revenue streams. Yeah, revenue streams. He's trying to, this is what's all about. Cause it honestly didn't, it's all about. Shut down. We just got it. It's all about smashing that subscribe follow. Like, pay, pay to your own. Yeah, every on, whatever. Put my Bitcoin, my eat there, my soul. Is this on? Are we on like, what are we on right now? Is this on? This is just recording like a, oh, okay. I'm not, I'm not like streaming it. But next time I can, there was something I was going to bring up that I actually thought was like kind of funny or at least it would be easy to talk about. And I forgot as I do. That's okay. It probably wasn't that important. Yeah, come back. I was saying, no, no, no, no, no, no. We're a good easy money thing. Cause I was doing like Uber Eats, some just like stack, trying to make some other people on. I was doing that because I was like dang, I don't like having a baby. I'm like, I don't know. I'm going to pay for everything. No, dude, I'm not even joking.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1432.4,
      "timestamp_end": 1493.28,
      "chunk_topic": "Insurance",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Life Perspectives & Side Hustle Spoken Words: I'm like, I don't know. I know. I'm going to pay for all my bills every month. I don't know what that is. So I was like, you know, I have to. And even the I was like if I just make 20 bucks a day, you know 30 days that'd be like six 600 bucks a month, you know and at the end of the day like that In 20 you can make 20 bucks and now an opportunity, you know what I mean? I'm just saying like and especially being like me and providers like I couldn't not Do something if I'm we said there would be like what's gonna be tight-bought blah like that? Providing a family I've even if this is I'm not I'm not above doing anything you know what I mean? Yeah, I'm not better than doing Uber to make extra money Speaking of which let's go ahead and send us to live I'm stripping right now I'm running exactly for the child Matthew's got to pay his rent. I'm getting naked for Matt's right Y'all drop a fight. I'll a holla in the mother fucking chat. Yeah, man. So I'm telling you it's just like because I said to me You can have so far to stuff thing like you know I shouldn't be freaking doing it",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1493.28,
      "timestamp_end": 1555.08,
      "chunk_topic": "Life Perspectives & Side Hustle",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Life Perspectives & Side Hustle Spoken Words: I'm like I know you can't never be above anything. It's like it then today. It's like I go to sleep and I didn't do my best to provide from a family like I'm not Yeah, in my heart believe I'm doing what I should be doing know to me. Yeah, exactly. You're not a bug doing anything at all Yeah, it's the open to Jesus was a carpenter. Yeah was a Paul was a tent maker. Peter is a fisherman And yeah, so it's like exactly, you know, it's like there's nothing you're not above me and that's like we Everybody in today's day is fucking lost in the stupid shit of comparison or whatever Fucking or the or thinking that somebody else has a better keeping up with the Joneses And it's not only just the keeping up will they keep up with the Joneses because it's like you think somebody's life is better And it's not right and it's because of what they've presented on social media as in and to it's like it's it's also It's like just understanding that like if you if you think about Like if you didn't have if there's something you had today that you were to That you lose tomorrow like the",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1555.08,
      "timestamp_end": 1616.46,
      "chunk_topic": "Life Perspectives & Side Hustle",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Life Perspectives & Side Hustle Spoken Words: How much you would want that thing you lost is crazy so say you lost tomorrow you woke up and you lost your ability to see out of one I okay, you lost the function of a foot you lost a fucking brother a sister something takes a grant Exactly. Yeah, it's something that you don't even necessarily recognize and you're going on about Oh, yeah, it's the whole you need you know, it's really appreciating what you have Exactly because exactly because a lot of times you just start you go on you wake up and you're like oh, I mean I need to do this. I got to do that. I got to do this rather than just waking up and just being like I'm gonna do the best I can't get all that done do what I can but at the end of the day. Yeah, enjoy What I already have right now where I'm at yeah, no Because it and this was things and never people say this like I live in the moment, but but They'll say it, but they don't actually do it and how how I do surely do it Yeah, you know, and it in one way I like to run you know I run religiously like every day. No, it's like five at least five months like that's like my that's a drawing",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1616.46,
      "timestamp_end": 1676.62,
      "chunk_topic": "Life Perspectives & Side Hustle",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Life Perspectives & Side Hustle Spoken Words: So I run but like when I run outside I just sit there and that gets a nice day and I'll be like Unliving in a world of paradise. Yeah, I you know We have I have a home electricity internet like like this beautiful tree is like I get Think of so many places and situations on the world where like this is like I haven't compared to what people have and To go back and like try and think of complaining about your thing It's like I have it like I've every reason to be happy and so it like and it's actually just really appreciating things you have and you know and I mean I feel like I'm pretty I feel like I'm pretty good at that Trying and you know, you know, my wife and other people, you know, everybody has bad days where you like you kind of lose Cytus shit, but it's like at the end of the day It's like you start getting mad about some where you start thinking man I wish I was here I wish I was there and it's like dude I'm not gonna lie like I'll share a little bit of something is it it's like lose after I lost my aunt It was like so much shit changed for me. It was like because I had I was working I had",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1676.62,
      "timestamp_end": 1741.54,
      "chunk_topic": "Life Perspectives & Side Hustle",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: Working at the time I was I had my long-care business Okay, and I was like still fairly new like I was the first year two years into my business Yeah, and I was really like, you know, you know, and I'm not the same not still optimistic and I'm not still like in a good place about it But I wasn't a better place at that time Prinking this all could go for it. Yeah, exactly. I had this just give a timeline for this and I had like and I had a girlfriend That was like, you know that relationship was new at the time and everything was cool and so on my mind I had like all of this like How I saw my life going and how I saw things Painting out and like what I was prioritizing and what I saw is important Right and then like all of a sudden, you know, it's like I went out went to work on like a Tuesday in June and then went and Moats and yards and then like all of a sudden I kind of like I was supposed to sell my motorcycle that day I had a guy coming to look at it. Yeah, and I go in the house and I'm doing everything and all of a sudden I just thought it was my So if I was like, I haven't seen Debbie since I've come home.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1741.54,
      "timestamp_end": 1803.24,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: Right. And so it was like, hold on. Did you live in, like in some houses that we're living in the same house? And so I realized I'm like, I haven't seen Debbie since I've come in the house. And so it was like shit. Yeah. And I was in the garage when I had that thought. And when I realized that I haven't seen her, like I didn't even, did you do it in that moment? I stood there for a second. I already knew. It's like I just, like, it was like, I just like, it was kind of one of those things where you just like freeze. It's in the end of the moment. Before you even walked in the room. I didn't even have to move. I didn't have to turn around making my step back there. It was like I started walking back there. My only hope was, or the only thought in my mind was hoping that I was wrong. Yeah. And as I was walking like back there, it was like, I just got closer to the room and I was like, started to call out her name. And say, you know, Debbie, Debbie, and I was like saying that out. Yeah. And then, you know, we get right up there or I get right up to the door and it's like, keep calling, we keep calling because I was never just walking in a room. Yeah. Yeah. Once I'd never heard her respond like I opened the door and then saw her,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1803.24,
      "timestamp_end": 1863.52,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: had realized she had passed away. So it's like my point being with bringing that like traumatic story or oversharing up is that it's like after that, it's not oversharing up. It's like after that, like everything in my perspective on like what I appreciated and where every day what I wake up, how where my mind's at is totally different than where it was before. It's like I used to wake up like maybe I was in a more motivated place or whatever you want to call it, but now I'm in a place where it's like, I just want to appreciate what I have and like where I'm at because I'm going to wake up one day and wish that I could go back to that bullshit day when I was 32 and like both of my parents are alive because eventually I'm not going to, they're going to be gone. Yeah. And it's like you're going to wish you could go back to those times where it's like you had those people and so instead of like wishing you could go back there, it's like, yeah, it's appreciated. And what you have now right now and it's like that's what just to kind of come back around with a circle of what you were saying, that's how I can like kind of apply it is to like how do I appreciate it now?",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1863.52,
      "timestamp_end": 1924.0,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: By earthshattering emotional drama. In the air. It's like snow in her absolutely right. But it's like in after saying all of that, at the end of the day, it's like having my aunt go in and that way. I do, I feel close, she's not, she's right here with me. I don't feel far from her at all. I don't feel like the further that's going on, I feel like I feel closer to her, or just as close to her as I've ever felt. And it's like, you know, and I've realized there's a whole cool thing that's come with that. It's like at one time I couldn't even say her name without just like breaking that. Yeah, I can imagine. Yeah, but it was like whole point with that was just kind of saying about how can you, people just say appreciate what you have in this and that, but it's like, that's what it looks like. And it can be difficult to do. But yeah, for you, like you're saying it, that is like, it was like a roundhouse kick that like got you to look the other way. And now, and that's why just like, I'll take my dog and just sit out front for an hour longer than I should in the morning. I'll sit out there with an hour longer than I should",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1924.0,
      "timestamp_end": 1984.52,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: or all night. I might not shower for three weeks. You know what I'm saying there? I might not be able to just like, so what's the cutoff between that and maybe being lazy and maybe not staying as motivated as you should be? No, exactly. I feel like when it is motivated as you should be? No, I feel like I went through a period of time where I wasn't. And there was a period of time where, yes, my motivation for certain things and for like certain reasons. I feel like my reasons were fucked up. Okay. And it's like, I feel like really all it's done is that yes, my motivation in some sense, his like, it took a hit, but like not for it's not to say it won't come back up and it hasn't come back up. But it's like I recognize that it's like, I'm not, I'm not gonna see you and be like, no, I was fine. Like I was able to say, no, I couldn't, I didn't wanna do shit for a long time. Yeah. For, you know, again, that, yeah, that was just like, you still just, yeah. The grieving, like that's exactly, it's like, it's gonna be months or years.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 1984.52,
      "timestamp_end": 2045.88,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: It was like, some people never get out of it. No, and they're paralyzed by it. There's a life, you know? No, yeah, it's gruesome, you know? No, 100%, but no, that's a good question. And it's like, no, I mean, you know, it's like, I definitely, you know, now the way I look at shit now, I have gotten my motivation back from where I was because the reason I have done it is because of realizing that it's like, I wanna do more and like, mainly because I know those people who have lost are the people that have been in my life. Not only that I've lost, but the people that are still here now, I have a lot of people that believe in me. Yeah. And I have a lot of people that want better for me. Yeah. And I have a lot of people that wanna see me do good. And so that motivates me. And so it's like, I used to be motivated. It was fucked up because I'd get in a spot where it's like, you end up getting motivated by people's like doubting you. Oh, it's true. It's true. It's true. It's true. It's true. like motivating yourself through your, and this is the realization I had the other day, it's rather than motivating yourself",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 2045.88,
      "timestamp_end": 2107.52,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: through the people that believe in you, like you, when you took me out years ago, to launch or dinner with me, you and Waylon went out, y'all, pretty much like talked to me about life and stuff, and we're saying that y'all be willing to help me like with college and things like that, like, you know, it's like understanding, it's like, oh, I have so many people in my life that believe in me, that see something good in me, that like, you know, that see that I can be something or go somewhere or just be willing to be, not even be something, you trust us, right? Exactly, but it's so, but that's what's funny is that it's like, in those times, that to me wasn't as big as the, as the one to two people that were like, now you're just saying. Yeah, exactly. And so it's like, and that's when I realized for a lot of my life, and I only realized this somewhat recently that it's like so much of my life I've responded to negativity, and so many other people do that too. Now, when you get in that spot of just responding to negativity or using negativity as your motivation as your fuel to be able to keep you, you know,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 2107.52,
      "timestamp_end": 2172.12,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: thriving for more, keep you like pushing for more when you're only using that negativity. Once you finally get in a spot where it's like, you find what you're looking for, you find a person that loves you or you find a person that's there for you, you don't know what the fuck to do. You're about to say, yeah, yeah, you've been driven by, yeah, you know, the dark side. And basically, exactly. And so you get to that point, you get to that point where it's like, this person loves you, this person wants the best for you, this person's there for you. Like, that's great, but that's not, that's not gonna push me to do what I need to do whenever it should be able to. Exactly. But what was always able to push you up and so that point was negativity. And so that's where I've like, and the way I see myself is like, I've never for a long time, I, like my girl broke up with me years ago and was like, set all that shit, it was like even thought like, you're not motivated. And this is like, which motherfucking hand I like? And give me a fucking break. Which is like, you're not wrong, but it's like shit, like at the end of the day, it's like, mother fuckers bounce back. You can, it's like shit takes time",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 2172.12,
      "timestamp_end": 2232.44,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: and it's like the way I'm going. I think at the end of the day, you just have to look at, you have to realize that. It's like, look at butterflies and shit. Look at how they start, like how long it takes them to become a butterfly. Exactly. Still like, the sun, we don't know what's going on with that. Exactly. Exactly. You know, they don't know. They don't know. It's like, this, you know, not crystallizes whatever. And then it comes out to completely different creatures. You know, it's nuts. So yeah, yeah, that's exactly. So it's science of humanity. That's one of the key to finding, you know, features is the ability to bounce back or the ability to achieve, you know, dream and everything. Yeah, I mean, like the ability to bounce back and just knowing that it's like, you know, that there's people that like know you can fucking bounce back. Yeah. I think that's big too. So even if you think there, if there's like one person out there, that's like there was a baseball player that you stuck him or his Dave Parker, somebody, I know somebody out there is going to watch this,",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 2232.44,
      "timestamp_end": 2293.2,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Loss/Change/Motivation Spoken Words: maybe it was who was, but he would go out there before he would hit and he'd talk about how he's like, I believe in dinosaurs. I believe in dinosaurs. He'd say that and they'd be like, why don't you do that in his life? I know. Because it seems just a pork point. Yeah. You're saying something more or less long lines that it's like pretty much that it's like, if I'm saying you're saying that then maybe there's a dinosaur that believes in me. That is somebody watching me. Yeah, somebody believes in me pretty much is that it's like, if I can believe this and somebody can believe in me. That's why it's like, then I can't, you know, believe in myself. But then the day it's just like, that feel to press you out of each crib and I'll be damned that. Hey man, that does put me off. That's all I'm saying, man. Sometimes it just comes out. Yeah, some stupid basic shit. But I'm a brain surgeon. Just like, you have to put me down just because I believe in dinosaurs. Oh man. Oh my goodness. It's like, yeah, I'm a Navy SEAL. It's like, dude, how'd you, how'd you end? Oh, thanks for rush. So, oh man. But yeah, yeah, that's, you know, so that's life and fun and, and everything that goes along with it.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 2293.2,
      "timestamp_end": 2355.16,
      "chunk_topic": "Loss/Change/Motivation",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Dino Power Spoken Words: Yeah. Well, I guess it's a good time for pause maybe. Yeah, we can pause it right now, yeah.",
    "metadata": {
      "date": "11-16-2023",
      "episode_number": 101,
      "episode_title": "The lost art of keeping a secret.  #funny #podcast #chill",
      "timestamp_start": 2355.16,
      "timestamp_end": 2361.12,
      "chunk_topic": "Dino Power",
      "topics": "The,lost,art,of,keeping,a,secret,funny,podcast,chill"
    }
  }
]