[
  {
    "text": "Topic: No specific topic Spoken Words: Me and my God Solid as a God Me and my God It's not in the perfect end now Is she making a hard-earned or closed? My God! Somebody get that pug Very pug Potato, come on, there we go We had to have potato for our big season 2 premiere I said to myself, I was in a cuss That much and I didn't make it 0.4 seconds before I said that We haven't officially started the show yet, you haven't introduced it We won't count that Oh, welcome to Mikey and me podcast Did you start it? We'll say that was the start Welcome to the Mikey and me podcast Officially the season 2 premiere Yeah, season 2",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 0.0,
      "timestamp_end": 60.0,
      "chunk_topic": "No specific topic",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: A lot of y'all thought something was going to happen Y'all were asking me questions Yeah, we took a long break about 5-4-5 days 4-5 days and I was getting DMed that whole time People were like, as soon as you dropped the season 1 ended They thought one of us was getting killed off They wanted to know what was going to happen Who was dying or what was hooking up with you And yeah, exactly Will they want the class of song? Yeah, they're like, what's the deal here? Are you guys an item? How does Steve like to keep the baby fit in? I know, how do they, how does that work? And we don't even know the answer yet Yeah, we're not sure you'll have to talk to them But yeah, but it's cool so season 1 finale was fun How have you been since that? It seems like so long ago Yeah, no, that man that was a while long time ago No, that was good man I went and you good there? You got it? Yeah, he's keep talking, buddy I'm just telling him No, yeah, man, my weekend was good, everything was cool I played the last of my seasonal softball league or whatnot",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 60.0,
      "timestamp_end": 121.0,
      "chunk_topic": "No specific topic",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: No, I had to do that before It was supposed to be a double header But the other team didn't show up, probably because of the win He went by a default then, right? We won, they didn't even show up That's a shameful win, though, ain't it? Yeah, we didn't win that way You don't brag about that one Absolutely not If you can't brag about the win, might as well be a loss Yeah, no, we'd prefer it that way We wanted to quit the league when we found out we got a full win That was cool, that sounds fun So yeah, that was fun, so that and... No, Saturday And yeah, that was, no, that was Friday Oh, that's Saturday Saturday Saturday, that's my evening with you That's right, we spent some time together With you and your brother, right? Yep, with me and Chris Yeah, yeah Y'all came over to the Olabode And ordered some Mexican food Oh, yeah, yeah, you forgot That place was great, that shout out to... Those were in Cheros On Gus Thomason Uh, yeah, just Thomas Ferguson And Ferguson Yeah, man, those people there, they're a nice little spot We like those people And they'll hang up on you They will, this so, yeah, I called this place And while I'm on the phone, Matt even tells me",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 121.0,
      "timestamp_end": 183.0,
      "chunk_topic": "No specific topic",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Mexican Restaurants hang up Spoken Words: He was like, hey man, he was like Just so you know, he's like, they're gonna hang up on you Just call him back And I was like, Matthew, that's ridiculous They're not gonna hang up She just said, could you please hold? Why would she hang up? When you know, you know And within 10 seconds of him saying that, she hangs up the phone I'm saying when you know, you know So when I finished laughing, I called back And she was like, I'm sorry, sir I didn't mean to hang up on you And I said, no, it's okay My friend told me it was gonna happen And she gave a bit of an awkward laugh And then was like, what can I get you? And I said, I'll have a Chimichanga and a cheese chile Chicken and cheese, or you know You sure did And man, those were both delicious I didn't eat them both, almost from my brother And I had the Chimichanga and the Chimichanga And we hung out and watched some twin peaks finally Tell them about twin peaks a little I'll tell them about the amazing I guess television experience that was one of the biggest I guess I don't know, I guess most important TV shows in modern history",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 183.0,
      "timestamp_end": 246.0,
      "chunk_topic": "Mexican Restaurants hang up",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Mexican Restaurants hang up Spoken Words: In modern TV history, I have to go back nice But it's in paved the way for a lot of shows that came after I feel like it had an impact on the television landscape I mean, it's definitely, even if you didn't like the show I think people would say, is the top five If not even a lower ranking top three Most influential TV shows of all time But that's me No, I mean, you're not wrong So, we're not gonna get all the way into it But I just wanted to say the funny part was Is the first time you guys were at my house And I even got my map And I started watching the first episode I even got it just briefly Because I was like, this is awful This is awful, this is terrible Yeah, you didn't say it's harsh words to me But yeah, that's what you're saying Yeah, I was like, this act things bad And you're like, just give it a minute Like, but no, so that's that But then after we got done hanging out on Saturday night Because that was fun, that was a good time Yeah, I was rich enough on Stephanie finally to watch season three start watching season three after I got the season we kind of got got him pushed off you know in this bike we",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 246.0,
      "timestamp_end": 307.08,
      "chunk_topic": "Mexican Restaurants hang up",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Dallas Cowboys are a team Spoken Words: want to give him a little boost and that was right on his own help me get along yeah but then after that what happened the next day the cowboys cowboys played again they disappointed us again and typical Dallas Cowboys fashion is the reason why I want them to win I care that I mean you know of course of course I want them to do well yeah follow them somewhat but whenever you've seen this your whole life pretty much it's hilarious it's I don't I have no emotional investment whatsoever absolutely none at all that's what's the funniest no surprise yeah that's the funniest part about it is that it's like it's a lot of people that find out I'm a quote cowboys fan they're like oh this and that you know they they dog on the cowboys and I'm like you think you're telling me something I don't know yeah do you think do you think you're telling me that I don't know that this team is gonna just disappoint me and it's awful of course I don't think it's our year if you really if you really have if you really think that the",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 307.08,
      "timestamp_end": 367.6,
      "chunk_topic": "Dallas Cowboys are a team",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Dallas Cowboys are a team Spoken Words: cowboys are actually gonna do something with Jerry Jones I mean hey you got my dad has said it for years shout out Bob shout out big Bob War Eagle Bob War Eagle for years my dad has said that cowboys they never gonna do it when Terry's songs they got Jerry and I say I think it's a further as long as he's still alive thank you might have some weird deal with the devil right beginning the game those three super bowls you know it's absurd of course I don't think they honestly I think it might just work out that way I think it could be one of those things where it's like the football gods are like well that's the whole thing about them saying that the cowboys are God's team maybe it made a mad and he was like oh really you know it really oh pick my team he's like you shout suck now I mean I'm like God is like the thing he's nice but I don't know we were to hear his voice it would probably be sound like Matt who knows what it sounds like right I think maybe Matt Barry Matt Barry",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 367.6,
      "timestamp_end": 428.91999999999996,
      "chunk_topic": "Dallas Cowboys are a team",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Dallas Cowboys are a team Spoken Words: I think it got something like Matt Barry oh man oh but yeah so that that was that so yeah that was my so they were watching I think if we do honestly believe the cowboys I have a chance of doing something that you have to be an incredibly young fan that hasn't been alive long enough to be totally tainted I think or a very new fan to NFL you could you yeah over one or the camera here and you're like yeah football what that was kind of yeah and they're like all under songs like hold on cowboy it would ironic hold on no hold on now part of America's team yeah no one well they're not I don't know when they're just gonna stop saying that they'll never stop saying it why should I think people have to die off they're just gonna keep generation that's like my brother says too Chris shout out big shout out Chris he said it for years and he's not wrong but Dallas Cowboys they no matter they can just they they don't have to win another game for years it doesn't matter everybody's still gonna tune in watch them no they're money because you either love them or you hate",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 428.91999999999996,
      "timestamp_end": 491.84000000000003,
      "chunk_topic": "Dallas Cowboys are a team",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Dallas Cowboys are a team Spoken Words: them yeah you either want to see the Cowboys win and for every one person that wants to see the Cowboys win I feel like there's like 10 to 15 maybe 10 that want to see now that's a crazy estimate you're probably right you're probably you're just more fun to say yeah maybe two and a half to three and a half if we're really we're okay there's probably three and a half more people that are like the Dallas Cowboys can go fly a kite yeah so you know I agree though you can't don't put any stock in a man but golly man it is fun to just watch the same episode you see so many people get so excited and then you see him go out there and do what they do and grand fashion is like burning just like yeah airplane just totally burning before it even it's like a plane some the fuselage somehow got blown up by some kind of terrorist bomb and then it also crashes into like as many building and you're like there's no way this can get worse is what you're thinking that's what I think you're looking at this you're like this doesn't get worse and then it gets worse so how many points",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 491.84000000000003,
      "timestamp_end": 552.92,
      "chunk_topic": "Dallas Cowboys are a team",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Dallas Cowboys are a team Spoken Words: can we lose by home is the set of record and like a postseason or something who knows they I don't even care I just I digest yeah absorb these facts that like oh yeah that line up with what I expect you know that's fun so yeah it's good talk about Cowboys because if I'm just glad needed to honestly care that much because I have friends yeah no absolutely I'm pretty sure bear is still I love that I'm mostly invested I don't know if he is as much as he used to be but there's no way so he might have killed himself but now there's no way it takes so many losses I feel like in his in his heart to handle it but God bless you yeah I'm gonna be one again something yeah that'd be great if they do win again someday but hey again it's like Caleb was saying whenever we're watching who's Caleb my brother whenever when we're watching shout out Caleb when we're watching the game the other day it was like he's like I don't care his like the Rangers won the World Series and it's like you're not wrong. That's true. You're not wrong. The Rangers. Oh, dude. I guess that's why these are popping up this redneck brawl stuff.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 552.92,
      "timestamp_end": 613.78,
      "chunk_topic": "Dallas Cowboys are a team",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Dallas Cowboys are a team Spoken Words: I'm sorry. That's crazy. No, that's taking your time slowing down some redneck like he sends like it up to the other night and I was watching that. Oh, yeah. Is it a redneck spiten? Yeah, it's redneck's getting after it. But yeah, so that's fun stuff. Don't like the cowboys. Yeah, I mean you can't just know that yeah, you can. I don't know. Don't like them if you like super bowl championships like future ones or ones in recent time if you want to be the underdog. You know, yeah, yeah, but yeah Couple I made a couple other stupid remix scene videos a figure I'm gonna show them because it's so short. I don't know if you watched him. You might have. Yes, I saw the I saw your I saw two. You see this. I don't want to say anything. Yeah, so I didn't want to say anything. Let's see Here's what I'll do. Yeah, these are great. I'll just quickly show the original What am I looking shorts clips you've seen the secrets here",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 613.78,
      "timestamp_end": 679.1,
      "chunk_topic": "Dallas Cowboys are a team",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Say Anything/Pulp Fiction scene remix fun Spoken Words: What's anything there it is Oh That's the original this is a young getting idea and then I'll show you a little bit I thought it'd be funny if you heard a different song in the background It could have been any number songs this happened to be the first song in the game to mine that thought would be funny So yeah Should I be feeling bad should I be feeling good? It's got a sad I'm laughing stock in the neighborhood",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 679.1,
      "timestamp_end": 745.06,
      "chunk_topic": "Say Anything/Pulp Fiction scene remix fun",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Say Anything/Pulp Fiction scene remix fun Spoken Words: Hey, you would think it I be moving on but I'm a sucker like I said Been ahead not and maybe she just made a mistake and I should give her a break my heart will hate you the way Hey So obviously I thought that that I was entertaining to myself, you know, and you can The full the full clip so on her channel. We got the I got to play this that so's them been I got one I did one for the newest ones I did Settlery night fever and poke fiction You started Did you see the poke fiction one? No, okay? It wouldn't play it wouldn't play when you first sent it to me it wouldn't play and then I never went and go Wash I knew I was like I thought about it later. It was like I could just go. Oh, okay",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 745.06,
      "timestamp_end": 805.4200000000001,
      "chunk_topic": "Say Anything/Pulp Fiction scene remix fun",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Say Anything/Pulp Fiction scene remix fun Spoken Words: Let's see and watch it to the YouTube channel, but I clicked a link you first sent me and I guess I was Now I want to dance. I want to win. I want that trophy. I said that's good. All right I'll explain our first contestants here this evening young lady. What is your name? Mrs. Mia Wallace And how about your fella here All right, let's see what you do take your way Yeah See enough of it there so that's the original if you have most people probably seen the movie yeah, but man",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 805.4200000000001,
      "timestamp_end": 875.06,
      "chunk_topic": "Say Anything/Pulp Fiction scene remix fun",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Say Anything/Pulp Fiction scene remix fun Spoken Words: You never know so yeah, that is true Quickly is you haven't you need to go watch? Oh, yeah, it's it's almost for bad doing it like it's Seconded just because it's just a good movie, but it's a good joke. Come on. It's okay. It's okay All right Mikey is nice is it also is our new eyes These people.</pchnī Yeah, so let's do that. That's good shit. Yeah, and I didn't even realize that the song would think up that well",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 875.06,
      "timestamp_end": 950.0,
      "chunk_topic": "Say Anything/Pulp Fiction scene remix fun",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Say Anything/Pulp Fiction scene remix fun Spoken Words: I was just that that's really good. I think of wouldn't be an older club song And if one he did throw back there and actually synced up fairly well So that that was fun. Yeah, and like so you can find those no I've little you'll see little popped up links on here I'm trying to enhance the experience deal. You'll believe to see those links appear you can check them out But yeah, so that's fun stuff The night club to be real quick you said the club and that's like the club. There's still a thing Club armor realized to be I was too young to go, but I remember the whole club era Yeah, the club early 2000s Yeah, early 2000s. I remember all that like clubbing being the huge thing. Oh, it still has to exist for a Democratic. Yeah, yeah, there's people that still want to go out and get messed up around other people and I just I don't know about like the old like I guess just the club Seen his change. It's a one thinking you want to go out and get messed up and they need someone to do that So the club is always I say the dive bar is a place to go to get. We have this different kind of messed up",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 950.0,
      "timestamp_end": 1010.74,
      "chunk_topic": "Say Anything/Pulp Fiction scene remix fun",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Say Anything/Pulp Fiction scene remix fun Spoken Words: Some people want the kind of just sit down having conversations with strangers or not, you know, we don't prefer I want to face is in my life Where I appreciated both of them I guess both the scenes but yeah now I would prefer none of the above and just to be Home and or even by myself. I really embrace solitude to a fault, but that's fun That is fun. Yeah Yeah, so You know part of our season one ending and season two beginning I made that a little a little spliced together some some of our favorite moments is though, you know For us and for posterity, you know, they're hilarious It's if you didn't catch any of our first ten episodes that I cut out about the meat potatoes of a lot of it maybe and Figure I can put it in this little montage clip thing here and if you'd like to watch it Yeah, let's let's watch it. They want to watch it absolutely. They want to watch it. Yeah, they want to see it. Oh, right",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1010.74,
      "timestamp_end": 1072.66,
      "chunk_topic": "Say Anything/Pulp Fiction scene remix fun",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Say Anything/Pulp Fiction scene remix fun Spoken Words: Well, why wouldn't they want to see it? I mean best true We're gonna force it upon them. It's gonna be like, you know like the whole force like the Jeffrey Dahmer thing We're just gonna watch the movie. He's like you see in those memes Where's like the TV's gone on the background is like holding the knife at the guy is holding him hostage That's what we're doing to you. We're holding your host holding you hostage. Yeah, cook recording style. We get drives. Yeah Because if you're just listening to this it might still be funny, but of course there's always little additional fun to be had when you're seeing the The action behind it. So here we go. We're gonna put this. We're gonna put things You get to see me navigate specials. Look at all this look at this last season one recap. All right Let me mute us and then on we go You That's there's no wrong way to do anything. Yeah, we can't you can't we can't do any of this fucking wrong I mean, we're doing it perfectly right now from six to seven to ten. That's why I know this will be fun We'll just yeah, no, no, we're living we're living in it now. Yeah, so we'll just we'll share our our deepest feelings and we'll cry by the end of this",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1073.06,
      "timestamp_end": 1137.62,
      "chunk_topic": "Say Anything/Pulp Fiction scene remix fun",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: We'll just be crying. I'm gonna spill all of my life and all my emotions right here. Did cry earlier? Pretty intensely give I can get myself to cry literally like I'm listening to a song. No, yeah, definitely I'll be working. Well nobody will notice anyways. It's a great time to cry though, but like The like the spiritual and emotional like you know benefits that you get from crying Like I saw like I cried Got my daughter's born, you know what I'm saying. It's like that I didn't actually cry Yeah That made me cry. Yeah, like every time like I saw that like it made me cry. It's Incredibly calming not to cut you off my friend like he His his dad had a tattoo and be like okay, I can't trust you. Yeah, so that's fun. You know It's not more dead babies if I don't have the skill sets You know indie filmmaking blah blah blah. It's like at the end of the day not like not to cut you off It's like they look at shit Certains ship you know have a job go work part time at UPS. It's like I went out when",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1137.62,
      "timestamp_end": 1199.94,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: work on like a Tuesday where every day what I wake up how where my mind's at is totally different than where it was before and wish that I could go back to that bullshit day when I was 32 and like both of my parents are alive because eventually I'm not going to they're gonna be gone. That's why just like I'll take my dog and just sit out front for an hour longer and I should do it or all I might not shower for three weeks you took me out years ago to it's a lunch or dinner it's like oh I have so many people in my life that to me wasn't as big which my fucking hand I like you give me a fucking break maybe there's a dinosaur that believes in me like yeah I'm a Navy seal so that's life and fun and everything that goes along with it. Same recording. Yep. So yeah listening listening can be hard. What did I say? What do I tend to slur? No all tune out. I really feel like people if in general this in truly to like less way less than 50% of what like I might be saying. The bikes where you run around the neighborhood and you saw a pile of bikes you're like that's where my friends are. I really just gay you beat kids in video games they're mad.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1200.0,
      "timestamp_end": 1263.2,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: My space is on there and I scroll above above. I am basically not existing on this. Can I get the dog so they can see it's not a chicken? I can't hear. The guy on the couch is just mired as a business living his life and sometimes you're a hockey on the road and if you find yourself being a hockey on the road just roll with it. A hog for your brother. Alright. No babe just real things. My dirty hand with my cheetahs. I might have some weird habits. Yeah the reason people's their mouth bone. Yeah. They are going to kill themselves. And all he did was pull water out. Should I do key in that front yard? Yeah. I've kind of we've talked about it a little bit before but it's like you got it the horn. So for putting out an inferior product we're doing it with willful intention. Close out with our recommendations of the week which are probably going to be quite recommendable. We finally have Chris on the couch. Raving like he's going to be a main stay here. It was essentially it was I mean whatever toxic relationships was all probably had him whether",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1263.92,
      "timestamp_end": 1328.88,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: it was a you know with a dude a girl whatever snake that was wearing the mask of a cat or so. Yeah you're mean it's been in whatever way. Her over virtuous feminism. Couch guy was not the one my friend but they refused. Yeah they refused to be around me when it's like if somebody in your life that you're with is throwing you out of that routine it's like you need to stop that if that's actually listening to your good friends. And so we just get out of there and they yell at us but yeah so that's like the toxic relations. Yeah. I mean you're I'm sure you I feel like you have a lot of activity. There's like rare case. There's another internet. You would do other things on that. I remember I was collecting video games. It's so scared that I actually had my own car that we didn't take because I didn't want to use the gas. I know I start driving off for him to get the co-watch moving. Yeah. Yeah. Yeah and now and now the authoritizer after us. That's you permustrations. Permustrations yeah",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1328.88,
      "timestamp_end": 1394.0,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: we'll see. That's code for how I'm over. So I had my entire life up to a certain point of absolutely unfettered access to anything. God bless all those that suffered and I wish that didn't happen. Yeah. But I'm just looking at the upsides. With a telephone a facts machine. Telecommuting. But then they untie the elephant and the rope is no like a shark called. Yeah. You don't have to sit there and be like oh no I'm not going to hit them up because he invited me to his his babies birthday party and I could make it. He needs she sticks and I need tall boys. And that's no that's a real that's you say you're joking but that's what he has. I know the more you can I'm just glad I don't annoy anybody. I didn't just say it. We're trying to we're trying to just gain enough money from doing this to support habits like she sticks. Oh maybe I know if everybody own expectation friends or when he calls you if you don't answer or whatever you don't know. He knows that I'm not going to answer for a lot of work. That can be a bad friend sometimes you know. Your my recommendation for the week would be if there's something you want to do whether it's it's it's playing the guitar painting drawing",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1394.0,
      "timestamp_end": 1462.16,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: ice skate. Ashton ever it is. Ashtron on. I'm pretty sure. That's yeah because it's been a pleasure. But jury duty is my field of expertise. I'm making you keep eggs from up to six months you just butter the bad boys up. I mean I guess everything's poor. Yeah eggs are hard to crack eggs are hard to crack. I mean unless you do it against the hard surface or it's right at the holiday. I wish I had another beverage but yeah. Okay then we can take a break. No we don't have to. No I just I got this to be cool. I thought it was. I made that's right I could run a car. years ago. You know, always be rent. I'm always a stay on my when I'm going to be shopping. I guess so holidays. I'm 32. I've experienced many Christmas's of when I got to middle school, you know, I'm pulling a few hundred bucks from the day. I mean, I mean, you'll never party. You'll never party like you party with the Mexicans. Yeah, I'm very proud to be part of Spain. I just",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1463.28,
      "timestamp_end": 1524.96,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: like I really do love just like my brother and sister in law and like my brother and law and sister and their family and everybody just getting out of the fact that Christmas really is that social that are not not socialized. I apologize. The about gifts is make your own. Fuck make somebody. Make it. Make it. School. Because it's like those are most memorable. Mug making gifts and handmade things or even if you look at it as like, oh, it's a stupid bracelet or oh, it's a stupid. I'm gonna keep. You make me something that's something I'm gonna show you. As long as exactly and as long as I can wear it all wear it as long as it break. I have it until it breaks. I have. I have. I have. I have. I called a baseball. It like a baseball game at a batting practice. A ball. If say a person broke into someone's house and that someone shot them, he said, excuse me, sir, you know you're not supposed to be parked here. And the guy looked at his camera and said, yes. So that's what an African sounds like. And to me, that's what this guy sounded like. Okay. They were about, they were talking about marijuana and I had just given my opinion. I was like, yeah, I think it's cool.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1524.96,
      "timestamp_end": 1586.28,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: They still wanted me and he's like, I don't judge. I'll see a problem. It does feel like, I mean, I don't know. I just didn't. This feels nice. It really is all it comes down to. How to get away with wearing your mom's clothes. It's more of her jeans right now. Yeah. It's more about getting what the way and when she's regularly wears. Yeah, and I get in trouble. Run over but her not noticing because he pulled off so well. That's been, I got a hot back in the spaceship. Time is time is time is time is time. Right. So it's the distance of our life's existence. That's my time. That's my life that I'm wasting doing nothing. I've just like whatever. I don't really care. I was like brushing my teeth and I was like, what they say you look good, feel good, you play good. My, the dream I front yard is incredibly climbable. Check on them and this will be a natural break. I don't want it like you've talking about like Ross and Monica break. I know those, you know, something like the whole thing. No, Ross and Monica, you mean Ross and Ray. Oh, damn. Yeah. Ray and Monica dude and Chandler soon. Oh man.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1586.28,
      "timestamp_end": 1647.56,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: I said Ross and Monica. But in France, it was in Alabama. They didn't green, they were trying to, but they didn't end up green lighting that subplot of the disaster. We're going to kind of treat it a bit too. Yeah, no for sure. We are about to do that. Like, mash. I would, that was number one that like I loved mashed with their what I would hear, what I would hear that theme song. And I feel like that thing that intro song was a key to change the channel. That was a trigger like, okay, right here. No, what did you tell them? How did you? Because I'm worried more about what you will come home. Yeah, people, people think of fighting dogs and they have a certain type of dog in mind. They fight all kinds of breeds. There you go. Chin up. Yep. Chin up. She's the perfect cook that my wife. She's like, I really want to poke in those like, all the time.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1648.2,
      "timestamp_end": 1708.84,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: Well, you know about the pug laws that I had whenever the what? I've never loved an animal. One of his dog. We're going to eat her later. We're going to cook her. Matt loves it. I know. The thing is the more you love them, it hurts, but you appreciate the flavor. I really had something going there before we climb that tree. Hey, I know might have been a mistake. I was just going to say, what are you going to do to get all of that? No, but Twin Peaks. And ever since you were like, you as soon as I said Twin Peaks, you'll know about tenet. 20 and 20 and 20 years of like, people are going to realize, at least for me, what a masterpiece that movie. Oh, it is a master. Like, it's not. I was that's exactly what I said. It's it's inception on steroids, but I don't I don't eat literally everything. Every movie or TV show you've recommended to me. I've always gone and watched it. For what it's like, you have to like, I'm too malign on here. I only like really good things. Yeah. George got fascinating. And now we're going to go to Dave and to coma",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1708.84,
      "timestamp_end": 1770.92,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: who's watching to it. I don't think she's had a good night's sleep at all since she came up last for a man. Like, I really don't want to. That was not. Potato. Bro, that is both of the same. That's not like burnt fucking bottle. Five S's where it comes down to basically trying to emulate to then they are. What the room was like for him be can be been beneficial and figuring out ways to soothe Soothe the baby the gober she just like in the middle of her thing. Oh, she's K. They both stopped and we're like And Caleb and Caleb one even here. Damn and Caleb one of these fans here. That's offensive Sushing soothing swing Slap it oh smothering No, oh recommendations week expectations manage them if you if you're Some heavy hitting an national crime. Um, if you could do take them off now",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1771.0,
      "timestamp_end": 1835.28,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: Put me a build up but have on a second pair of pants that you can also take off later ash Well, I do lawn care and I got fucking poison ivy. It's like I have I know I have people in my life that Pretty much I think it'll feel like the main common denominator is like not giving yourself credit The world and people compare themselves to standards that aren't even relevant Sometimes I'm walking around the house Sometimes I'm sitting and have thoughts bright, so it's like don't do heroin Is that a Miller light candy in a cruise light box? Where by the time I realized they were doing crystal meth. I was like Deep man guy I knew yeah, he was he's he's long since gone. No, hurry. Yeah, no what once once there's Winning once once you can there's a competition and there's winners and losers my minutes the sport Out of hand you did I got",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1835.28,
      "timestamp_end": 1905.24,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: Closes I've come to crying though, which is funny. It's it So this is the condensed version of what we just spent 45 minutes talking about Instead of doing a New Year's resolution doing now yours resolution So we he suffers a loss a little master chief mess cheap cat. Yeah, you're And I've only really cried once about it and but now I can just joke about it Since I got him one thing I told my show and everyone is that when cheap dies I'm gonna get him taxidermy. I that haven't gotten taxidermy yet And I don't know if I'll be able to because I'm not sure how long the body keeps Yeah, so it's in the freezer outside right now and that's pretty absurd that that's that our peachy All right, so what do you got? Oh? I lost my boy my my my my pot my Harley Yeah, he even like I mean, I know we we had talked about it. I'm a shit weren't recording But I feel like you should mention again like your buddy Nathan like that was like you were saying like that Yeah, like how yeah My aunt was like one of the first real big losses and like you brought up about having any friends Start letting those motherfuckers in your life that you know that you appreciate let them know now",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1907.44,
      "timestamp_end": 1971.3,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: Yeah, the folks that you think it might be dying soon You think I'm to get in now use resolution get in now yours, you know get the ass and start it But not like I think my microdosing get up to knock you pick up a brick to knock on a door But then once the door opens like you leave the brick outside you knock on doors and bricks. Yeah, this might only be popular 25 years from now back before all that I'm sure I will see I mean time flies There's a little down recent memory lane. That was plenty man. It's cool to see the the the styles the hair styles Yeah, you see all kinds of changes mainly I think it was cool about just in 10 episodes was seeing like how much better it got from your your Ability to hats off to you because it started is like kind of being real crushed down like just on me and you and Rohe And now it's like gotten further back the quality is like we move the camera from here to here But hey, man, I mean while it's small changes I mean it's all like you know We could have just said screw it and stuck with that but like yeah, I think this is cool",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 1971.3,
      "timestamp_end": 2034.5,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: We like you've got that you've got it all a little further back now, so that that was just cool trying how it changed No, I agree, you know, I think like I've mentioned continue some improvement right every every time we go away Trying to think of okay, what can do a little better? Why don't I'm not gonna say like anymore? I still say like a lot that's so hard to be hard not just think about that You know guys it yeah, we had we have you know like I recognize that there's a verbal crutches Yeah, but we'll get better at but bear with this because we are not professionals whatsoever Yeah, not at all and and we're we're only doing this for you guys to try and make y'all I'm doing for myself. Well, no, I'm at the podcast for sure But I meant the verbal crutches and so we wait for that That's to try and help the viewer tour We're not because that's annoying when you're sitting there hearing someone talk and every time they're saying like and you know And like like like so yeah, I don't know better than that. I don't know. I can't so yeah We're trying to brush up our grammar to where it's more gratifying to watch more grammatically proficient But other than that, you know, this is a hundred percent for us. Yes, and we gladly like to have you long for the right",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2034.5,
      "timestamp_end": 2095.98,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SEASON 01 RECAP/MOMENTS OF TRUTH Spoken Words: but I think we yeah, absolutely take a quick break which if you stuck around for the first season that's basically means I want an excuse to play a song So that's honestly what I even say that so if you're actually listening that's the reason I even asked for breaks Is so that I can put music in with having like oh return music and so So yeah, what else were we're gonna listen to the track But yeah Back to the one Yeah, no that was incredible. I Went I got up and I walked around all over the place. Yeah, you walked around the house a couple times. Yeah, I was worried about you I did I was I was located judging you guys. I was looking around your things That's fine. I went knocking on neighbor's doors asking if you see my tall friend You said we saw some weirdo creeping around some windows and like that's him That was kind of like that. I was at the baby shower something out there when I walked into that neighbor's house",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2096.3,
      "timestamp_end": 2160.24,
      "chunk_topic": "SEASON 01 RECAP/MOMENTS OF TRUTH",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Musical Interlude - Two Headed Boy Spoken Words: That was that guy that was I still question if that really happened, but I guess you're just gonna have to go talk to Fred See if that actually happened We had a good time we had a good time though. They invited me and they were very welcoming of me and their homes That's great. Maybe I could take a long for the next excursion. No, I don't think so. I think they sold their home. Oh too bad Well, so let's let's get right into it guys We're gonna hit you with some heavy stuff something me and Matt have been wanting to tell you No, I'm foolish. Oh, yeah. No, yeah, we're gonna tell more we're gonna do We're just gonna I'm really bad at keeping up with current top relevant topics or things that are trending across any realm respect room whether it be pop culture politics Sports just I probably the most this because I'm a stereotypical guy in that sense and even though I don't care that much about sports I guess I absorb that blah blah blah Where's go look at stuff that's trending by literally searching what's trending this week? Yeah, good little trends",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2160.24,
      "timestamp_end": 2224.4,
      "chunk_topic": "Musical Interlude - Two Headed Boy",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: Let's just see what's trending now Princess of whales have no idea what's going on here. Let's click on the figure out. So let's see what it is what she do Princess of whales has abdominal surgery and she is she what's the king Charles to undergo prostate procedure? Huh, oh, so she's she's a double hitter somebody's locked that locked that down already. Is that Pippa? Who's that is that the one that got kick no no the one that got kicked out the one from that's her no She's not role team where she was a Dutchist. Oh, you're talking about is this one lock now? This is actually she's still in the royal family. She's married to the other son the old. Oh, she's married to her brother Yeah, she married her brother. They like to keep it's like game of thrones keep it and keep the lineage here. They're still doing that Yeah, no, there's cool as cool as my sister see people keep up traditions I guess yeah, time will traditions it might be a little they might seem odd today, but I Know different cultures And all the judge I find that's cool. That's that's nice. Hey, we're joking",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2225.64,
      "timestamp_end": 2287.32,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: She apparently had a bowel surgery King Charles and the goes prostate surgery. So what my grandmother had Had both her knees will have a hip replacement enough of that, huh? You know get over it princess Royal teeth. Oh nobody so romantic. It's the so yeah, no, no she's pretty so she's pretty So automatically inclined. I should care more if the princess wasn't pretty then the prince did something wrong or else If she's born to princess then that's just unfortunate Geez, but sorry, that's the truth. What's the next thing samson? Why are they trending? What did you guys do? Galaxy S24 ultra. I guess that's coming out that that interesting now Paces report Pacers trade for Pascal see at home Not pretty. I don't keep up with yeah Jim or say cold toner Jim or say found a responsive this guy's had I know he's had a history with substance abuse. Oh, so this isn't Oh, that's surprising nope",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2287.68,
      "timestamp_end": 2349.76,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: Not that I want anything bad to have it. Did he pass away? No, unfortunately still I mean I think it's unresponsive and struggling to breathe last month What oh, this is just a replacement that came to light or the details maybe oh Narcans that a safe shot They administer No, Jim are saying life will catch up with the its skin go back up look at his skin. It's like a check that's a that's a billy now if you're It's like is there nurses at home or something that are watching this? What's the skin thing? Oh, no, I think if you're really old and really wealthy You end up looking leathery like a lizard like a like worn leather clothes. Yeah, you spend money on tight in your face and then Sure Jerry Jones the guy in the background is that Jerry rice who's that the guy in the background is looking like I don't know Jerry says no affiliation with the cold Oh, this is the cults. Jim Mercy, that's who's the owner of, come on, dude. I didn't know that. Goodness gracious. You're saying these things to me like I should know. Okay, Denise Huskins, no idea. No matter how many kids she owns. She owns the Redskins.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2350.28,
      "timestamp_end": 2411.12,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: Ooh, yeah, I think she used to play for the Redskins, but now she is a matter of. Oh, now she is a professional kidnap victim. Oh, she was kidnapped. Wow. American Knight, Mayor Ducky's series. Like I said, this just came out. This is the stuff that people watch and it gives me anxiety. Warning, this post contains spoilers for American Knight Mayor. Well, she was kidnapped and I'm guessing if that's her, she got unkidged. She's okay. That's like in old school when they're like, geez, didn't we lock you in a dumpster? And he's like, yeah, yeah, I got out. It's like, we don't need to show you this. What happened to this? She's okay. Well, I guess the deep, whatever she went through, which sounds too much dramatic. It's not making a lot of being kidnapped. That sucks. Yeah, that would be awful. I don't plan on watching this, but I know it exists. I know it exists now. I'm not watching anything until they bring back mine hunters. Yeah, actually shut up. I saw something that actually made it see, hold on to you. I think they might actually be in talks to bring it back. I'm not even joking, hold on. Stop.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2411.12,
      "timestamp_end": 2471.44,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: I'm not even joking. Come on. News, news, news. 11 hours ago, big supplies could come with season three. Ah, see, look, something good's coming from this because you didn't know about this. What? Hope remains. It's not. It's not 100% I don't think they had hit better be. Get what's the director's name? What's his name? David Fincher. David Fincher. He was like a creator email. He directed some of the first. Pull up his email. Oh, I already talked to him on the phone earlier. And I know that you, but I don't want it to happen organically. I was going to say I've got like David David said, if I tone anyone, he will delete all evidence that we know each other. And so I don't want our secret to be a secret because if you do, because yeah, then you wouldn't. Yeah, no, I see. Yeah, because then you'd have to. Yeah, yeah. You'd have no proof that you know, even though I can't let the proof be known. Yeah, because he would. If I know it's there, then it would be really gone. The lie would not lie would be not exactly.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2471.44,
      "timestamp_end": 2533.68,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: So despite being in 2024 and having no third outing, Fin just holding out. Wait, this might be a freaking debate. Hold on, but I swear I saw something that wasn't clickbait. Look, did I hurt they were having problems paying people? I mean, it's an expensive show. All I have to say, I've got, I've got $300. I'll chip in. Yeah, we'll start that Patreon that you want to start. And now you started. I'll start the mind hunter one. The mind hunter Patreon. Yeah, look David Fincher needs to call us. We got some great ideas. Starscares hopeful update. Maybe that's what it was. Two weeks ago, the star. You know who that guy was? That guy. His name was Robert Paulson. His name was Robert Paulson. His name was Robert Paulson. He wasn't the guy. He wasn't Robert Paulson, but he's the guy who started the Chan fight club. That's right. He is Jack's something or another. Yeah, in the, yeah, yeah. After whole McCulloughney was just as disappointed.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2533.68,
      "timestamp_end": 2595.12,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: So we don't have anything official, but it's a glimmer of hope. It's a glimmer of hope. Okay, back to the trending topic. Yeah, I'm just trying to get my hopes up and then they're kind of extinct. Denise Huskins always saw Jean Carroll. He was, oh, she had, oh, that's a court document. I thought she was a career. Head downs, Alabama store. Defense of Beckhead downs enters. Transfer portal. Nope, don't care. Spirit airline stock. Yeah, I'm guessing it went up or down. Travis Kelsen Taylor Swift. Who? Oh my god. Yeah, this, so they're still relevant apparently. I wish they weren't six years for agency. He's in the only way. Yeah. Chicago fire. Defender, Carl's turn and undergo a successful knee surgery. What? Disease X virus. Okay, let's hear it. What's this? This is what I'm talking about. Disease X virus. What is this? Uh oh, the internet is something that's about to like, oh yeah. We clicked on the wrong. They know we're about to blow the lid on this thing. Way to open the 20 years. To the role of economic foreman Davos was discussed",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2595.12,
      "timestamp_end": 2656.8,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: with the prospect of a virus former potent in COVID being in the least cost of the world. Hypothetical virus. Oh, disease X is literally it's disease X. It's not a defined or named virus yet. That's just how would the world react to something? Okay, they should, yeah, they should be planning the stuff like every year. Yeah, something. They should be planning the stuff all the time. Right? Sounds like some garbage. Luca Doncett's okay, I love him. That's great. Yeah, he can drop. Black is really young people's mind. Yeah, it really is. And I don't know what. Giannis and he cuts the stars are marketable. And that faces that are up front with the fans. No, seriously, no basketball that has gone at the NFL as the sport is still bringing us more money but as far as individual marketability of the player basketball basketball. Dominates because the players you know their faces and the also the players in general I think are a lot better social media But a lot of it you get to see the players and what they look like way better than you do in NF I'm interested in number 16 and 17. What's going on with your Simmons is your live? Yeah, I see Polly Polly was gonna play him. I guess Polly Schroler looks old and watched up enough to play that",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2656.8,
      "timestamp_end": 2722.56,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: It does look very old man. That was you know That was one of those things that which I said that I was something we could talk about maybe poly That was a whole no no Richard Simmons what he was in the movie called jury duty. Oh, it wasn't he okay? Was he also which? Obviously that means a lot to you because jury duty Judging man. No, I am the jury duty man So saying this is coming is gonna summon the jury duty this let you need to watch it This is all the universe is pointing to you. You need to watch it. I'm gonna have to Sorry, I cut you off. You're gonna say something Who was he again? I was gonna say wasn't he the Curly hair fell look and he looks he looks just like yeah, no one that was I was gonna say another thing about him He never looked like he was in shape, but he was there was a whole Mandela effect thing about him Which was did he wear the headband? And that was something I was saying like I wasn't saying we could talk about him specifically But he looks like he was very famous, but he never really looked that in shape at all Not at all",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2722.56,
      "timestamp_end": 2784.48,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: It's person out either that's that's what person that's what salt what really sells joke of it joker, yep Greatest tennis player of all time arguably I would say I think it's titles speak for people Federer people will still say Federer and you probably still is obviously because of all the titles He has yeah Joker bitches don't look mac and Roman the attitude on that guy. I got a love it Yeah, it's a hot sports opinion and I probably ever Talk about a guy whose attitude is what gave him a staying career. Yeah, true. Yeah, I don't know Is that blind mac and roe something something I'm smack in the hoe? How's the pain jump? Oh, oh Yeah, there's that version is about mac and roe bleach back in him Smacking them or some yeah, I know that's like that anymore. What can you do? Wow, you almost hit the end here. Jenna Dewan. Who's this? Who is that? They're pregnant the third baby good for her you didn't figure it out on the first Denmark the foot loose actress Then what a dead at 78 foot lost the beat which one was she?",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2785.08,
      "timestamp_end": 2845.74,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: Hold up click on I think I think she was Kevin Bacon's character Get at it click on her who is she? I don't what character was she in these ones the dancers? Oh Way she had to be like a no we lose is quite old. So she had to be in her 30s I just rented that from the library no longer you didn't I did I was a kid yeah, not long ago meaning very long ago RIP and old and old actress is dead at 78. It's good that we're all aware now We know I can't ever watch for loose without thinking that she about her. Yeah, no for ruin and she bases her death ruin the movie for me, but God please love her to her in her family Yeah, for sure Yeah, and so there's a week down trending this this week. Hope that was enlightening for man I hope next week's trending topics are Yeah, we might use a different website next week and see if those are better. Oh here's here's a sneak peek in next week's website that might highlight football more and Why would he listen didn't attend cuz I'm sure this will be trending next week. Yeah, why didn't I was wondering that that kept me from sleeping",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2845.74,
      "timestamp_end": 2911.38,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: I was like why didn't Woody Harrelson do that? Woody Holesson I Like he's these one didn't grow like why didn't he attend the cheers reunion at the Emmy award? Well because he's better than cheers now. Yeah, I had no idea he didn't it so I saw that Yeah, the image just happened. I don't know if you were about that I thought about it's talking about it, but then I never watch him. I don't care But I don't wear about watching it. I just care about seeing who won, you know, we can talk about us talk about it now Okay, yeah, I mean we can see who won best actor. Yeah, so because Emmy winners This is right and he did dinders winters. Well, it was brought through this real quick. I can tell y'all what's right and wrong Oh, yeah, I knew he won something. I don't know that guy He was from succession Colton when the Colton kids McColley Colton one of the Colton kids that should let you automatically know It's not the one that everyone knows which is McColley, but he's related. He's carrying Colton Yeah, he's got a couple so he's like Eric vice-bow vice-his-pro",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2911.38,
      "timestamp_end": 2971.7799999999997,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: TTW (Trending This Week) Spoken Words: Come back will be tomorrow Bowby says brother Eric by Is is referencing a movie called this the stuff, right? What was that maybe called the stuff the stuff? Who was that the good the goods? Yeah, I was sorry, but that I'm sorry That was a reference to the movie the goods live or Complete inside Joe so the bear sorry actress. Okay, she bear the bear was really good I've watched that I don't know if you have the restaurant. No, it's on hulu. I am a I'm actually a big fan I haven't seen any of these yeah, I have so I could say I'm cool with that I've watched that I've watched enough of I didn't watch that but elementary Ted I watched all Ted lasso It's enjoyable my parents a lot of Ted less it were I'm I am gonna say and I really I don't even care But I do think I was on the Ted lasso being ragged in before like right when it first came out of washroom Because I was like all they made a show from a skit from SNL",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 2974.5,
      "timestamp_end": 3036.24,
      "chunk_topic": "TTW (Trending This Week)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: They stretched this into a character like that character is based off a skit that he did when he was on SNL Oh, wow, yeah, they love it in a show and it was during like the peak of COVID and I watched it and I was like You know what I feel I do feel uplifted by this silly show and so and I think I write a stupid post on it on the track site Where I school. Yeah, I should share this so but either way, but then it's get really wearing and I think it's got more popular It just got more of a beating for me. I have a dormitory. Don't know Sample gate. She's not doing well. I know that What do you mean? She's see it or health is she's I think she had to mess. Oh really? Yeah, it's unfortunate. I like her It's unfortunate. Oh white Lotus Jennifer Coolidge. She's hilarious. That show is good I like the first season more than second season for sure, but the second season was still Drobble the first the second season was like about I feel like it was about love But just like weird dynamics of love and relationships for the first season was about I forgot though for watching theme, but it's funny. It's quirky",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3036.24,
      "timestamp_end": 3101.08,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: Okay, blah blah blah blah a lot of white better. I know we're better call saw better call And I do know these I think the Emmys got delayed like a year kind of because either Riders strike or some I don't know so I think a lot of these are not from the most recent season So I think there's still like the bear I think he's winning for season one even though season two's already been out Yeah, there's a weird timing thing going on with the hair and something I was gonna say you talked about the writer strike That's something I never even knew about they were talking about Holly like Hollywood actors and stuff and how like little they get paid for things And like some of them were getting Like stars like well now some of the movie stars like even this was further back But like the movie hustle and flow Terrence Howard or whatever to do who's the main guy he got paid like Hussell flow was an indie film. Yeah, that was mean so yeah, what do you expect? Yeah, it's a good point You are not gonna get paid for it. It's worth. He's he's made complaints about how much he's made because he was Yeah, cuz I can the original here's original He's originally an iron man. He was gonna be don Cheat was character going forward",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3101.08,
      "timestamp_end": 3165.16,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: But I guess during contract negotiations Iron Man, I think two is whenever you got cast out and replaced by Don Cheeto Okay, he was he's openly said how much money he's lost because he didn't get the good contract And so we I guess I think he Walk away from it now mad because I'm gonna have to call him back because I turned down a couple of most my recent opportunities for films I turned down because of him. Yeah, I mean I like to get Info I don't like him. He lied to me. Yeah, no, it was a bad like don Cheeto It's like us if if you're white America which African American is more like will be I think that's where it came down to I'm that's a sad don't my crew got like or just macro look at probably how that how that how I shook down You know genius a bubble the bear winner. So this is character the bear cousin no the bears the bears turn it up That's good Barry Barry. I love it. You get anything Jeremy. I'm white. He's the main coach from the bear I'm sure beauty Yeah Let's see",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3165.32,
      "timestamp_end": 3225.6,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: Last week tonight was on Oliver. Okay, that one for scripted variety series up stains supporting actress inhibited The Dahmer the Dahmer many says whatever. Let's see one standing directing. Okay, the bear basically upstanding riding the bear Henry out-of-show RuPaul's drag race No surprise that that is the winner out of the options. Yeah, that amazing race survivor top step of voice and pretty bad drag race Of course the drag race meant outstanding riding for our variety series. That's the Stating variety talk series daily the daily sugar no, no, oh my god. I mean, it's worth I Think I'm not really that entertained by any of these I'm not not better men. I was a lot of me. Yeah. Yeah. Yeah. Yeah, yeah out. Yeah, I'll better men You were the most you were the most of the mediocre Trevor. Yeah, I'm standing directing for limited Regulations Aaron Thaline series beef. This was actually very good show is on the fix beef. Yeah, actually no I was blown away by going in with not many expectations, but then at the end of it. It's legit",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3225.6,
      "timestamp_end": 3290.04,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: Okay, I'll really check out beef. I'll talk about this one Oh Supporting actors. So yeah beef did really well too. Oh, yeah, just you up standing running for drum and see Succession. Succession, I'm also a big fan of. I got annoyed with it for a couple of seasons, but then whenever the final season came out, I went back and watched him to kind of warm up for it. And then kind of watching all together and really knowing the characters going through it again, I actually did come to appreciate it a lot more. Okay. By the end of it, it's, they call this a drama series. I honestly think it's a comedy. Like it might not look like a comedy in all cases, but it's hilarious. It really is. Like, you need to go into it and think it's a comedy. You're trying to. Yeah, thinking it's a comedy more than it's a drama. Okay. Let's see. Beef did a writing. Good. I'd say directing. Succession. Good. Variety special. Oh, John, okay. And that thing gets gone. Be in long, long time. Actress beef. Okay. Beef. So beef. All beef or the bear or",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3290.64,
      "timestamp_end": 3351.64,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: succession bear. Karen Gorkin, standing lead actor. Succession actress too. She was really good. And that's funny because this chick, if you hadn't seen her before season succession, she was also in this crazy sci-fi movie called Predestination with Ethan Hawke. Oh, really? It's like a time, it's a time travel one. But it's one of the ones that it does some unique stuff and deals with a concept that might, it's a concept that potentially exists if time travel were real. And it's kind of the whole, could you be on Grand Paul, but even more crazy than that? Hot take right now. I think time travel has been figured out by the Germans. There we have it. Hot take. Hot take. The reason I say this is because, of course, the show dark that you put me on, then I'm absolutely enough. I've talked about it. That's big deals that the drivers... I've mentioned it. At the time, travel through an accidental portal from Toxic Waste. Thank you. Thank you. No, I know, but I'm no.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3351.64,
      "timestamp_end": 3412.12,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: So my point is, I bring that up because you had the show dark you put me on. I'm bringing it up again. Big deal, fight me. Could bring up same stuff. You're recycling content. Yeah, get them doing it. But I saw recently, there was some video game. It's called like Turnbrook, Turnbrook, or something. It's on a game you can play on X-Hinted. I'm just looking up, but I'm not going to. You should. But apparently, it has something to do with time travel. And it's an incident. It's an incident. Or it's like, it's focused around a German character in Germany. And talking about time travel. And I'm just saying, you have a TV show in a video game centered around Germans and German people in time travel. What more have you need, America? There's a bit right here. It's right in front of your faces. You heard it. It's in front of your face. The Germans in the time travel. I'm going to work this in. The time traveling. And it's right there. Thank you. And hey, me, you can love it. Thank you, President. A lot of people have said it, but few people have come out and really said it. A lot of people, that's what they're saying.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3412.12,
      "timestamp_end": 3472.7200000000003,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: I've heard it. The Germans have been at time travel. They've heard it. Because I'm the first one saying, and I'm the only one that said, I'm the only one that said, there's a documentary called Dark Cellars, The Fish. And it's not a documentary, it's TV show. Oh, there we go. The bear, of course, a standing commiseries. What is the bear? What is the bear? Succession. What is the bear? Is this the bear that killed that mall? Succession, the bear beef. That's what's important. Is this the bear that mall, Hugh Glass? No, it's the bear. It's the bear that makes you think of bear, whenever it's actually a tiger that attacked sink-free and royal guy. Wow, I'm going to have to shut it up. Seek-free and royal? Memor of the funny magicians? Who are those guys? Yeah, OK. I don't know who you're talking about. You know what, I'm just going to play along. You know, sink-free and royal. No, like you're saying about movies. People don't know super certain movies. I know, I know that you're sick. I know that you're sick. Free and royal. S-I-E-G.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3472.7200000000003,
      "timestamp_end": 3534.36,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: Sick fraud. Oh, that you be. His name's sick fraud. I'm like a surrogate. What, these guys played with tigers? Yeah, they played with tigers a bunch. I bet you want a whole lot of them. Got attacked. Yep. It's kind of like Grizzly Man. Look at this picture. Look at this dude's get a tag back. Click on that picture. I think one or both of them are dead now. I know, but let's take a guess at who got attacked. Those are some red faces, bro. The guy on the left got attacked. Those are some red faces. Gray suit got attacked. Looked under his right eye. Look at that. You look like someone that's spending like you. That looks like he was at New West. And he grabbed it up on somebody else's time. Sorry guys. If I had a life spent in Vegas doing shows with animals, maybe I'd look like that too. That guy's talking on the side of his mouth. Like we don't want to be making fun of people. That's not making fun of them just saying. People make fun of me. Oh, that's true. This make fun of everyone. You make fun of me. All right, well, so that was a little trending. This way, we're going, we're trending this way. So what's coming up next friend?",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3534.36,
      "timestamp_end": 3595.24,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Emmy Winners Rundown Funtown Spoken Words: I don't know, man. I heard that we might have a first guest. Oh, we have a guest. Yeah, no, we have a guest. Yes, stopping by any time. Any time? All right, well, see that. The guest could be here. We need to go check the front door. And you might see me on the couch for the segment. Yeah, we're going to make him sit on the couch. We're out. I'm being demoted by the basically auditioning my replacement in front of me, but they're telling me that's not what's happening. Yes. I'm pretending that to be hurt and offended. So we'll be right back. The Unseen Member of the podcast, Stephanie, to get interviewed. Introduce yourself. Stephanie? This is Stephanie. And this is her pug. Potato. Say something. And that's yeah, yeah, yeah, so who are, so who everybody know art? So we all know we have an idea.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3595.24,
      "timestamp_end": 3660.62,
      "chunk_topic": "Emmy Winners Rundown Funtown",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SPECIAL GUEST (SG)- Mrs. Stephanie (Me's Wife) Spoken Words: People probably have an idea who you are but introduce yourself in the sense of who you are. I'm a, a Matthew Pits is wife. And and what, and when did you meet Matthew Pits? 2018? 2018? It really does. And when you met Mr. Pits, no, I'm just kidding. I had to make it sound like an interview like an interrogation. So whenever you met Matt, how, how'd you meet Matt? How'd you met me? We met on Tinder. On Tinder, you know, this is like a common thing. I guess for a long time, you know, like you would kind of told me like most people see the whole Tinder thing is like just hook up stuff. There's so many people I've met that have had actually successful relationships from either Tinder or the dating sites like Bumble. You just was Matt your first date, your first Tinder day guy. Oh, no. Oh, it wasn't. Oh, is that is Bumble Matthew? I don't know if y'all can hear Matt right now, but Matt asked the question if Bumble is where girls pick the dudes.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3660.88,
      "timestamp_end": 3729.36,
      "chunk_topic": "SPECIAL GUEST (SG)- Mrs. Stephanie (Me's Wife)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: SPECIAL GUEST (SG)- Mrs. Stephanie (Me's Wife) Spoken Words: I don't know. I haven't tried any of them personally. So you met Matt on Tinder. Yes. And was that like going to buy something off a Craigslist from somebody you don't really know? How did that work? Were you nervous at all? Not really. I think I hit him up. I know I think it was like a Sunday when I messaged him asking if he wanted to go hang out somewhere. And so the way Tinder works, correct me if I'm wrong, just so also the viewers maybe know you have to vote if you swipe on the person. They also have to swipe on you for y'all to actually that's called matching. Yeah. So you match. So already there was some leg work done where it was like I think you're cute. You think I'm cute. Right. Okay. Cool. So I didn't see I didn't quite realize all that. That kind of does help with Tinder and all that. I was very clueless on how on how everything. So you've never had a Tinder. No, absolutely not. This isn't about me though. No, see, no, that's great. So Tinder again, this is like question. You know, no, I have never tindered, but this is the second person.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3729.36,
      "timestamp_end": 3792.6,
      "chunk_topic": "SPECIAL GUEST (SG)- Mrs. Stephanie (Me's Wife)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Online Dating (w/SG) Spoken Words: Now that I've met that has had a Tinder day lead to actually getting married. So there you go. So well, yeah, I don't believe coal. My buddy Alex and Shelby. Yeah, they met on Tinder. Yeah. Yeah, exactly. So it's not it's not really a it's not a weird thing at all. No, it's not all for just fun. So you don't yeah, then it's like the anti smashing website. You end up getting on Tinder. And then to not have sex because eventually you just marry that person. And you no longer have sex with them. Man, wow. So this is yeah, so I'm alright. So I wouldn't I wouldn't recommend it. You wouldn't recommend Tinder. You feel like you got young to get lucky. You know, the times have changed in the last what five, six years. So I'm screwed. Y'all. So everybody else got it, but I miss the boat. You could try it, but it's obviously it's been six years since I've been on there. So I couldn't tell you. I couldn't tell you. That's like, well, wait a minute.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3792.68,
      "timestamp_end": 3853.24,
      "chunk_topic": "Online Dating (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Online Dating (w/SG) Spoken Words: It said three years you've been on there. Okay. So I had. So it, uh, at what point? So y'all y'all had a first date and then what? Yeah, we went to Chipotle. Well, we met at Chipotle. Then did he skimp you? Was he like, was he like telling you beforehand? Like you can't get gawk if you don't want it like. So like, I don't even know if did we did we pay separately? He's not what he said he walked. Yeah, you might you might have. I don't. I have no regulates. So Matthew paid. So we're gonna we're gonna say Matthew. That sounds like something. Matt. Matt's not cheap. So then afterwards we went back to his place and hung out. Okay, that's cool. Y'all went, hey, no, that's fine. I wasn't going any further. No, I don't remember. Well, no, but there was one time. I don't know how far, I don't know how far into us like hanging out when this happened,",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3853.24,
      "timestamp_end": 3915.72,
      "chunk_topic": "Online Dating (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Online Dating (w/SG) Spoken Words: but there was one night that I ended up staying the night and Matthew being the gentleman that he was offered for me to take his bed, but I was like, no, no, no, no. I don't wanna be that person to take your bed for me. I'll sleep on the couch. So you slept on the couch, yeah. Right on, that's it. Literally, there you go. Nothing happened. And then of course, I told my grandma the story and she goes, Stephanie, I don't think he likes you. Your grandma's old school. She's like, well, y'all were, I mean. That's hilarious. So you slept on the couch, was it a good couch or what? I did. Is the couch you have now? It's the couch you have now that I absolutely do not like it. Wow, you guys should be sent on mental towards that couch. I love it. And wow. Wow. Well, now she thought about that. This is exactly why I've allowed him to keep the couch. Okay, guys, if you'll give it a minute, we're gonna get to the marital spats in just a minute. I have a whole interview thing lined up. We're gonna get to what really grind your gears",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3915.72,
      "timestamp_end": 3977.36,
      "chunk_topic": "Online Dating (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Online Dating (w/SG) Spoken Words: on each other by the end of this. It'll be a Jerry Springer thing. All right. No, so we've got how you guys met. Okay, here's a question I had. Because most of us, I know Matt for those who haven't, maybe who are just picking this podcast up. The reason I know me, who's me in the podcast, I'm Mikey. Me over there. I know me because of my brother. He was best friends with this guy since childhood. So I already kind of knew a little bit about Matt. And so I know how Matt was. At what point, we all, when we all go to meet somebody or we're going dates, I feel like we all try and do our best to put our best foot forward to try and be like, this is the bet. You try and present to people, to people like the best version of yourself in a way. And then it's like later on, you kind of see the person's idiosyncrasies and you see what makes them their little things. At what point do you feel like you saw Matt? Did you really see Matt? Was there anything that really stood out to real like that to this guy is? I mean, I don't know.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 3977.36,
      "timestamp_end": 4040.16,
      "chunk_topic": "Online Dating (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: Those any like any little weird thing that stood out to you. I mean, there was a lot of weird things. Oh, okay. All right, cool. What weird thing? What weird things stood out? I don't know how, how truthful are we going to be here? Oh no, it doesn't have to be. I don't want to ruin y'all's relationship, guys. Okay, guys. No, I just meant like, just like if there was anything weird where it was like. It's a weird thing that he was okay doing that I just was. Like the way he mobs floors. Yeah. Yeah. The way he mobs floors, the way he makes his pizza. Okay, how does he make his pizza? Well, when I first met him, he was using the lids of those tough containers, you know. The storage bins. Like the rubberade. He was putting like some post pizza being made. He would put it on there like a tray. Yeah, he put it on there like a tray. So one exactly how he made the pizza was standard. He did it in the oven.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4040.16,
      "timestamp_end": 4100.16,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: Yeah. He enjoyed his pizza. He would do it on that. Get pistols of Parmesan cheese in the middle of putting Parmesan cheese on his pizza. He would use a whole handful and just eat it. As like a palate cleanser like to help him before he. Yeah, but before he'd prepare his pizza, he would pick off the pepperonis and eat the frozen pepperonis before he put the pizza in. So he would say, he didn't. So he would eat his pepperonis before he even cooked it. And about on top of the cheese. How long was this into the relationship when you notice it like he was doing that? Was that earlier? Was it like deep enough to wear it? It was early. I don't think he ever passed it. I don't think he ever passed it. What I'm trying to get at is like any of these little weird things where you like, did you ever like, did they stop you and you were like, what? Or were you just like, huh, that's weird anyhow? Yeah. Yeah, it was weird, but. That's hilarious. But I still loved it. That's awesome. He put his pizza on top of a rubberade. I know exactly what you're talking about. I don't think he ever washed it.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4100.16,
      "timestamp_end": 4162.64,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: You know, yeah, that's what he called it. Flavor. Like a cast iron pan. A flavor. Like a cast iron pan. You season it. And it just, it's a plate you never washed. And it locks in the flavor. OK. So, all right. So what was y'all's like, see y'all's first date. OK, so you're after your first date, you first met each other. What was y'all's first thing he was like, follow up? Like, let's go do this. I don't even think we went anywhere. I think I just came over. What was the y'all doing here? Yeah, it was a terrible movie. What was. that is that a Star Wars movie you walk adventure. It's a, yeah. It's a movie that is all the movie you walk here with the way up and connecting Star Wars. It's like the trend going out with the rings. It's terrible movie that's going to be on the new box. Oh my god. This is Star Wars Universe. I know that. Yeah. Yeah. That's hilarious. And so that was y'all's like first date after the first date. It was pretty early on.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4162.64,
      "timestamp_end": 4223.48,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: I don't know if it was the first day after the first date. OK. It was probably close to the mirror. And I thought it was OK. Probably. I remember the first time I actually met you. I think. Now is the second time I think I met her. Because to be truthful, not this isn't or knock against you. It's just in my sometimes, I don't remember shit sometimes. No, that's why when you ask me these questions, I'm like, wait. The first time I met you, I'm kind of bag on. The second time was whenever I believe was at the party at the house for his birthday. OK. Oh, it was the first time I met you. Yeah. And I remember the first. Second. That was like the second time I met you. No. No, it wasn't. No, I had to have been the third. Because it was, I met you the first time. Second time you came over, it was for a party for that we were having. The third time, because you would come over to the house before and then the third time you hit Chris up and you were like, can we do a party at the house for Matt",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4223.48,
      "timestamp_end": 4283.76,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: for his birthday? I don't remember what birthday was that when he turned 36. Is he 30? Is he 30? I thought you were 40. Is that my 36 birthday? I'm asking which birthday it was. I'm not sure. I don't remember my sprites birthday. I don't exactly remember what birthday it was. But I remember thinking, like, I didn't have much time around you, but I didn't know if you liked me. I was like, I don't think she really, I think she, I don't know. Yeah, I was like, I think Matt's girlfriend likes you. I don't think she likes me. I didn't mind it. I'd have this conversation with her. But no, but I just absolutely terrible. But then I just figured out she was quiet or whatnot. And also to the third time I met you, you were overwhelmed because he had all of his fucking buddies there and everything like that. And a huge family friend group. And it was, I know Chris was stressed out trying to get people over there. I don't know why. I was like, dude, who cares? That's not how it's that I'm joking. I'm actually stressed out. He was. Chris was. Chris was actually, and I thought it was hilarious, because he talked about how he went out front. He's like, I just had to go out front.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4283.76,
      "timestamp_end": 4344.44,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: And I had to like, I had to like just give it a minute, because he was worried number one. He was like, I know Matt and Matt's not going to want. He's, he's going to probably be against a surprise party to begin with. And then he was saying that number two was just like, getting everybody there and not ruining the surprise. Because he, he felt, he didn't want to screw up, you know, what Stephanie was trying to do. So if he felt like, He felt like, that's full, man. I literally, I remember it all because I remember him calling me and being like normal, like, you want to come over and I know I'm going to make up some excuse. But I remember Stephanie bringing up like, we need to go over here. You can't just not go there at times. I was just be like, okay, I'll give in this time. And there's all these things that look back. I remember seeing a weird cake stand and bowl and I just dismissed him. I'm like, oh, that's weird cake thing, whatever. Like I literally just like, I don't even care. I don't know what's going on. And then I get there, it's like, oh, shh, this is a surprise party. You really pulled this off. She made a destiny cake. It was really heartwarming. I'm like, a lie. She's really pulled off something cool. Never, never had that before. Yeah, no, no. And that was also a huge indicator too to all of us",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4344.44,
      "timestamp_end": 4405.92,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: was it was like, oh, wow. Yeah, it was like, she's really cool. She obviously really liked Matt, which was odd to us. We're like, wow, she really likes this guy. That's crazy. We thought we were like some of the only ones. Yeah, because I remember a messaging Chris, or I don't know if I called him or a message Tim, but he was like, you know who you're with, right? You know, he's not going to really want something like this. And I'm like, well, this is what he's going to get. There you go. Well, no, and it obviously it turned out to be something that he really loved and it was cool. I had a blast, but it was just funny. Like you said, I was the same way as y'all whenever I realized, I was like, Chris has first all, that was like, I don't know. Like I was just kind of there. Yeah, I know exactly like him. He did all turn out to be a good thing, but enough about that guy he had in here. And so back to the interview. So yeah, we talked about you, you got how y'all met and everything. And then what pointed the job, how long and was before y'all were like, we were doing this? Yeah, before we, yeah, before you know,",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4405.92,
      "timestamp_end": 4467.8,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: before you guys got married, before y'all even, you know, before how long and how long you'll day for. I don't even remember six months, three weeks, a year, and then you were like, let's get married. And that was very intentional. I was literally like, well, I'm an age I want to get married now. So I went in expecting that's like it literally, you know, this is kind of an end goal here. And he was like, after a year, it's like, yeah, you know, and it just happened. Yeah, okay. It just happened. I'm actually after a year, that's cool. I woke up one day and I'm like, oh, you're my wife? Well, damn. Well, yeah, I showed up in his life and I learned you never left. I love her. That's true. Matt has to stop. Matt's, Matt has to stop talking. But no, so I've ran out of interview questions. No, so we're going to get down to it. What pisses you off about, Matt? The most. What's his most? What's the thing that just pisses you off? I don't get it. It just. Ooh. There's like regular things.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4468.96,
      "timestamp_end": 4531.24,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: I feel like, you know, there's like regular things just piss you off about somebody. Well, he doesn't like to use toothpaste when he brushes his teeth. Well, he's got good data on that, then, OK? So he says he's got a lot of good data on a lot of things. So I feel like he doesn't. So it's time for Matt to come share the data that he's gained on teeth brushing. And it's a community itself. It's the same for me. So you saw his hang on, though. I know. What else to go ahead? There's his when he washes his hands or any does something with the water. He never dries his hands. So his hands are just wet. And it grosses me out. And so the way his hands dry out is by touching objects around the house until his hands are dry. It's like a lake or just air. Or just air. Or just air. Yeah. We don't have hands out everywhere. We have paper towels. I'm trying to waste the paper towels dry in my hands. That's the way. Or you could just have a hand towel that's available to you.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4531.24,
      "timestamp_end": 4594.2,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: If I hold your ear, those kinds of things are on there. Hand towels? You hear about being very careful. That's like everything. They find out how everything out dirty every day. That's why you don't even wash my hands, except for the people. I don't even care. I would never wash my hands if it wasn't for the fact that I interact with other people on doing it for their benefit. That's a very honest thing. That's the only thing I've always admired about Matthew is his honesty. Like a washing with water just to get stuff off him. But I would never use that up if it wasn't for the fact that, oh, I'm handing baby or oh, if I'm touching something else's food, you know. That's true. That's very true. Yeah, he had a thing where he wouldn't wash his water bottle. He wouldn't wash his water bottle. The same one you do when I was in. The one he used over and over and over again. Would drink out of it, would fill it up with water and never wash it. And is he get sick much? He doesn't get sick. No, but he did get sick recently. I never know.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4594.2,
      "timestamp_end": 4654.72,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: The thing is I never get sick. I never get sick. It's because I built up all this community because of all the non-clineless. He might be Superman. You may have married Superman. And I just didn't know it. Yeah, no, I mean, it sounds like he's got some pretty great immunities to things. Let's see. Let's see. What would you ask? Is there anything any questions you'd have for Stephanie? Yeah, if she wasn't your... Well, I'm glad she's here because she was just a guest. It was Friday. And I said, I think this would be great to talk about. I was sitting down talking about the fact, for whatever reason, I've never... You know, the dog. The dog is scratching. Maybe the dog is saying... They're dead. Come here. I've never seen... Oh, these really timeless Tom Hanks movies, for whatever reason. And I know I should have, but it's almost like, I don't know, there's a whole version. Be the way I was sitting there being like,",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4654.72,
      "timestamp_end": 4714.92,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Seeing the real weird things in a person (w/SG) Spoken Words: OK, I used to want... All my free time, I'd want to play video games. Like, before I had my daughter, and toward be like, anything I'm doing with her, I'm thinking about playing a game instead. And she knows that. But I'd still like spend time with her. So, and then after having my daughter, I'd really just let go of the addiction to gaming a lot, which was a big, big transition towards like, OK, I think since we're married, I should actually try and enjoy it now with you. Yeah. No, but I was like, I think we should really try and enjoy each other's company. Like, seriously? We're just fine, because he really had to think about it. No, because of course we love each other, but I know that I feel like it's... I think it's me all the time. To be like, you could enjoy my company better, so let's actually try and have fun watching a movie together. And she's like, you know what, terrible that sounds? I'm like, I don't just think about it. I don't even just that. Well, clearly we were having a great time before you brought this up. He said that. Before he brought this up, we were having a great time already.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4714.92,
      "timestamp_end": 4776.52,
      "chunk_topic": "Seeing the real weird things in a person (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: We're married, we might as well get along! (w/SG) Spoken Words: No, but I had to recognize it. This is natural. You know? No, but I wasn't doing something that made you want to hit me. I think he just was so fixated on the fact that... We might... It was pleasant. No, and it was the whole thought that... That we thought maybe we could continue to be pleasant. That like, you know what? That's our daughter went to sleep. It was like realization. I was like, you know what? We're made. We have to spend the rest of... We might as well try and get along. We might as well. We might as well. That's hilarious. I have my moment. No, yeah, so that was it though. That was fun. It was a funny thought. And I told all this to her about herself. She's like, you know what that is? No, I know you mentioned it to me the other time when I came over. That was hilarious. But it's so funny that it's not funny when you're living it. He had never seen Castaway until last Friday. And you know what? We got through it. I'm like, this is, it's kind of boring. No, it is. Okay. I just felt like that was the thing that you needed to see. And I have now the one person who's seen everything and he had. It's this, that these Tom Hanks movies.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4776.52,
      "timestamp_end": 4837.0,
      "chunk_topic": "We're married, we might as well get along! (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Tom Hanks and overrated movies (w/SG) Spoken Words: I don't know why that is weird. That the green mile and force gum. I think that scene for all the weird stuff you hasn't seen that. And so, oh goodness, one question I had had is an obvious one that I didn't even think of until just a second ago when I had to grab her. At what point did this little gem? The what point did y'all, did y'all make this thing official and get the little plug? When did y'all realize that this was a missing? So I've always wanted a plug. I mean, just, I'm just going to put that out there. I've always wanted a plug. First of all, when I've met her, this, this is not something that she ever said. She had another dog that ran away. R-E-P-Tipple. He didn't really run away. But he obviously went missing and someone stole him. I remember this. And I think two weeks or however long this woman had my dog, she lost him and passed him off as her dog saying she lost her dog. And since then I had no, I have had no like idea on where he couldn't or might be.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4837.0,
      "timestamp_end": 4901.0,
      "chunk_topic": "Tom Hanks and overrated movies (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Tom Hanks and overrated movies (w/SG) Spoken Words: Mayor, may not. So Tupo, if you're watching this, please come on. Yeah, we'll miss you. So if anybody has an Australian shepherd that looks like my dog, he might have my dog. But keep him because we have too many dogs in here. No, please, please turn him back in. Oh gosh, yeah, right. But Tupo was a big part of my adult life. I got him. He was my first dog on my own and he went through everything with me. He even went through with breakups and relationships and when I met Matthew. And on top of that, you know, when my dad died, Tupo was there. So it was really hard on my heart. And I was like, I told Matthew I was like, I really, I really want to get a pug. And this was after we had gotten two Australian shepherds. Yeah, no, so we'd already replaced Tupo with another mini and a full-size Aussie. So this is dog number three after Tupo's gone. That's how, that's how important he was to me.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4901.0,
      "timestamp_end": 4962.0,
      "chunk_topic": "Tom Hanks and overrated movies (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Tom Hanks and overrated movies (w/SG) Spoken Words: I couldn't replace him. He didn't even like Tupo. I feel this empty space in my heart that was him. But now I was like, I need a pug. I told him I was like, I need another dog. And he thought I was nuts. And he tried to convince me that I didn't need another dog by making me sign a contract. I just had it made it clear that I want zero log. Because I took care of all these other dogs. I didn't want to take care of another dog. It was a responsibility on my part. And I said, you know what? This is how bad I want my pug. So I'm going to do it. I signed my life away for a pug. And Matthew was glad you did sign her way. Because look at this little pug. Now I joke about taking this pug every week. She is really the best pug. Matthew has, and look how she's standing. Like she knows it too. Let's just give the pug a minute. She's so mean to potato all the time. And I like to get on her for how mean she is to her. She really is. I feel like it's because she's another girl. But no, you really get on to her more than you give her love these days.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 4962.0,
      "timestamp_end": 5024.0,
      "chunk_topic": "Tom Hanks and overrated movies (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Tom Hanks and overrated movies (w/SG) Spoken Words: And you can't lie. You can't deny it. I know. I know. I know. I know. She's just a pug. She can't get mad. She didn't. She's a dog. She's like she bled on the bed. I'm like it's not her fault she's having a period. Like that's awful. And I get in her fixed. So then the pug entered Joel's life. And my point being is that I could tell the happiness. This little pug brought to you. She really did. She really did. She really did. She came over to my house. She won my heart over. And before Harley passed away, Harley was a big fan of the pug. Harley chased the pug around. And he initiated the pug to life. She looked a little stupid. Oh yeah. He initiated the pug to real life though. And what it meant to be. What it meant to be a dog. But no, I'm so glad that you guys ended up with a pug regardless of. And we can't forget the other pug. We can't forget the Lily. The one that sounds like a turkey in the corner all the time. The little pug. The little pug. The little pug. Always. But with all that being said from everybody else,",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5024.0,
      "timestamp_end": 5085.0,
      "chunk_topic": "Tom Hanks and overrated movies (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: it poked you have any thing you'd like to say? She just sounds like she's struggling. She just sounds like she's struggling. That was all. Jen, up. Jen, up. Just like you do with her. What? It's okay. You can speak up. You can say you can say I do I have noticed and I'm sure she has a lot of things I would say interacting with the book I do interacting with her because they're both those like adorable little beings You know that are helpless like Okay, and so now that we've now that we've gotten the background you guys you know, we know we know how you met and everything Y'all have both just recently very recently had a little had a baby. Yes. I've never pushed a kid out for obvious reasons I don't know kid you would you like to guess why I haven't had a child personally haven't personally? How do you know now okay Says who um so no uh so either way what what said what was have you always learned have you always wanted to be a mom?",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5085.0,
      "timestamp_end": 5149.68,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: Yeah, I actually have answered immediately immediately yes you've always learned always Oh, she wants to get to you The plug was like Yeah, that was one thing we were very good about communicating Was do you want kids and of course we both said yes I think Matthew Matthew was like going good with two and I was like well, I want four But you want four kids You still want four you just had the one how do you feel now I'd be content with two I'd be content with two you should talk to my mom before you think about four Well, yeah, she had four you have I mean I have talked to your mom about that though You need to talk to your about the four things I think if she did if she could go back to pride with a stop I think she probably would have stopped. Yeah, probably if she yeah, no, she probably would stop I guess I'll have to ask her. Yeah, I am the youngest. Yeah, I'm the youngest",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5149.76,
      "timestamp_end": 5213.76,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: I was the whoopsies Yeah, I believe I was an accident. There's nothing you can say that'll make me think differently mom She's gonna feel so bad. I just said that on a pop. She's gonna feel so terrible, but that's fine It's okay. She knows Complete like y'all were there your parents were driving down the road and they Oh my god, it just happened Yeah, my mom had me at 16 so okay 16. Yeah, well you know, no, it could have been That's it couldn't then you know not the max that could have you know, okay, yeah, no, that's Now nobody plans that I wasn't supposed to be nobody plans that unless it's like what we were talking about earlier with the royal family Royal family plans those things Years ago, but no The other day in math he was like, I don't know if I can do this again And I'm like, well, I mean kind of we kind of have to don't we he goes well. I mean do we I'm okay We're just one and I said okay look",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5214.48,
      "timestamp_end": 5274.56,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: Have I'll get to that in a second Yeah, hold on couch guy So he asked me you know if I if I wanted to happen other one and I said well look I said I went through a lot With the pregnancy. I mean I got sick and everything it was not yeah, I remember it was not a piece of cake for me at all um Your body goes through quite a bit of stuff when you have a baby, but I told him I was like, but with sea lads like I feel like she needs to have a sibling, you know, can't have her be an only child You know, I mean an only one. Yeah, I don't think No, and that's a thing man, and only kid really is a role of the dice It's a role of the dice in my opinion. I'll be honest. I'm gonna come out and say it An only child is a role of the dice It Well, it's you know, it's one of those things where it's like if you've just got like come on man We've all we all know that did we all know that only child come on. Y'all know what I'm talking about You're gonna really make me break this down and go make you a read through the lines here",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5276.32,
      "timestamp_end": 5339.36,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: Come on man, what I'm saying man That's like most people what they think about homeschool kids like me, you know people Everybody found out I was homeschooled and they were like whoa, man, you know, I'm doing normally homeschool kids You mean the only child you then they're cool. We were like whoa, man. I didn't know you You're an only child man You know what I mean? So yeah, I mean I got mixed up You know, but I think that I think that as long as you know you're raising them up whether they're Only kid or not long you just socialize them and all comes out of temper in their expectations We know the only kids Having having somebody It's more about when they get older having a family member more more than likely, you know Just because like my brother is two years younger than me And so of course we butted heads a lot gotten so many fights and arguments But we really had a close and still have a close relationship Okay, and so And my brother would agree with me, you know, he's not like Matthew over here talking about how he doesn't really have a relationship with this",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5339.84,
      "timestamp_end": 5399.84,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: I was joking. Even though he's joking. But my sister, on the other hand, she came around when I was already 11, I think. Your sister did? My sister. She just like had gone out like one day and then didn't come back until she was adult. She went out to play with her friends. No, no, I'm just, I'm loving. I'm loving. I'm loving years older than my sister. And with us, we're not super duper close, like me and my brother are. We had a bit of a rocky, you know. Yeah, we're girls. We're girls. We're girls. I feel like most sisters and most girls like kind of have that rocky. Yeah, no, they do. No, no. I think they do. I think I think they do. I think they do. No, I don't know. I don't know. Personally, I just feel like girls are always like, it takes nothing. Like, I know girls that are like, oh, this is my best friend. And then it's like three months later, you don't know that person. And it's like guys. Like I've known dudes like my whole life.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5400.0,
      "timestamp_end": 5460.08,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: It's like Matt and Chris and stuff like that. I mean, I feel like there's girls are very not, like a lot of them are quick to just throw their friendship around and then all of a sudden it's like, does that make sense? Yeah. See, I had a best, oh, because I had a best friend from when I was like six. Yeah. And we were best friends for like, well, okay. So I considered her my best friend, but I don't, I can't, I can't speak for her. See? But, but it wouldn't be, but I mean, we were friends for a long time. Yeah. But she was the only person that I ever considered my best friend. Yeah. It's sad that I grew up. It's like I had friends, I had friends, but you know, she was the one that I've known for like a really long time. So she's the only person I can say, you truly are my best friend. Yeah. And I cherish that relationship for a long time. Yeah. No, until, you know, we just kind of parted. You just parted ways and then it was like, yeah, that is what it is. It was kind of sad, but yeah. How old were you? You know, that happens.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5460.08,
      "timestamp_end": 5520.24,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: 27. What? He said 27. That was funny. No, but yeah. So I probably, I mean, I've talked her here and there just to reach out to see how she's doing, but I haven't seen her. I mean, life happens. That's like a buddy of mine. I'm like, he's who's like my best friend for years. You know, I don't really necessarily talk to him too much, but like you said, it's just life. It's just we kind of have different little paths we take. But I just, you know, I had brought that up about the girls just because it's like, I know my sister and her relationships with other girls and how they go. And it's like, you know, and how their relationships have gone. And I feel like it's usually comes down to something like that where one of them really is like genuinely is, does consider themselves their best friend or something. And then the other one is just faulty exactly. It's just like the other one isn't. And so it's like, you know, y'all are few and far between. And it's like the trick is, is for you all to find each other, you know, in a sense.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5520.24,
      "timestamp_end": 5581.24,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: EVERYONE loves the Pug (w/SG) Spoken Words: Yeah, exactly. The girls that have the same, the girls that want to put in the same energy to another woman is I think that's the point I'm making because I feel like girls both, you know, want attention from dudes or whatever. And so they're used to getting attention, but they're not used to giving it towards each other in a sense. And so it's like, you kind of get when you get one given more than the other. And then it's like, you know, well, I mean, I feel like girls can be very complicated. And a lot of times, obviously. Matt's over here is scoffing and laughing. No, I just, I don't, I feel like so many people, you know, they say things and they don't really mean it. Yeah, I thought it around, yeah. Yeah, they throw it around like, oh, yeah, cool. We can hang out. We can do this. And then it's like, they end up changing plans on you or something and you're like, okay. And it just never happens. Just never, that's never, yeah. Well, and you know what, you know, those fair weather people, it's just, it's like, it's like I heard something about, you know, there some people are like leaves and some people are like trees",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5581.24,
      "timestamp_end": 5641.56,
      "chunk_topic": "EVERYONE loves the Pug (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Girls are complicated (w/SG) Spoken Words: and, you know, leaves that's like there, they come for a season and then they're gone. Trees kind of stick around. So everybody has that Matthew's a tree. He's a big, he's a big old sturdy tree. He's a sturdy old tree. Let me tell you something. That's Stephanie. She was like, I'm gonna have to climb this one. I'm gonna have climb this old sapling. I'm gonna have me a couple of kids with him. That's what she said. Say, I'll have one kid now and y'all are, so you, how old are you? I'm 29. Good Lord. No, I'm kidding. She's so old. God, please. I'm just gonna have you. If I'm just gonna have you. I'm just gonna have you. It's like an old western. I'm just gonna have you. I'm just gonna have you. So, and you're, you've had a kid and after all the health stuff, what do you think? I don't know if we really touched like fully on that. Would you, would your, your consensus? Would you have another kid? Yes. You would. I would do it for my daughter. There you go. And the future child involved. I can be quite the dragon.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5641.56,
      "timestamp_end": 5709.6,
      "chunk_topic": "Girls are complicated (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Girls are complicated (w/SG) Spoken Words: That's like you can kill me. To put it lightly, I will say I can be a dragon. And it's not that he does anything wrong. It's just that he can't do things right sometimes. And it bothers me. And I know I shouldn't be that way. But sometimes I get so overwhelmed. That's funny. I just can't help it. No, I can be a big deal. And isn't that always the thing do you guys watching out there that have them? Isn't it always the baby mama drama? And that's what Matt's talking about. He's always having to deal with his baby mama drama. So another kid. Man, we all know why Matt would want to have another kid. So you could have sex again. I'm just like, what's the sex that makes me? Exactly. There you go. So we all know Matt.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5709.6,
      "timestamp_end": 5769.96,
      "chunk_topic": "Girls are complicated (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Girls are complicated (w/SG) Spoken Words: We all know the dude's reason. That's funny. So you think two kids would be at the, you were originally a four kid person. Now you're like maybe two. Yeah. I think two is good. Yeah, four is a lot. If three happens, you know, three happens, if four happens, if Mikey happens, if you get an accident, I guess I had talked to Gina before you go down that four kid road, talk to her, you know. Because I think it's down to the money. I can find very well-meat. But like, well, we've gone a lot. Then I bought more money for it to pay for like, to be an enemy when I'm really like, oh, yeah. Yeah. Yeah, no, you're right. That's what I, people have been saying. But you just get the worst of months. And then they do your thing. Yeah, no doubt. That's why it helped out to my parents were loaded. So. Going on to the next part here is the job interview part. Yeah, no, this has been a long interview. Longer than I expected. Did you all, are you going to? Yeah, I mean, no, I don't get. Oh, no, we haven't been recording.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5769.96,
      "timestamp_end": 5831.36,
      "chunk_topic": "Girls are complicated (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Girls are complicated (w/SG) Spoken Words: No, I'm just kidding. Yeah, I'm just playing. Yeah. Yeah, of course it does. I'm a, I'm a, I'm a, I'm a, I'm a, I'm a, I'm a, I'm running this thing. It's not like rerun. I've been stuttering a lot. I tried to do my best to stop cussing and I'm stuttering. So yeah, no, I want to say thank you for letting me do the podcast. I want to say that. No, but I do because like I said, no, there's a, this is your house too. You let me come over here and hang out and chill and there's a lot of girls who don't even let their dudes, whether they're married or not go, you know, do their own shit, let alone have a dude come over their house and. Well, I will say one thing that I do value most is friendship. So as you can tell. So for me, it's like Matthew needs to have this. Yeah, you know, like, yeah, because he needs this and his life. And I'm sure he was probably driving you fucking nuts too much.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5831.36,
      "timestamp_end": 5893.36,
      "chunk_topic": "Girls are complicated (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Girls are complicated (w/SG) Spoken Words: Just you know, really. I mean, you know, he's my best friend and I love him. I'm going to say because I have to spend all my time with him. Stephanie has, but has taken your spot, Chris, you were the best friend, but now Stephanie. I like to say what you were for. What's his name? I'm a friend of me. Because you're almost all your friends that you hang out with. You've known for a very long time and they're very good friends. And I feel like that's very hard to come by. And some of these good friends we don't see as much, which is unfortunate, which we saw more. We saw some of these people. And if you're watching, you just need to stop by to show up. Matt loves it when you show up randomly. Just sneak in his back door here. No, but there was a time in the very beginning when me and Matthew were hanging out.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5893.36,
      "timestamp_end": 5959.36,
      "chunk_topic": "Girls are complicated (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Girls are complicated (w/SG) Spoken Words: And he was like, oh, let me finish up this game so that I can spend some time with you. And I was like, no, no, no, you're good. You keep playing. Like, you do your thing. I can watch whatever on the TV. And so that became our whole thing where he'd be playing video games right next to me while I watched something on the TV. Okay. That's cool. That was that was my first mistake. And because now because now that's the normal thing. Because now it's he demands it. And I can't. I let her know for this is my name. I get to go with it. I'm going to know more times where he would be like, I'm just going to let you know I'm going to be in a party. And you need to keep the volume down to a minimum. Yeah, but that's because then she's putting the whole. Do you, will you put the whole squad at risk when you're being allowed? Yeah. So, so I had to, uh, a lot of times I had to like, lower the volume all the way down to where I could barely hear it. So that's why you use subtitles. Well, that, yeah, that's another reason why you use subtitles. Yes. Cause she's, we're, we're watching, we always go watch twin peaks.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 5959.36,
      "timestamp_end": 6021.6,
      "chunk_topic": "Girls are complicated (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Set precedents early on in a relationship (w/SG) Spoken Words: She's always like asking about subtitles. Subtitles aren't on. She'll, she'll want them on. I think that's fine. Yeah. Matthew turned me on to the subtitles. Matt makes you watch things and quiet. Matt, but Matt puts her in. So there are times where you can watch something and you miss things that are said. Yeah, yeah, yeah. And you're like, what? That you can't even coherently hear. Yeah. And then the way things are spelled, you know, it's, it's pretty interesting. So if you haven't tried subtitles, you should try it. That, so Stephanie's recommendation of the week is, is put subtitles on and give it a shot. Now subtitles are funny because I saw one time. I can't remember exactly specifically what it was, but the guy said something and on screen, what popped up was totally different. It was hilarious. So subtitles can actually be funny just because of what hurt somebody says and how the subtitles like is programmed to put the word up. Yeah. No, and that's what it is. It's the bootlegs. I think that's what it is. Yeah.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6021.6,
      "timestamp_end": 6082.4,
      "chunk_topic": "Set precedents early on in a relationship (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Set precedents early on in a relationship (w/SG) Spoken Words: And they can't, and they can't interpret it. That's what it is. Yes. Yeah. Well, that's cool. And so, and I also noticed, did you already have like a, like movies or what not before Matt? Because I know you all both, like, you seem to be also being the movies and TV shows, which I think is pretty. Yeah, but Matthew has, well, he still has a very wider span of work to watch. So he opened my eyes to a lot of things, like 20. Because if it weren't for Matthew, I wouldn't have even gotten into 20. I would have never, yeah, I wouldn't have seen here. I would have never stuck with it. I wouldn't have even gone into the office, which would have been very displeased. And if I didn't, because it's a very good show. But yeah, there's a lot of, a lot of movies and shows. So you do feel like he did kind of like spur that on your, but you already kind of like movies and shows. Yeah, I did. I do. The way she said, the way she said, she's like, I do. And I did.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6083.08,
      "timestamp_end": 6143.72,
      "chunk_topic": "Set precedents early on in a relationship (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Set precedents early on in a relationship (w/SG) Spoken Words: I did. I do. Oh, that's awesome. That's cool. But yeah, but he kind of helped me find other things. Now that's cool because now he definitely, I was just asking because he definitely like, you know, I already like to be, yeah, and I was going to say I already liked movies and TV shows. But you know, he and I already watched, you know, a lot of them, kind of regularly. Because they're in the reason I say this because there's some people that are like, I don't watch movies on a watch TV. I don't that doesn't contribute anything to my life. I wake up in 3 30 in the morning and I do an ace bath and I run seven miles. And then I think about sleeping and then I think a week it is. That's why I don't watch movies. But no, people like that. It's like, that's annoying as shit. So it's like, I, you know, I enjoy movies, but Matt definitely put like my, he put all that on like kind of steroids for me with like giving me a few recommendations and I dove into them. Well, because I remember him from there.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6143.8,
      "timestamp_end": 6204.64,
      "chunk_topic": "Set precedents early on in a relationship (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Set precedents early on in a relationship (w/SG) Spoken Words: I was like, hey, what else you recommend? Because I remember him telling me he was like, yeah, did you know that Mikey told me he watched what I told him to watch when I told him about the show or this movie? He goes, that means so much to me. Like, I don't think he understands just how much that like, and it really did. Yeah. Because I think he's told and shared a lot of things with a lot of his friends. Yeah, people just like, oh, whatever. And he really thinks like, wouldn't it be great if this person like called me or sent me a message and said, hey, man, I checked this out. This is really awesome. Yeah. And he is like, and they never do. He goes, Mike, he does. Yeah. Yeah, no, it's like he put me on dark and it was, I mean, it was good. It was, you know, a good thing. He put me on a good show that I was into because otherwise I would have never said anything. But then it was that. But yeah, he has good taste. But then yet it was from there. Yeah, that was the first song I recommended to you. Yeah, because my brother even, yeah, no, it's also just movies and stuff to my brother and that Matthew's obviously like,",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6204.64,
      "timestamp_end": 6269.36,
      "chunk_topic": "Set precedents early on in a relationship (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Who only likes the best movies and shows? (w/SG) Spoken Words: verified and I did. And yeah, and he vetted and I'd be like, yeah, you know, she should check these out. My brother's like, you don't have good taste in movies happening. You don't know what's good and what's not good. And I'm like, well, just to let you know, it was from Matthew. So, you know, it's good. Yeah. No matter. Yeah, Matt's got some, Matt's got some recommendations. No, well, I think it's, I'm glad you, I'm glad you, you guys both swiped on each other. She is definitely glad. Little seal is glad. We're all glad. She's cute little baby. And years from now, she'll watch this. She'll be like, whoa, she is kind of awake. She wants you to put on X files. This baby look guys, I'll tell you, I'm not even kidding. Every time I come over this baby is in trans to X files. She watches it. I pick her up. I'll pick the baby up. I'll pick this child up. And this child will just like, I'll turn her back to the TV.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6269.44,
      "timestamp_end": 6331.44,
      "chunk_topic": "Who only likes the best movies and shows? (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Baby Loves X-Files (w/SG) Spoken Words: And she just turns to watch X files. There's been other shows on like, monks. She's had on and she doesn't quite that way with monks. But with X files, anytime like X files is on. And I pick her up and turn her away from the TV. She's immediately like, where's molder? Older in school. Where are they? Yeah, I think that's great. It's like peaks also. There was some interest in Twin Peaks too. If that kid doesn't like Twin Peaks, there's plenty more kids out there. We'll adopt a new one. Yeah, but now that's a joke. We never get rid of the kid. But all right, well, that's probably a good spot to pause. We haven't been talking for a while. I feel like it's really making Matt mad because I think he understands now that we're just going to replace him. So, it's going to be me and Michael. This is the me and Michael podcast. This is it went from Mikey and me. And now this is the me and Michael podcast.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6331.44,
      "timestamp_end": 6393.44,
      "chunk_topic": "Baby Loves X-Files (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Baby Loves X-Files (w/SG) Spoken Words: And so, yeah. So, season two. All right, yes. So this just happens. So season two, the me and Michael podcast. And yeah, we'll be back for the next part of our segment. Bye, guys. Hello. I'm in Rebecca. Yeah, Mikey. I'm sorry about that with my with my wife there. You know, I was there. I heard most of what she'll say, but yeah, she talked a lot of shit about you. Yeah, she did say a lot. Yeah, I was cool with it though. Yeah. Oh, yeah. And I was cool, man. Yeah, she's cool. She's cool. She's cool. She's cool. She's cool. I do love her. I love you.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6393.44,
      "timestamp_end": 6453.52,
      "chunk_topic": "Baby Loves X-Files (w/SG)",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Musical Interlude - The Last Dancer Spoken Words: Yeah. She's loved my life and all that. Oh, my gosh. These dogs, dude, I'm serious. They are driving me nuts. That's cool though. You know, let you know your life driving me nuts. Let you know your life. Yeah. It's always so much. Yeah, I agree. So we're going to let we can do anything else before we move. This is this has been a pretty cool podcast. It's a hard experimenting and stuff, you know, but yeah, I think I think it's a good start to season two. This is an excellent start. And we need, oh, before we before any like I forget, I meant to do it earlier, I meant to say it earlier, shout out to pretty much anybody who's been watching and continues to watch. Sure. Thank you all so much, man. Seriously, like we know that we know a bunch of our homeboys like continuously watching things like that. Yeah. But there are some new viewers that have popped in. And you know, thank you. I'll just check this out for a minute. Thank you all. That was really cool. Appreciate that. Seriously. Shout out. Jason. Listen to your mom. All right. You got a smart mom.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6453.52,
      "timestamp_end": 6514.04,
      "chunk_topic": "Musical Interlude - The Last Dancer",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Shout outs Spoken Words: Don't be wild. Jason. Shout out our boy Jason. They call him in the streets. I hear his name is JC Boo Boo. So I heard his name in the streets was, man. So y'all watch out for that kid. He was talking about, but I believe him. Yeah, no, he's wild. But yeah, no. So shout out to all the viewers, man. We appreciate y'all. It's cool. It's cool. It's cool. I don't even know. Can people even hear that? I know it. That's a good question. You know what? That's real life video. That dog scratching is real life happening outside. That's our reminder. Sorry. So, um, not apologize. You're right. I love him, but cally dogs. All right. So that's annoying, though. Whenever dogs, sometimes a scratch, I remember this girl I messaged for a little while. How this cat that would scratch the walls. Yeah. It would be like three in the morning in the cat would just be scratching a wall. They're the weird. And I would get her. I'd get up and I'd get the cat and I'd throw it out of the room. No, I quite literally would throw this cat out of the room. I'd toss it out the room. And then this, this like, I would close the door and then the cat would come up to the",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6514.04,
      "timestamp_end": 6576.04,
      "chunk_topic": "Shout outs",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Shout outs Spoken Words: door and it was like, so you scratch the walls and then I let you out. Yeah. You know, and then you're doing it. And now this isn't enough. Now you're scratching the door to get back in. What do you want? Yeah, dude. We want from it. Early days of chief, I did some questionable things. I'm not proud of one of them when he dropped me crazy in his kitten days. I'd get a small trash can that he barely fit in. I'd, you know, you know. Catch him, put on the trash can top of him, and just sit on the trash can for a while. Give him a second. Let him think about what he did. Just keep him trapped in the tiny trash can because he was driving me crazy. I love them, and I start doing mean things. Yeah, and it's like it gets to you for a second, and you think about almost doing some bad stuff. Yeah, I can't throw him against a wall more than once, and never with myself. No. Well, you can't do that in, you know. More than once in him be alive. Exactly, that's the... Which would make it hard to live with myself. That's what I was getting at there. So, yeah, you know. If you have to, just walk away from your pets every now and then.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6576.04,
      "timestamp_end": 6637.88,
      "chunk_topic": "Shout outs",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Shout outs Spoken Words: Dude, I did have to ask your brother, and I'm like, look, there's a chance I might need you to take chief because I'm afraid I might actually didn't kill him. You did you know about that? No, I didn't. Caleb, whenever Caleb would help me. Oh, really? It's a sad admission. This was like 12... I don't know. I wouldn't ever be this, but the cat drove me so crazy. I was afraid I was going to kill him. Chief was. I do feel like chief might have been haunted. Dude, you think that's... Chief was a... He was a... I remember Brandon Jones talking about... I remember Brandon talking about Chief Violating for no reason. He was just like... Yeah, for no reason at all. Because he did it to me. I remember I came over to the house, and I was just like, what's up, chief? And I remember you being like, hey man, you might want to... I don't know, maybe... He just... And I was like, what? Is he not okay? And you're like, yeah, no, he's cool, but just be careful. I don't... You never know with him, you know? And he wanted to turn out... But he was just going like that casually. He was a little closer. We're just looking at your clothes. Oh, yeah.",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6637.88,
      "timestamp_end": 6698.08,
      "chunk_topic": "Shout outs",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Shout outs Spoken Words: But yeah, he was a little violator, man. That's what we love about it. He probably got got. That might be what happened. He might have been poison. Might have had some beef out there. They couldn't resolve. Damn. I can happen. We'll figure it out. Yeah, we're going to look into that in that investigation. Yep. So... So what were we at time to hit the dusty... Yeah, I mean, it's about time for us to go watch Twin Peaks. Little... Little final wreck of my wife. Did she recommend something just then? I don't know. What is... She had said something and I said her wreck. Oh, her recommendation in the week was... The captain's. Put your clothes, captains on. Yeah. Which honestly... Obviously, it's a bug. It's a bug, you know. I mean, I do think the ideal watching situation is to be in a room with no distractions where you can have the volume as loud as the film or show requires to capture and hear everything that's intended. But, yeah, ideally, yeah, you want that kind of environment where you don't have to look",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6698.08,
      "timestamp_end": 6759.8,
      "chunk_topic": "Shout outs",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: away from whatever the screen is showing you to read things, you know. So in ideal situations, yeah, I would try and watch things without subtitles the way they're intended in an environment that you can have it loud enough and that have distractions. But subtitles are a way to just compensate for, okay, I'm going to be distracted doing other things I shouldn't or looking away and I might not hear something loud enough. And like she said, it is nice sometimes because there'll be things in the show that were quiet or just the way that they were filmed where it actually helps to know what's going on. But, you know, I deal with it. Yeah, I wouldn't watch them, but it is good. It is good to use them. Yeah, I love watching TV shows. Like, I'll watch them on my iPad and I'll plug in like headphones. We'll do it that way. That really helps you get into a show. That's honestly one of the best ways of plugging in some headphones and watching the show that way. It felt the same way about gaming. That like, will immerse you like I've put on like my gaming headset and like plug those. Yeah. Yeah. It's about as a merge. It takes it. It can really take the experience to know the little. Oh, really, Canon, I did that with a couple of shows and like to really help me pay attention",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6759.8,
      "timestamp_end": 6822.84,
      "chunk_topic": "Recs of the Week",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: because it's so easy to like let your phone distract you. Something like that. It's like, with the sound, it's like you're a part of the action. That's dirty. Slap, slapping sounds. So yeah, my recommendation would be to watch, I'm sorry, it naturally came out. My make, make, make, make, make it would be make a recommendation of the week is kind of not a counter, but a compliment to watching some of the subtitles. Watch something with a very intentional environment where there's no distractions and you can have it as that as you need to without worrying about bothering anybody. Yeah. Now that is, that's, I like that. Yeah. It should be able to listen to as long as you'd like. But it's sometimes you can. No regard for human life. So my recommendation of the week would have to be if you stay up late enough, I know I've mentioned them before, but if you stay up late enough and you have a radio, I know a",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6822.84,
      "timestamp_end": 6884.44,
      "chunk_topic": "Recs of the Week",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: lot of people don't have radios. Dude, you know what? Look, every time I try and discuss, every time I discuss my, what is this? The 30s or something? The 20s? Can't afford a radio. Goodness. I mean, people are watching us right now on computers. But no, you need to check out if you stay up late enough, you need to check out coast to coast a.m Dude, I don't think I've said this is a recommendation if I have about it I don't know if it's been a wreck. Okay, well, it's a wreck and I'm gonna recommend it next week in the week after and the week after And I think I'm gonna go out of my way to try and actually check this out because I've never done it I've never what time is it on it coast to coast a.m. Comes on at midnight on 570 so I could catch that in an hour You can catch that in an hour and it's such a good show. I love it because I just Google that website and get to it because I don't have like an actual Ray that's what I'm saying. I don't think you can I think you actually have to have a radio So it's like I'll never here. Okay, see you guys need to go. It's really just dude is",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6884.44,
      "timestamp_end": 6947.24,
      "chunk_topic": "Recs of the Week",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: I like that would be a Late thought wreck is When if you get like at the gym you guys my face I used to do this I would get to the gym and before I go out and run I would take like a 15-minute power nap in my car. Okay. I'm free from any Responsibility or burden of like getting home and having to meet me do something Yeah, but you know, and I'm not done at the gym yet So I'm not like in a rush to get home like it's that in between. It's what's that? We're in limbo a little limbo time where I just Still a few minutes and I was lean back and do like his Zen power net where I just kind of trying to clear my mind and just now think about anything I don't sleep normally, but I just get to you know Whatever if you could try and sleep just you know go into that complete relax mental state You worry actually do gain some level of like we do like Rejuvenation and get energized from so it's yeah because I don't ever actually fall asleep But I'm able to kind of refresh my mind and body a little bit by shutting everything down. Oh, that's cool",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 6947.24,
      "timestamp_end": 7008.26,
      "chunk_topic": "Recs of the Week",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: Yeah, that's a good one. Sorry about that that just that grew up Swold up from within me. Yeah, well there you go There's that in 570 coast to coast a.m. Go check it out buy a radio guys come on. Yeah, just get yourself I get that patreon going to get everyone a radio. We're gonna get that patreon going and y'all are gonna buy Matthew radio and I can listen to it on stream and we can all benefit and yeah, everybody all of it So this has been great. It's been it's been real strong strong for season one good start to season two season two and Yeah, hopefully you will see some of our friends show up on that'd be great man season two with some friends some people We're gonna have to reach out to some people Sorry, I have to reach out and get some friends in here and it's gonna be cool. I'm ready for it I think they're ready for it. I think our bodies are all I think it we're all our body is ready sensor Right my friend A left-handed shake you threw me start out this year",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 7008.38,
      "timestamp_end": 7070.3,
      "chunk_topic": "Recs of the Week",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  },
  {
    "text": "Topic: This must be the ending... Spoken Words: Season two double handshake double fist",
    "metadata": {
      "date": "01-19-2024",
      "episode_number": null,
      "episode_title": "S02E01_Season PREMIERE: THIS will make you love again. #podcast #funny #life",
      "timestamp_start": 7071.7,
      "timestamp_end": 7074.18,
      "chunk_topic": "This must be the ending...",
      "topics": "S02E01Season,PREMIERE,THIS,will,make,you,love,again,podcast,funny,life"
    }
  }
]