[
  {
    "text": "Topic: Catch up Spoken Words: Welcome to my TV podcast. Hello, we are back. I was not bad for you. Yeah, I think you could be better. We don't care too. Yes, so have you been since? Did you see this weekend? I think we did. Is that right? One of our cousins and one of our cousins, friends. I thought there were all cousins. Yeah, but they're all mixed. But they're not already there. Either way, one of them cooked some damn potatoes that were made. Yeah, shout out to Alyssa. Alyssa. And Odilece was the friend of the family. Alyssa. The cousins Alyssa, Alyssa, the friend was Odilece. Odalis, Odalis. That's the Sunday you said it right. Yeah, no, those potatoes. Yeah, y'all are good time.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 0.0,
      "timestamp_end": 60.0,
      "chunk_topic": "Catch up",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Catch up Spoken Words: You seem like y'all are having some friendly fellowship. Yeah, that was chill. And then what, what did I do over the weekend? That leaves Sunday. Yeah, so Sunday. I watched some football hung around the house. Didn't really do anything. And then the rest of the week I've done. Absolutely nothing. It's been great. I've loved it. You sound quite enthusiastic about life in general. I honestly, yeah, I really am. To be honest with you, it was fun for me to just sit around and not do anything else. No tears involved in any of this solace. No, no. Maybe tears of joy, but they haven't come. You know, you think they're on their way. I think so. You can see them off in the distance. Yeah, they might be. Yeah, you know, like I can see, I can see guys. Not today, maybe not tomorrow, but I think I'm going to cry this week. There's a crying cloud on the horizon. There's a crying cloud on the horizon. No, no, I just absorbed myself in absolute nothing. That's good. That's good. This week I'm over the weekend and I love it.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 60.0,
      "timestamp_end": 120.0,
      "chunk_topic": "Catch up",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Catch up Spoken Words: That's good, man. I'm glad with all that free time you came prepared with the robust offering tonight. I hit some, I hit some balls with my buddy, gee. That did do that. I hit balls. That's right. I hit balls. Your buddy, gee, your buddy, gee, has no somebody named Motowace, right? Oda Lee? Who's that? So he knows also another friend of ours, Pilo, shout out. Pilo. Pilo's wife. Okay. That's what it was. That's how I know about that. Well, cool. That's how I know that name. Good times, man. Oh, yeah. So what about you? What'd you do other than hang out with me? Saturday. Yeah, you saw that Sunday. I mean, I can't have done anything really. And now this year's the, I mean, before, before having a kid, I didn't really do anything. Now it's, I didn't do much, but I know it was like kid. Wait, yeah, I don't know. That's the important. Yeah, yeah. The kids a lot. Yeah. That's what we really need to focus on. Yeah. But no, I guess I did, I did manage to watch a couple show.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 120.0,
      "timestamp_end": 182.0,
      "chunk_topic": "Catch up",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Fired on Mars/Scavengers Reign/The Magician Spoken Words: I watched a lot of stuff since last week. Really? Yeah. I watched all of this first seasons on the eight episodes, I think. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 182.0,
      "timestamp_end": 242.0,
      "chunk_topic": "Fired on Mars/Scavengers Reign/The Magician",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Fired on Mars/Scavengers Reign/The Magician Spoken Words: I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. I think I was the first one to watch this. He did fart on Mars and he mentioned Scavdor's Rain. He did fart on Mars and he mentioned Scavdor's Rain. That's the one that I had on a list to check out. That's the one that I had on a list to check out. That's the one that I had on a list to check out. That's the one that I had on a list to check out. That's the one that I had on a list to check out. That's the one that I had on a list to check out. That's the one that I had on a list to check out. That's the one that I had on a list to check out. That's the one that I had on a list to check out.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 242.0,
      "timestamp_end": 302.0,
      "chunk_topic": "Fired on Mars/Scavengers Reign/The Magician",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Fired on Mars/Scavengers Reign/The Magician Spoken Words: That's the one that I had on a list to check out. That's the one that I had on a list to check out. It's kind of blended together right there. Yeah. So, you know, that's what did, so that's when I accomplished things. And also, we actually watched the magician based on Ray Schussmith, the fake documentary. They came out like 10 years before. I was watching that after having one. Yeah, so Mr. and between that show that came out like 10 or 13 years later was based on some mockumentary that the guy did. It's like 80 minutes long. He did it himself. It looks like someone with their home video camera made it. So, it was so good. He like, and I looked, I mean, like, I looked forever to try to find it. Yeah. And then, yeah, one day, like, I think it's actually somebody did just like, randomly on YouTube. Oh, that's cool. I found it on my streaming sites. It just showed up. I was like, what? Oh, I wanted to see this, so I watched it. I have a prize for this. I'm trying to do what it was like after watching the show. Yeah. I remember he put it all on one night. I was just like watching it like it first. Like, what is this? And then realizing, I was like, wait a minute. Is that the guy from, and he's just like, no.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 302.0,
      "timestamp_end": 362.32,
      "chunk_topic": "Fired on Mars/Scavengers Reign/The Magician",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Fired on Mars/Scavengers Reign/The Magician Spoken Words: No, it's funny because. Oh, wow. I was like, yeah, this is like, this is like, what I remember, almost like black and white. Oh, yeah. It's just, she really shitty. Yeah. I was going to say it's like, all the colors were terrible too, almost. Yeah. No, it was awesome though. That's a great show. There really is. Let's see. I need to finish. We were talking about it tonight at dinner. We had a birthday dinner. Shout out Caleb. Don't get him started. Shout out Caleb. Birthday dinner. Happy birthday to Caleb. He's a 52, right? 52 years old. He's the middle child. Somehow he's 52. He looks great. But with dinner tonight, we were talking about the wire. And I published it. And how about Chris? How about Chris? Have you finished the wire yet? He started it what, 10 years ago? 10 years ago, he started. I've probably watched it four times, not even joking. And he can't finish it once. But he's just the same with one. I'll stop on the TV with Twin Peaks. And now he can watch it. And you'll mention some character from there, some actor. And you say it with confidence. Like, you've actually watched it all the way through. It's like, he's referencing a character that he happened to have cast And the limited amount of that show that he watched.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 362.32,
      "timestamp_end": 423.32,
      "chunk_topic": "Fired on Mars/Scavengers Reign/The Magician",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Fired on Mars/Scavengers Reign/The Magician Spoken Words: That's like, right down the one episode. That's true. Dude, it's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He's like, junior on the ticket. He just always talks about lost. He says, oh, the smoke monster is my favorite character. It's like, because that's the only thing you know from that show. It's like, I have friends of mine who have been referring me to this show. I really think you should leave. Because and I just say, like, you do Tim Robinson? Yeah, I say a few of the quotes that I've had. Highly do that hilarious. And they're always just like, oh yeah, it'd be a lot funnier. If you fucking watch this show. I'm gonna be like, I'm gonna be like, I do. I'm gonna be like, I do. I'm gonna be like, I do. I'm gonna be like, I do. I know who actually, you know, it shows, it is one of the funniest like, current sketch comedy shows that you can see. No, I know it's gotta be amazing. No, oh, it's funny. I just, this one person made it, left a comment that was funny. Because a lot of people didn't know that this existed for the show. But he says, I was huge fan of the show and then I learned that this existed 13 years before.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 423.32,
      "timestamp_end": 486.32,
      "chunk_topic": "Fired on Mars/Scavengers Reign/The Magician",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Fired on Mars/Scavengers Reign/The Magician Spoken Words: This guy's like, I'm very interested in the story behind how a tiny indie phone from 2005 ends up being turned into a quality effect show 13 years later. Because that guy hadn't even done anything between those two. Now, on the way to, it was like, I, I, because even when somebody saw the, you know, pretend to say that's the same somebody. So it's like 22 minutes long and they would, like the seasons were only, like they aired the whole season, the whole first season of like three weeks. Yeah. They aired episode one and two. Yeah, because they're not very long, yeah. And then the next week, episode three and four. And so it was like the whole season was over in like three or four weeks. Yeah. And so it was like, but yeah, now it is not, yeah. Yeah, it's a bad show. Yes, sirs. That's a, let's see. Papa, papa, papa. Like it though. All right. Well, I think they kept, yeah, watch a lot of crap. Oh, yeah. And we'll get around to it because Oscar nominations came out yesterday. Oh, did they? So I actually watched a couple, a couple of those. But we can now, let's do a little, I guess we're trying this out for some reason.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 486.32,
      "timestamp_end": 550.3199999999999,
      "chunk_topic": "Fired on Mars/Scavengers Reign/The Magician",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Fired on Mars/Scavengers Reign/The Magician Spoken Words: We're trying this out for a second time. I little trending this week. Hey, yeah, yeah. I'm excited. I'm excited. Because we have no idea what's going to pop up here. We're bringing on. We have what's trending this week. Let's see. We want to talk about all of it. Trends. Last week we did. What? Go on. No, no, I was just going to say at some point, I guess I saw we had a, I need to look through the Instagram. People got anything from people that want. I want to talk about it. Oh, check, check it. I'll check it right now. You check her right now. You know what? It's a good time for a quick little, great. I think it's back to my baby, what's it for? Anyway, yeah, yeah. Back back. Check it out. You know, you are right about this is something that like I wouldn't even think about this. I figure people be watching this We are right people do just listen to us. They don't even watch us. Oh, yeah, they just listen so we you know",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 550.3199999999999,
      "timestamp_end": 612.96,
      "chunk_topic": "Fired on Mars/Scavengers Reign/The Magician",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Trending this week Spoken Words: No, and the funny thing is even if all the people that we know that we've told about this There aren't even the people that might be watching us except for maybe like the people that have told us like your parents You saw them watching us. Yeah, I know they I know Hendron has I know Brandon at least listen some what's just fine? It's just this this way like this right? So if we actually do get any traction it isn't likely going to be Much from the people we know but it is cool is but we want you to get it to everybody that means we can probably get away of saying a lot more About them that's good Yeah, so maybe we could say bad things We can see and they should tune in to see if we're talking and then Watching come on our show come on this week and here if we threw shade on your ass. Yeah You know, yeah, throwing names people There we go he named names We hit up with the cat Williams the cat Williams speaking the cat Williams. What's trending this? Let's look at trending time. All right",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 613.2,
      "timestamp_end": 674.16,
      "chunk_topic": "Trending this week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Trending this week Spoken Words: Let's just a little bit Can you turn this a little bit towards me? My head phones up look at daddy. Oh look. Oh, would you look at that? Yes, I need it. He's learning the monitors I can't would you my man you got two screens you can look but my eyes don't go that high I got two I got 14 states my heart when I look up here Jim Harball Jim Harball by going to the chargers To be your agree Yeah, oh from NFL the college back NFL. Yeah, whatever Yeah, boy Athletic Barcelona John Stewart going back to the daily show. Do you hear that? What? Yeah, Golly man Jimmy Kimmel needs to return to the To the man show. Yeah, he needs to get you girls on trampolines again I'm sure they're their memory holding that so hard dude It is like just don't talk about it. It is caramel own skits. Yeah, yeah, no everything. Yeah, everything about the man show",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 675.16,
      "timestamp_end": 739.0,
      "chunk_topic": "Trending this week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Trending this week Spoken Words: Dude it's like to forget it. Oh, no, that was in the time. That's what yeah It's like the kids that run up and do pranks on people and stuff It's like that's gonna be a thing with the tie it's the same type of Yeah, look back. That's what we like that kid should be a freaking person. Yeah, you're like yeah Everyone from that era this should be that's what they were doing that. They were all doing that all right So we don't really care yeah, what John Stewart we turned to day the show whatever is only gonna be doing like Carlos Mondays North Korea. We don't only think about him right we're skipping Carlos Carlos I don't know what tennis players okay. Oh, God happening with First first of all just you know Every I don't know if it's every year around the Leader's birthday or something, but it's like they do something just he does it for his people as a show like whatever in They do some article and like oh their test and something. It's literally just old game It's a pop again the game and we So it's probably tied to that even though they won't say let's see yeah, oh they tested a new",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 739.56,
      "timestamp_end": 802.6,
      "chunk_topic": "Trending this week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Trending this week Spoken Words: There was just out there. He's just out there fun like there He's just fine in country. He's just No, no fireworks party for his own on news man. Yeah, he's done himself a fireworks party for exactly what is he's doing that fine Yeah, you to find the news like you got friends with property we can go shoot fireworks exactly He's like I have this over It's the earnings. Yeah, we don't care about that culture or something we will on this because go through the tin This we want to be on top of the world here and shrouded and shrouded. What's the block paper shot? Game okay, so there's a pop culture that see This is today trend Judged duty that's old pop culture Let's see some man arrested hang on one Man arrested three times within five days near Taylor Swift's home He's just fun in around dude. He's just What's just trying to make sure she's okay? He's trying to get Travis Kelsey. Yeah, maybe Travis Kelsey is a shape",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 803.16,
      "timestamp_end": 865.0799999999999,
      "chunk_topic": "Trending this week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Trending this week Spoken Words: He just wants to talk to her dude. Maybe if he was naked and doing some weird gyration, but her Pfizer is trying to forgive somebody for want to be a friend Yeah, if somebody wanted to talk to me and came out some house. I'll just talk to hang out. I'd be like what's up, man They're not doing so. What if they were like I want to wear a In that picture. Well, she's getting older man That's I mean she is but that's just not a jug lord gazelle the blanco's family. Oh, really? What so fear of a girl I play oh she plays some jug lord Like yourself a block. Oh, so the family's doing them. Oh, yeah, all them have been getting sued like that's like the whole narcos thing they all got sued by Eskivar's family. It's better than the alternative. Yeah, I feel like Dr. Wood's just cut your heads off with chains. Getting your heads sued off. Yeah, but one of the journalists actually did get killed for that show. Yeah. Yeah. I have no problem with those people. A drug drug court? Yeah. You're like, they used to apply a lot of what I enjoy. I mean, I'm just like, you know what? Hey, man, I'm not going to be the guy. And I don't want to give my money to the government.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 865.48,
      "timestamp_end": 925.72,
      "chunk_topic": "Trending this week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Trending this week Spoken Words: So I like the black market. You know, I could get so much fun there at the black market. I know what I'm saying. It's so fun. Exactly. It's such a fun place to be. And what's, and we either think of them. Well, they're, she's getting two articles. Couple of times in Chicago's viral rat shaped hole. OK, come on. See, this is what I'm talking about. This is what you want. Yeah, this is where we're in the right place. This is our money maker. We're in the right place. It's like they're a lovely, uh, same sexual couple. Man, this is fewer than 10 days before his wedding, Raj. And his then, Raj. Raj, who? Raj, he's a real. Serafee. The whole. Dude, we should go. Oh, that is a rat shaped hole. Oh, he is. Hey, man, or that could. No, what else could that be? That could be like a racco. Yeah, a wizard. I mean, some sort of bearded dragon. Yeah, kind of. Yeah. Yeah, like a. Yeah, because that's what a jacket had. Like it had it has a very. No, I mean, it's a pig ol' rat. A neutered look at the tail. That's a concrete. Why is it white? Did they put fog in it or smoke?",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 925.72,
      "timestamp_end": 986.92,
      "chunk_topic": "Trending this week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Trending this week Spoken Words: That's the one. Is that fog? Yeah, does someone spill from, like, it spilled the milk in there on the way to school? Somebody spilled a whole glass of fog. What did that happen to this? Somebody spilled a whole glass of fog. Where's the whole? No, it's the whole. What's the whole, like, the size of a nickel? Is that a nickel? Yeah, it's like, you know, how big it is? They put a nickel there. And his foot. No, that's a job. What do somebody want to get married here? Serafee. And his rat husband. Man, that. Hey, guys, we found the perfect spot for a wedding. The rat hole in Chicago. We're going to take my hand over this rat hole. We found a rat hole. Serafee says he's a zippy person. Serafee is all over the place. I liken myself to a rat. Everyone get out of there. A board. A board. A board. We got him here today. It's too felt. Yeah. I didn't know I wasn't paying attention. I don't even know if he's going to get in this. I don't know if he's going to get in this rat hole. Yeah, it's too late. They don't need all of our cloud, dude. We have viewers from C to C.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 986.92,
      "timestamp_end": 1048.92,
      "chunk_topic": "Trending this week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Rat hole wedding Spoken Words: A 20-minute ceremony. That's all. So it's so beautiful. Okay, of course. Of course they are viewers. Like, they're good. Four of it's worth if they. If they're there's that's a long time ago. They're going back and be like, why the hell did we do that by a rat? What's their hands? Hope in their hands. These dudes are probably. In their hands. In their jacket. In their coat pockets. Like, it's like what? No. Hey, just know what I'm a throw the flag. I can just laugh at this and just be like, look. I think this might just be two dudes who wanted to play. Yeah, exactly. They'd be like they've got some Chuck and Larry. They could just Chuck and Larry. Chris, me and you could just put up this. We could have done this. We should get back. Look, go back up. It was money. They throw money around the hole. They worshiped this rat hole. Look. Dude. They were sure. Dude, it's like a wishing well. It's a wishing rat hole. I don't understand. What's the ST. What's the thing over? It already was into. my heart. What's the essence of the show. Something like, really? Where is��l Johnson? When I look at this, oh my gosh. The thing is, I feel like so much love.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1048.92,
      "timestamp_end": 1108.92,
      "chunk_topic": "Rat hole wedding",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Rat hole wedding Spoken Words: The scene? Is the old ble described and pre-st 에w on the good behavior button adventure, things, like, SMодно. The late movie. You always mentioned, you know, were those people with disabilities? Who're we? Not from Jean-Biernan has been canned. That's John. What? What? Oh, they're changing names. They're rebranding. The pivoting per chance. That's not cool. Yeah. Well, there goes the berry farm. Did it? Zero. Whoa. That's not cool. Whoa. Whoa. What happened? That's experienced with this daughter in a public bathroom, where's Viral? And there's this thing. Well, that's this clickbait. Yeah. Oh, 100%. Yeah, that's gotta be something. So do you want to knock it out for the bait? No, no. No, we're not gonna do it. Oh, he did it. He got the bait belt. Matt slipped and fell. I didn't mean to click it. Matt did not mean to slip. He slipped and he fell. We having fun in the bathroom, daddy. That's happening. By Rachel Paula Abrahamson.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1108.92,
      "timestamp_end": 1168.92,
      "chunk_topic": "Rat hole wedding",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Rat hole wedding Spoken Words: It bothered Abrahamson. It sounded like he's the Abraham. Yes, it did. Yes, it did. By Rachel Paula. By Rachel. By Rachel. By Rachel. By Rachel. That's where I thought you said. I'm mixing up all of my brothers. I'm like, looking, I was like, where does this say my reaction? Some will say that some of the first Jews were dark. That's the black kids real life. Yeah, you don't need to mind the blue. Why do you make white people grow? Yeah. Yeah. Yeah. You don't need to mind the blue. Why do you make white people grow? Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. That a game. You got you. What? Yeah, bro, you ain't no. It's like that, Dr. Oussmart, Umar with Mar Jackson. Y'all was in K. Scratch off the Timby Law Tux, and we got a free extension podcast. Oh, well, that competition, we should be trying to get on our podcast. Well, I guess we can't talk tackle food like we wanted to. No, we don't need it. We don't need a battle that they couldn't take your 15,000 scovales also dude. I'd like to. What is that dog wearing?",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1168.92,
      "timestamp_end": 1229.16,
      "chunk_topic": "Rat hole wedding",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Rat hole wedding Spoken Words: It's a very good question. Hold on guys. Look at that. Yeah, but that dog is that that first one, that first one though, is that outfit. Yeah, he can wear that kind of baller. He wears that number one. That first one goes to temple. Yeah, this guy that's a sniper. That's a dog that's he's got military background. That's the cover your head. It's the female dog cover head up. And it makes sense they would have her by the dog stuff, right? Yeah, especially with their fake hair. That's not nice. We can get those. That's just like a break. Yeah, dude, it's like it's like an evolution of the we have. Yeah, evolution of the extension. Get get soaked. We need that. Get your car. Dude, go ride your car. Do the ride. Go get a rear. Go get a recut. And then then wrap one of them bad. This is the white person's extension. Oh, bro. OK, what else do we go? Let's go back to our pop culture. This is ridiculous. Beyond chocolate.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1229.16,
      "timestamp_end": 1289.88,
      "chunk_topic": "Rat hole wedding",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Rat hole wedding Spoken Words: Actually, let me see if there's another side of bookmarked. More Barbie. I'm a Barbie girl. Pop culture trends. We're prepared. Yeah, yeah, here we go. We'll see what happens here. If all else fails, we'll just watch bump fights. Maybe you look at two things here. We can act like like swag surfing is a new thing. Like they're doing in Kansas. OK, we already talked about that. Son of Shares star Monica, Alba, I'm a charge with possessing child sex abuse image. What kind of stuff do you want? What do you want? This is what you want to see. Wonder what she knows about Hillary Clinton. Epstein Island. Pretty much everything. Yeah, everything comes back to Epstein Island, guys. That's all we need to know. Hang on, what's John Oliver? Hang on, why does this? We already know about it. Let's do it. I know. Why is his eyes? Why does he look that surprised? Which one? Oliver, go down. John, go down. The guy in the video. He always decides. He always looked that surprised. Yeah, he just makes his money looking surprised.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1289.88,
      "timestamp_end": 1349.92,
      "chunk_topic": "Rat hole wedding",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Rat hole wedding Spoken Words: I can. Well, then in that case, we're about to get the Donovan shit load of super tearroll and promoters after show begins two hours after ticketed starting. I've seen it. Have they never been new concerts? I've been to see the season. She's old. So that's to be expected. I've been the rock shows that have started. Dude, I mean, she's terrible. I like to think if I was in that position, I'd known as quit. But honestly, if I was, I don't know if I'm not known. I'm not known. So a Ford like, better. Because if he stops what she get to do, like what do you do? It's like, you got to go on. He's on. He's on. Pickle ball. Dude, she wasn't young gracefully. I think she ever had grace in her. I don't think she had grace in her whole forecast for life. At all. At all. At all. At all. At all. At all. At all. That was like, Madonna was so graceful when she was young. That he, OK. When she was married, Bob Dylan later on his career. And I was like, do Bob Dylan? Art. Art was on. Oh, he was awesome. He was like, I was like, I don't know. Dude, he's been bailing an end for a couple decades. I was like, dude, I was like, oh, man. I was so, I was so, you know, like, he's bummed out",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1349.92,
      "timestamp_end": 1411.68,
      "chunk_topic": "Rat hole wedding",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Rat hole wedding Spoken Words: that I didn't get in. He's about this to 70s. And then he ends up telling me I was like, what was it like? He was like, oh, man, it was awful. He was like, it was so bad. But I, that's one of the things people, like, oh, at least they get to say a song for it. And I just like, is that really worth it? He showed me a video and I was like, it's terrible. It's terrible. Oh, my God. It's terrible. It's like, it's just, it's terrible. He has to go into this. His room, dressing room after every show and laugh his ass off. I can't believe they waited for it. The walk-hard nailed him. Like, they nailed him when they did the- Like, no, he did a great thing. Oh, I mean, he did. Yeah, walk-hard when they did the, do we Cox going through his Bob Dylan face? You think it was right? Yeah, the man that did it. With the rat. Yeah. All right, look. Sorry, no, I respect a matter of respect for what he did. No, I'm totally dumb. I'm just saying. But no, I went and we're going to sing him. For his songs originally, like, don't think twice. Yeah, then other people took him and made him a lot better. Just like all along the watchtower. There was so long in poetic. Which was like, he was like a poet, you know.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1411.68,
      "timestamp_end": 1473.12,
      "chunk_topic": "Rat hole wedding",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bob Dylan mails it in Spoken Words: Oh, no, yeah. No way from my window. It was dull. Oh. Let's say we should make a Bob Dylan cover band. And we'll tour that or we'll just tour the Godfather. I would argue every one of us covers our bed. The covers are better. Yeah. I mean, just from a pop music sensibility perspective, I can respect or the artistic whatever behind it. But if I was thinking for the mainstream person, we took this song that had promised. If we did another guy this thing it's kind of like when a like when Metallica did a di di di my dark yeah or even turn the page you know man that was a yeah it was good I mean yeah garage ink all those covers that allow them to head to you know whiskey and the jar dude man dude it was like yeah it's like me that it sounds so we don't get lazy on that one because what in that thin lizzy yeah yeah I remember watching that it's so so man oh my god yes okay well think we're about good on this is hang on there were there was that",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1473.12,
      "timestamp_end": 1533.36,
      "chunk_topic": "Bob Dylan mails it in",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bob Dylan mails it in Spoken Words: was a valuable one hat oh this is the sucker hold on we get to see this sucker is that post for post post post he's like I just got four of his cups from my gains I was got four of the cups you got post full you know that to the any of the technology existed it has the Stanley cup hype reached its peak well we can only hope god we can only hope we can only hope they meant to that well thank you for trending this week yeah no I mean you're welcome for what I had a part of this world we'll leave it uh the yes that was good those are some sick cargo I don't hate it all right well it's a segue to to segue to her next thing it's kind of related it's quickly go over the Oscar nomination just because I've watched most of this crap I watch and I have something to say uh later girl say it said don't spray it's yeah let's see where's my kidney there's that it looks like I don't know it's like unsettling she's like you're",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1533.36,
      "timestamp_end": 1596.16,
      "chunk_topic": "Bob Dylan mails it in",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bob Dylan mails it in Spoken Words: ready didn't you're new to clean nose oh it's a cheek that's somebody's head no it's somebody's cheek no way yeah no that's it that's a tumor it looked like a testicle he was like oh those are balls the chance it was lands that right off who ran lands that right off guys oh those aren't he was like oh yeah no those are balls okay nominations I'd like this picture okay I watch this today which is actually it's pretty good was it American picture yeah Jeffrey writes in it if you know he is yeah yeah it's pretty good it's that's all I say no it's not some African American author who's sees a lot of African American like authors have books that are just like appealing to what white people sensational ideas like oh get oh in being all whatever and the users like we can write books that aren't just about that and they should be doing so just write something book about it there was this like stereotypically black as he could want it to be with like a fake name but",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1596.16,
      "timestamp_end": 1657.84,
      "chunk_topic": "Bob Dylan mails it in",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bob Dylan mails it in Spoken Words: didn't like of course it gets really popular and stuff yeah there's actually pretty fun so I did like a Jesse Smollett thing with a book that sure we're almost I just watched today is good now to me of a fall Barbie holdovers so I've seen this this I have not seen that yet seen holdovers I've seen this I've seen this I've seen this I watched this since last week and I've watched this this is the only this and Barbie the only ones haven't seen I want to see yeah I haven't seen obviously I'm not saying I said name the the candidates since people don't actually watch this we got a American fiction anatomy of a fall Barbie the holdovers killers of the flower moon my stroke up and heimer passed lives poor things in the zone of interest I need to finish you know I need to finish killers of the flower moon because I watched like it was good as better than the Irishman I would say it's one of course Chris says he's better films out of the last I don't know the Irishman man that just drug on yeah this was long but it was I mean it told him interesting",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1657.84,
      "timestamp_end": 1718.88,
      "chunk_topic": "Bob Dylan mails it in",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Oscar talk Spoken Words: story so this my show is with Bradley Cooper yeah it was it was an artistic endeavor by hand yeah I guess it's right but honestly I that was a little contrived could be skipped yeah I mean it's worth checking out but I'll skip it it's cool you've convinced I didn't know hardly anything about the characters plan yeah I don't know so for that I'm like okay at least to learn something I know a little bit about often I think openheimer it should be a favorite frontrunner but I would expect this to him but my black sheep if openheimer doesn't win would probably actually be anatomy of a fall it's gonna be Barbie's which is really really good it's in its place in France and it's about some some ladies husband falls like from the second story and dies and it's a whole thing about okay she was the only one in the house when it happened they had their blind like blind son with the dog outside coming up who found the dead I'm just saying no I'm just saying so it's where they're because it's about where they're screech all involved yeah so they're talking about",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1718.88,
      "timestamp_end": 1781.52,
      "chunk_topic": "Oscar talk",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Oscar talk Spoken Words: this is really because it gets in the French justice legal system and how we're basically trying her to see if she could done it whenever she's like she's like I didn't kill him like he actually fell and it's just everything it's really interesting it's really well done with the characters and what they go through and just learning the French legal system is so goofy compared to ours back like the French people. Yeah. Sounds like the, it sounds like the staircase. Yeah. Yeah. Yeah. Yeah. Michael Peterson. Yeah. Scary. That was, that was hands down the best Netflix documentary period. Come up, pull up, fight me. I'll give you my address. You, you, you didn't like, uh, kidnapped and plane site, abducted and plane site. It's fun stuff. Oh, that one. Let's just come on Bob. That gives kids that, that, that might be that one. That one's fine to document. But that, no, but that is probably the best document. It was documentary, but the best documentary to me is a staircase. And like I said, I'll put that on the block. Yeah, and that's not up for anything here, but it, it's good. No, it isn't. It is. And I just wanted to shout out to Netflix and staircase.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1781.52,
      "timestamp_end": 1842.36,
      "chunk_topic": "Oscar talk",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Oscar talk Spoken Words: Yeah. Yeah. Best actor, Brad the Cooper from my stroke, Coleman, Domingo, Rustin. I have no idea what that is. I'm apology, Marty, the holdovers. Hi, guys. I watched it. Man, that was, the movie is about an hour too long, but it was all right. Rustin, something to do. Killing Murphy, Oppenheimer, he's gonna win. Jeff E. Wright, American Finch fiction. It was good. Killing Murphy. He's got, he's got a winnet. Rustin sounds like the name. Rustin, cool. Best actress. And Netflix. And netbending, Nia, no idea. Lily Gladstone, Coz of Flower Moon. She'll probably win. I bet this. Her or Sandra Holder from Anatomy Forefall, Carrie Mulligan, Maestro, and a Stoneport things. I watched Port Things, too. That movie's bonkers. But I knew that going in. First of all, it's this great director who, I don't know if you saw the lobster, it came out like six, seven years ago. I had the weird ass one with you. Colin Farrell. Colin Farrell. It's like some weird side where, if people are certain age and they haven't found love, they go to this like resort things where they have 45 days to find their mate. And if they don't, they turn them into a lobster.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1842.36,
      "timestamp_end": 1903.68,
      "chunk_topic": "Oscar talk",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Oscar talk Spoken Words: It's bonkers. And that's his first English one. He did these Greek movies that are way even more like weird fucking anime. Weird bizarre. Like really weird bizarre. It's movie dog tooth where it's like this. Yeah. If you see the movie Tusk, you're a Tusk. That's what it was. Not the War of Tusk. Tusk is, you know, yeah, so cool things is like a weird, yeah, and Frankenstein very tall thing where it's like he takes the mind of a baby and puts it into this like Roman's body who just died. It's Emma Stone. And it's, yeah, I mean, he was good. It's really nuts. It's really nuts. I'm going to have some check it out. I'm surprised that they have more things. I'm going to watch it tonight. Like, it was good, but the fact that I don't. I said it's even not. It's not for best pictures. You don't think it's surprising me. It's good, but it's so, so, so obscure and bought like, yes, so off the, off the beaten path, then like, like not big budget. I got you. I'm weird. It's just like too weird for best picture. Which I'm happy to see it. I'm happy to see it.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1903.68,
      "timestamp_end": 1964.6399999999999,
      "chunk_topic": "Oscar talk",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bring it in for the end of the place Spoken Words: It'd be like a magnolia. I'm like a type movie making it. Oh, yeah. Like hard. Yeah. It's like, I guess them bringing things like the Bob Black Panther and Barbie to here. I guess this is just bringing something weird on that. On that spectrum. Yeah. That's not mainstream, but just like really bizarre. Something that you would traditionally think of as like a best picture type movie. Yeah. But it's like, you don't got a lot of options. Yeah. Like, it's basically not even spoiler alert, but once the mind of a baby and Emma Stone figures out that she can pleasure herself, the movie is basically themed around her wanting to have sex all the time. I'm going to check it out. And like seriously, I'm trying to hold my hand on bothered by it on the other hand. Seriously, there will be a show. She's like, Dougie Jones. Yeah. It's like, literally most of the movies like her wanting to have sex or get off in some way. All that's like, so that's what I'm saying. This is the Barbie movie. Yeah. Supporting actors, actresses. And I'm going to you can do it. Oh, is that Mark? Oh, right.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 1964.6399999999999,
      "timestamp_end": 2025.16,
      "chunk_topic": "Bring it in for the end of the place",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bring it in for the end of the place Spoken Words: Yeah. Yeah. He gets to banger a lot in that movie. I'm out. I'm out on that. Not yet. OK, best director. Jonathan Glaser's Don't of Interest. I need to see this. This is what I was trying to see. This guy directed this movie under the skin a few years ago. It was like a really chipped out sci-fi movie. It's like, yeah, it's really good. That's probably your hands in it and like a role where she's an alien and didn't even really speak. It's probably the most interesting role she's done. It's caught under the skin. So yes, like I did, this yoga slant the most. That's the Greek fellow that did poor things. That's a fitting name. Christopher Nolan better win his LSA. He better win. Oppenhofer. Does he? Mark's Chris is. He goes to me. Not for best director. I don't think. If he's won anything, it's been for some other category. That man's right. Yeah. Like if he won something, it was probably for another category, but I'm pretty sure not to do it. He is the one for best director though before. I'm pretty sure he hasn't, but I got you. I could look it up. And I was trust the instincts.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2025.16,
      "timestamp_end": 2085.6,
      "chunk_topic": "Bring it in for the end of the place",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bring it in for the end of the place Spoken Words: International film. I watched actually society of the snow is one. That's their alive movie. It's basically that same story about that in the Andes. Yeah. Was it the proof? Is it the proof? Prove you and I think that's. It's like a poor rugby team. Which one's like a porn of the teachers lounge? You like that? I don't know, man. It's a German. So the Germans are weird. Interimated future film, adapted screenplay. We should have had, we should have had brainplay. OK, but those too much. Original screenplay. OK. We should have had Brent here for this. Visual effects, the crater. Brent, yeah, we have a subscriber Brent. Brent, Brent started a lot for me recently. He's a huge movie buff. He loves to move the fan. He wants to move the stuff. So he would do that. Shout out to him. Let us know what movie stuff you think we should talk about, Brent. If you got their listen, brother. Yeah, best picture. And that's really the main one, actors, and actresses. And I don't care about any of them. The more that I look at all this, the more I realize I have watched movies.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2085.6,
      "timestamp_end": 2146.4,
      "chunk_topic": "Bring it in for the end of the place",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bring it in for the end of the place Spoken Words: And yeah, I'm thinking the same thing. Yeah, same here. I was looking at this. I'm going my way to watch. I need to go a little bit more out of my way. And past life is actually really, really good. And you could say that it would almost be categorized as a romantic or romance movie, but really it's one of the most relatable realistic, just like really, it's really good. It really is. And it's so real. Like it is moving. Let me get that. It was very moving. And just the way it's done, it's not sensational or anything. It's really just, you could say, unless you're really getting into the characters and just the simple dynamics of. Unless your heart is totally hardened. Unless you have no soul whatsoever. And you're, perchanged like one young Michael. Yeah, no, no, yeah, that's it. Well, still the Oscar boo-boo. And I think what did I want to talk about next? You took a test and so did Chris take a test. Yeah, yeah, yeah, we thought we'd talk about this test in the water. Right after.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2146.4,
      "timestamp_end": 2206.68,
      "chunk_topic": "Bring it in for the end of the place",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Bring it in for the end of the place Spoken Words: And we're live. Michael's getting along. The idea of getting hung up on the rug. I'm hung up. So it's a good little break there. Nice little breaky boo. A buddy got back from taking care of some business. He had to tend to a very personal private matter. Very personal matter. He didn't work that well. Yep, all right. This is kind of interesting to me at least. They have different tests you can do for personality and whatnot. I guess one of a popular one, I feel like it's semi-popular. This Myers-Briggs personality test. So quick rundown. It's an introspective, so-for-report questionnaire that indicates differing psychological preferences and how people perceive the world and make decisions. And it enjoys popularity despite being widely regarded as pseudoscience by this scientific",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2214.48,
      "timestamp_end": 2278.12,
      "chunk_topic": "Bring it in for the end of the place",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Musical Interlude - In your eyes Spoken Words: community. The test attempts to assign a binary value to each of four categories. Introversion or extroversion, sensing or intuition, thinking or feeling, and judging or perceiving. One letter from each category is taken to produce a four letter test resulting or result representing one of 16 possible personalities, such as INFP or ESTJ. And so on and so forth. So that's just a kind of high level rundown of what it is. Someone had told me about this a while ago and so I was like, yeah, it's cool. Yeah, I'll just take one and see what it is. Because it's just to see, okay, I'm going to read about it and see how I feel as far as what it says about my personality. If I agree with a lot of that high level summaries of it. So I had taken it a while ago. If you feel like it's kind of correct or not. Yeah, no. Exactly. I felt like mine was eerily spot on with at least how I think, see myself, or at least how I feel like I think in approach life in general in just a lot of my behaviors and",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2278.12,
      "timestamp_end": 2343.08,
      "chunk_topic": "Musical Interlude - In your eyes",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: thought patterns. And so, yeah, so I guess. That's what I was. Yeah, so to start off, I guess mine ended up being. Bap, bap, bap, bap, bap. Yeah, likewise, I mean, like to what you were saying, it's like mine was pretty, I also think mine was pretty similar. But we have all I am. Did you, yeah, I'm not not sure how much you read in just a little, just like, you know, so let's see. I don't know how, I didn't go to his deep. I don't feel like his year going here. And so, I read the initial like summary. Yeah. Yeah. There were a few things that I didn't quite agree on. Yeah, and I feel like too, it's, you know, I feel like at the end of the day, like some of the questions you had to kind of ask. Well, they were vague in general. Yeah. And again, that's why it's studio science, but it's, it's a decent way of doing it. No, it is. No, it's, it was, it was more right than it was wrong. Yeah, yeah. So, yeah, so I got I, I and T.J. and architect that. I guess the Galvest cute little nicknames form, but I don't really care about that.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2343.08,
      "timestamp_end": 2404.0,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: So this saying it, personality trait with introverted intuitive thinking and judging traits. Okay, that was pretty vague, but some of this here is so intellectually curious individuals deep see it there's for knowledge, value creative engineering, straightforward, rationality and self-improvement. I mean, that, that can summarize a lot of people, but it's just they work towards enhancing intellectual abilities and often driven by an intense desire to master any and every topic that peaks to interest. I definitely do feel that way. Yeah, logical and quick-witted pride themselves on Bodea, think for themselves and Kenny and I for seeing right through phoniness and hypocrisy. I struggle to find people keep up their non-stop analysis. I don't know when they find like my native visuals. Yeah, the non-stop analysis of everything around you is that is actually pretty spot on. Yeah, they ever notice how it bothers you when people who's like, no, I haven't, but now I do. I've a skeptical cert prefer to make their own discoveries. I agree with that. I always definitely like to try things, figure out, aren't afraid to break their rules or risk disapproval. I would tell you a new idea isn't worth anything and this actually works.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2404.0,
      "timestamp_end": 2466.8,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: Yeah, I want to be successful and inventive. Yeah, that makes sense. There's one. But definitely, uh, strong and opinion street, don't mind acting alone. In fact, they prefer their own company most of the time. Or shop here. Or shop here. Or shop here. Or shop here. Because they don't like waiting on photos to catch up. I don't agree with that. He does. Yeah, people with this person often have no problem making decisions without asking it for anyone else's input. Definitely, uh, you're a lot more. It'd be a mistake to think that we're not caring. Whatever the state of types are about to stoke in, like, they feel deeply when things go wrong when they heard others, they are personally affected. But this is not always value emotion as a decision-making tool. They have a very hard time relating to people who are leading with their hearts, but are still authentically human. It's goofy. That's exactly like, no, that is you. You look like look 70. I love you. But, uh, you have no reason to. Because the, yeah, comes across as in caring, but actually feels a lot. It's like that, that, that's pretty spot on. That's right. And, uh, it's a, it can be single-minded, little patients for quality distractions or idle gossip.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2466.8,
      "timestamp_end": 2527.6,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: They're far from dull or humorless. And now for their reverent wit beneath their serious exterior, they'll have a sharp, delightfully sarcastic sense of humor. I feel like that's pretty spot on. That is. It's hopeless. Aren't known for being warm and fuzzy, prioritize rationality and success over politeness and pleasantries. You're warm and fuzzy. Why are you by superglue for people? Exactly. Get a gift from me. Might be superglue. They do create social interaction. They prefer to sound themselves a people share the vibes and priorities. Buh-buh. And imagine the head decisive, ambitious, the private, curious, focused. Yeah. Yeah. So, I mean, I really feel like a, yeah, I feel pretty strongly aligned with a lot of that assessment. So I'm like, okay, this is kind of cool. So what the joke is. Um, yeah, me and him actually ended up getting the same thing. Right. So it was Ian. I don't think it was any difference. Um, Ian F.P. or something? Hold on. I think I got it. All the way to the right. Ian F.E. and F.E. Yeah, I got it. So yeah. I think it's the same thing. Yeah. This is new.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2527.6,
      "timestamp_end": 2587.6,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: I don't know the difference. Yeah, let's look and look at that after I see this first. This is because the high level thing will cover both of you. So Ian F.P., campaigner. Personality type with extroverted, intuitive feeling and prospecting traits. And then based big ideas and actions, the reflective sense of hope and good, real touch others, vibrant energy can flow in many directions. It is an interest me what you do for a living. I want to know what you ache for. And if you dare to dream of meeting your heart's longing. Yeah, I don't see. I don't know about all that. Yeah. Really? I don't know. I totally give a shit about that. Yeah, the heart longing thing. Yeah. I don't mind having some, some, some, some, some artistic feel like. No, I know, but it's like I really don't. I mean, this, this whole description thing is kind of funny. Yeah. And I know that, you know, if you think of the media, this is what someone does, interest you for a living? No, really. You care more about what they're doing. Yeah, exactly the same here. Yeah, so that's why I said I do agree with that. Yeah, free spirits like going open-hearted, open-minded, lively, upbeat, approach the lives, stand out in any crowd. There could be life at the party, don't just care about having a good time.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2587.6,
      "timestamp_end": 2648.32,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: The profound depths are fear by the intense desire for meaningful, emotional connections with others. Yeah, I mean, and I know Chris, Chris has been. I don't know, you've been affected by people, so I think there might be a lot of these that are true in you that he just don't exhibit that much. No, I know what you mean. Yeah, it's like it's just something that's like, yeah, it's there where it's like, yeah, you just kind of, yeah, like it's like it's the magic of everyday life. ENFP personality is carrying an interesting blend of carefree social abilities, sparkling imagination and deep contemplative introspection. I mean, I can see that in both of you. Regularly use their natural creal scene expensive creativity to try better and understand themselves and complex dynamics of human relationships. Yeah, that's so much. Should we divert a denurturing relationships with their, yeah, my thing. Yeah, I mean that, yeah, it's like, so far. That being I think so the fact that you were always reach out to me, you know, like even though nursing just like something like that, you know, I want Nurture relationship and be that way, you know, but it's just that you value a friendship enough to I could see that being that well",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2648.32,
      "timestamp_end": 2714.96,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: Yeah, where it's like one of those things where it's I never wanted to be the where it was like oh what and think we were cool and it works Yeah, there's like what you fucking taught that like yeah Let's see wonder and belief in things cannot always be explained rationally. I could I could say about big foot Yeah, yeah, yeah, yeah, yeah, yeah, it's very true. There's there's all the crap you're just talking about with Exactly, like conspiracy theories Yeah, urban legends and stuff. Yeah, might be silly, but that's you're more into that. I enjoy. Yeah, it's fun It's not something. It's just it's truly believed that everything and everyone is connected Okay, they live for the glimmers of insight that gave these connections. I could I don't I know because I know of Mikey. I definitely think probably thinks this year about everything I do think everything is Do you understand but I can see Mikey that little bit more but again, you'd know internally Oh, that that next one though, they believe how that we treat one another really matters In fact, he knows how much I like really personality type to believe in the concept of karma. Yeah, no 100% like because I will definitely ride past you and laugh",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2714.96,
      "timestamp_end": 2778.88,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: We literally just talked about this Somebody cuts you off in traffic and holds ass down the street gets pulled over Like I'll definitely roll demo window me like Yeah, fuck that guy. It literally happened to Mikey and the cop was like yeah, just keep it going buddy Yeah, he like almost hit me and caused like two wrecks and then ended up getting pulled over and I was just like I hope that the window is like yeah, it's like you got one That's funny So ENFPs are independent and creative always on look out for the magic and meaning in everyday life They can't help a ponder deeper significance in life even when they should be paying attention to something else That's definitely me because it's like Definitely because people are always like trying to you know, that's and it's just I don't see it as again Any of these things if you take one of these that's the one thing keep in mind none of them are none of them are better or worse than the others Exactly, that's what we just like it's simply just kind of how you see things It's not a bit interesting and not not any of these are better or worse than the other But it's like it is good to at the end of the day we should have a healthy mix of these you don't want everybody to be the same exactly",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2779.2,
      "timestamp_end": 2841.28,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: And it's just like yeah the balance of these different traits. Yeah, it's interesting and And people can be like pseudo science for it to still have been a pseudo science and it to be This kind of accurate But that's the thing it it has to be a pseudo science for something that's addressing things like intuition Yeah, perception like things that are already subjective. Yes, they can't be objective True, but that's what's like and what people could hear these descriptions back. Well like it's team us all being any of them What is it No, I needed I need I want to read through this so quick and then I'll look at the differences. Okay, I don't know you're I just want to scan it. Yeah, that's good independent sparks imagination. They show enthusiasm. There's nothing short of infectious Yeah, the findings so is being held up by the peers is the leader or guru. Okay. Yeah, definitely However, one initial bloom of inspiration resolving the piece could struggle with self-discipline and consistency losing steam on projects that one meant to me. I'm always I'm always like getting shit and I get new project",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2841.6,
      "timestamp_end": 2903.28,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: I've got you dude. Yeah, yeah, I'm making joy Person out that's the thing because I see these and I don't really Feel like I align with much of these at all. Yeah, you know a little bit here and there, but I know this isn't me But I can definitely see that being you know what I mean So that's where it's interesting to me. Yeah, because you you can see where it actually Like They were saying like some of that stuff about being alone and whatnot. It's like yeah, that's that's like Matt, you know Yeah, and that could be anyone too, you know, but to be like a key point or you know a Dominant seeming trait of their personality. Yeah, proof that sticking out life's joys and pleasures isn't the same as being shallow And steaming Lee in the blink of an eye people with this personality type can transform from impassioned idealists to care for your figures on the dance floor Yeah, I'd be definitely that's definitely more Mikey than yeah, yeah, he's in a dance. Uh, I do be I'd be I'd be getting out there cutting road These in dance is an example. I just pull up my pants and do the right way The people of the team that feeling and also able to kick back and have a good time",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2903.28,
      "timestamp_end": 2965.6,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: Which that's pretty broad that could be a lot of people, but it's very I mean Even in moments of like they want to connect emotionally with others. Yeah, yeah, we all are We all know what they may have in genuine heartfelt conversations. Yeah With the people that chairs I agree like that's great. I like having that but I wouldn't say it matters more to me Yeah, no Everyone deserves expensive feelings and empathy and warmth create spaces where even the most timid spirits can feel comfortable Open up and see and how you feel right now See I feel I feel wrong But I feel safe. You're in the dress. I feel like I've experienced there's two of us. I've got to put in a piece. It's because I'm scared. The canopy for you. Yeah. Yeah, we're at the NFP's, bro. You know, I feel like you caught me in a vulnerable state. Such shit, but I'm a take. Show me. It's going to be such shit when you're never now people are walking around. You guys, you need to be careful though. You're intuition might lead you to far much, read to read too far much and other people's action to be here. Yeah, absolutely. Yeah. You think I didn't know that.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 2965.84,
      "timestamp_end": 3028.64,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: I'd be like, this bitch is plotting over. Yeah, exactly. Yeah, you think they're not asking for an explanation. They may end up puzzling over someone else's desires or intentions. Yeah, absolutely. I believe that sounds like my last relationship. This is kind of social stress is what keeps Harmony focused. ENFP personalities awake at night. I thought it was it used to. Now I'm just like I don't give them anything. Now you're getting a little bit more like now. It's like anything. Now you're getting a little bit more. No, we're not that I don't give a fuck. It's just that we just don't sleep. You're not held away there. My sleep is weird. I don't know for whatever reason. Well, yeah, we'll stay up late. cocaine hell of a drug. No, I just I don't know. I just I don't know. I stay up mad late. ENFP's will spend a lot of time exploring different relationships. Yeah, you've been in all kinds of fancy. No, I'm joking. Yeah, ideas before they find it path that feels right. When they do finally find the way their imagination empathy and courage can light up not only their own life, but also the world around them. Oh, man. I've just seen the difference in this. Well, you know, you know, you know,",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3028.64,
      "timestamp_end": 3088.72,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: yeah, what's the difference in the A and the T? Because I'm on A. He's T. Oh, I have nothing I'm now. Chris. He's okay. So what's one of you say? I'm I'm A. I believe. So you're an assertive campaigner and Chris is a turbulent campaigner. Oh, shit. I'm going to go. Let's see. Always free spirits are deep. It's out of connect with others. Whether assertive or turbulent, these qualities are still there. However, they won't look quite the same under the different traits. So let's see assertive campaigners are not identical. Turbulent campaigner assertive campaigner 74% of assertive campaigners consider themselves to be successful compared to 50% of turbulent campaigners. So you're assertive. Yeah. Yeah. Yeah. I'm 74% that's me. You're 53. assertive or somewhat more like Chris is like. So is this for us. But that doesn't necessarily mean that the individual turbulent campaigners feel unsuccessful. Turbulent campaigners are spitting a 50.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3088.72,
      "timestamp_end": 3152.72,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: See some of this is too vague. Let's see if he's fucking stupid. Yeah. So that's why he's kind of looking like. I don't know when they added these. The first time a turbulent campaign where like you can see themselves be successful. Turbans might be due to part campaigners in the front of spirit. Yeah. Yeah. This is getting a little bit too into. Serious maybe giving it as those. He sounds like that dude that was trying to read super fast for a second. Yeah. Shibu. So there's no pressure. Some more assertive 89% of assertives say they have healthy ego versus 60. So what are the ones that say this? That mean they were 60 89% of you. I know. I don't have a healthy ego. Do you have a healthy ego Mikey? I would like and I don't know what depending on how you think of it. I'm not easily super easily offended if people fuck with me or say something I'm not like. No that's the deal. I don't have an ego in yeah in that sense. Yeah. I'm thinking of that. I'll tell you I'm the shit. Like that. Yeah. That's. I mean I think we all have healthy ego's. Yeah. Yeah. That's yeah.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3152.72,
      "timestamp_end": 3213.2,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: Not a fragile. So you do see yourself in a positive light assertive do I see myself in a positive light. Yeah. That's why I didn't get in these little. Well that's why I was saying earlier. I was trying. I was saw what I wanted to talk about earlier about this is like now that we've gone into it a bit is like some of these things is that you have to just kind of answer it unlike the knee jerk reaction of how you kind of feel because when I was looking at them it's like they are well know you realize how new wants a lot of the questions are. Yeah. Well technically if it's this I'm not really I wouldn't really agree it's like but I think what it's trying to ask is this so it's I would just have to answer you know you kind of have to answer more long. Those lines but the strongly agree. Yeah. Yeah. Yeah. Really agree. Yeah. No. I have a neutral on a bunch of ones. Yeah. And I didn't want to click neutral too much and so that's why I was trying to like I was neutral on. Yeah. Yeah. So yeah. I'm absurd. The little suffixes have much value but I think the the high you know the initial four",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3213.2,
      "timestamp_end": 3275.28,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: letter it's it's a sign very it's very yeah it's but it's it's not enough to be interesting. I agree with like what you pulled up yeah this the four letter score but that means then the suffix well when you do it on your phone what he means what he means is when you pull it up on your phone it gives you like a brief okay you know that yeah that's that was interesting now just because they definitely know that I and TJ like you can go on YouTube and look up way more in depth, you know analysis that people have done And I've seen one so I'm like I want to step me I'm like step me watch this just because I feel like this As far as if you really feel like it's a good description of your personality You can help people understand you understand you more. Yeah, I was like step me like watch this because a lot of it talked about Like desire to be alone, but not to mean that you don't love other people And want them in your life, but it's like in it's like part of just my core of who I am Yeah, it's like at least understand that It could be genetically not that it means I shouldn't still go like go out of my way to work in bed",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3275.2799999999997,
      "timestamp_end": 3340.08,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: Yeah, because for you to be something better for you But to least understand not to take it the wrong way because it's like it's not that there's something wrong with you It's like how I am you're right For her she wants you to be close who's like but for you that's not something that is like the different love languages almost You know, it's like that's not how you show your affection Exactly, but because you care about her you understand it's important you do I'm wondering exactly you know, it's like that. Yeah, that does remind me of like love languages too towards like mine is a given I feel like my love language is giving or like active service I've been feeling like active service something because then there's ones that are just like time or Yeah, and things like that to where it's like yeah, my love language would definitely be like doing something or like giving In like words of affirmation Yeah, it's like one one Vibes back in the hidden with stim boost",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3340.08,
      "timestamp_end": 3400.88,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: Yeah, so yeah, so that's what's interesting. I just wanted to see what y'all were just the kind of big yeah No, it's funny too because I I feel like I did one of these like 10 years ago And I can't remember what it was I got on it, but it wasn't like this Same stuff, you know, and how it changes, you know over the years with like your perspective and you know Just experiences and stuff like that It's like you tell Mikey. Yeah, I'm gotten there yet. Oh I hope you never do Yeah, we can only hope Yeah, let's see I'm just looking at something else Let's watch jet boat races If people ever seen jet if you ever have an opportunity in your local town to go watch a where where in Dallas might Let me know yeah, I know wake goes where you go Yo post up in the comments if you got a jet boat you want to race",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3400.88,
      "timestamp_end": 3461.52,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: I want to watch that man MLB all race through tails get to getting up there all boob bigity big Those things are awesome. I watched it got hydroplaying that thing just blew to pieces and I was like He's just in that little capsule thing I better get that old fella before he's saying Yeah, I Do look like a spaceship look up a job top top A drag for you. I think you should look up Like top-fuel drags. Oh, they're super cool. They have different classes of them and they look different. Oh, yeah, like pro jet boat No, look up. No, we know No, they know good images We need like professional jet boat this sounds alcohol like this alcohol. Yeah, no Yeah, this is even jippo even the name of this boat. They're talking about Racing top fuel racing Go look there. We're looking yeah, go scroll down that is that a boat scroll down. That's it's a $10 that's a Boy",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3470.2,
      "timestamp_end": 3534.08,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Myers-Briggs test results and discussion Spoken Words: It's like that's what we're looking for right there. Okay, yeah, so those some of them So these guys with the ones that make you climb top of the water. Yeah, yes, these things are so cool How many people die every year? We can look at it. Hang on. We're trying to find like the like this this one. This is like what we would see Ray's spaceship. Yes, see what I said. Oh, like a spaceship on the water If there's a one this look even more like Shazam Shazam, I don't see this guy in a jet boat race. It was a guy coming in first Look at that shirt. Yeah, he's a little baby boat does her cool. Yes, for sure Have a little baby boat. Uh-oh Have a little baby boat, right? I think I think I like the micro jet boat more He's bite my sweat. The micro jet boat is definitely something I would prefer to Chris I think micro jet boat would be more our speed I could be this guy Look at the jet boat Shazam like the Shaquille O'Neal movie",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3534.08,
      "timestamp_end": 3596.44,
      "chunk_topic": "Myers-Briggs test results and discussion",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: jet boats??? Spoken Words: the alarm on my phone can they hear that? yeah of course they can you see if Chris can disarm this alarm we'll be right back we'll see if we'll see if we'll be right back we'll see if we'll be right back seeing if it's like right yeah we're just watching can you disarm the alarm from this camera that's fast and tightly into this tripod I think he got it you're gonna have to go back to it yep slide it back slide it back over right there right there right there right there right there right there right there right there right there I don't think it's gonna show up oh my god",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3600.0,
      "timestamp_end": 3661.84,
      "chunk_topic": "jet boats???",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: jet boats??? Spoken Words: never one is that it? here we go jet boat is in check on the jet boat Billy is hitting the like button is this like shak foods we get some shak diesel shak diesel so here's the boat you're talking about yes this is in the boat so hey look at that picture that's awesome that I've seen that in real life I've seen them do this like people are people are in the bit but those are the types of boats that we're talking about that's what like the shazam boat those things I get a little bit too much air under the space it's literally like 300 miles an hour",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3661.84,
      "timestamp_end": 3721.84,
      "chunk_topic": "jet boats???",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: jet boats??? Spoken Words: not that fast the whole thing they achieve lift off I'm glad we look that was totally random I'm glad that now is that random oh kuzam was the shak movie shazam must have been the one with sinbed yeah that they tried to mandelo affect us see that's one of those things that gets trendy on all the time in pop social media give it a copy of it again they're gonna be like it's like it's just an interesting meme none of them have been really like proven to the point where it's proven the world of co-pix the furt of the loom cornacopia there was one where it was like people were saying it's like the furt of a loom logo had a cornacopia in it back in the day and then now it doesn't it's just the fruit and people were like no there was a cornacopia back in the day and people were going back and forth does it show how",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3721.84,
      "timestamp_end": 3781.84,
      "chunk_topic": "jet boats???",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: jet boats??? Spoken Words: somebody the memory can be suggestive what happened literally memory but no here's the thing though but here's the thing though is that they did find somebody found a t-shirt with a fruity loom logo one person thought it wasn't they then they went and found like a patent from them from fruity loom that had the fucking cornacopia but it wasn't like it was like no but there was like that's my point about there was technically somewhat proven in a sense of life it did it was different it did exist people are like yeah the fucking did our memory they went and found it and people were like okay so that's not even the mandela fish it was until it was proven but yeah in cases where it's actually just the mandela fish again back to the personality things where it's like you need all the absolute evidence that's why you lied you have to be the middle of the day it just has to do with the suggestion and memory",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3781.84,
      "timestamp_end": 3841.84,
      "chunk_topic": "jet boats???",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Mand Effect mumbo jumbo Spoken Words: big foot showed up wearing fruity looms they had a cornacopia no really it's because we were wearing them inside of us I thought it was strange it speaks more to how reliable the memory is especially like when it comes to legal matters in cases and stuff it's all about the way it has people will miss remember something and they'll speak out and they'll be like oh my gosh did i just screw myself that's why you get purged yourself that's why like even when someone tries to tell me something happened I would never like hold them to a point like oh my gosh no you said it this way that's why we get those relationships with people who are like no you said this to that oh my gosh do i have to be that afraid to talk that's why i don't remember perfectly what i said in that line it was like do you really want me to think this hard about every word i say to you because i don't like the answers you get you'd be like and you'd be like i'm afraid that if i say something wrong Then you bring it back up and I try and remember exactly what I say.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3841.84,
      "timestamp_end": 3903.36,
      "chunk_topic": "Mand Effect mumbo jumbo",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Mand Effect mumbo jumbo Spoken Words: Yeah. He's like, how the fuck going with this is 38 months ago. Exactly. So yeah, the Mendel effect. That's what it comes down to. I feel like stupid. It gets it's more about people being misremembering things. And then everyone jumping on the bandwagon riding that way. Well, that's my thing. It's like, how do they think that that's the one thing I don't? I understand about it in the sense is that it's like, so who's changing it? What do you think? Who's the one behind the screen? Like, who's the Wizard of Oz? It's the purpose of them. It's going back. What I heard, well, no, I did hear a theory that they were saying that the whole Mandela effect thing, which was like, it did, I guess, have roots and racism, like everything. No, it did give more, it gave more of a bit of an explanation about like trying to say somebody actually had a theory that was saying something about how pretty much how easy is it to get like a person to like forget something and believe something else? How easy could you make somebody believe something else? Yeah, shit like that. So they were saying that that's a whole, but again, like Mandela effect is a theory.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3903.36,
      "timestamp_end": 3966.76,
      "chunk_topic": "Mand Effect mumbo jumbo",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Mand Effect mumbo jumbo Spoken Words: Well, yeah, it's just of something. But on the widespread scale, people, I don't have to be married to something, no, one where another people like talk about it. And you can, yeah, it was like, you can convince people on a large scale too. Yeah, yeah. If anything, that just shows how masses are easily pulled. Yeah, it's like, how much, but how much do you pay attention to something like that? And how much does it matter? Like one would like the cereal box, something that like some cereal box has a cap and crunch or a cup and crunch. Or cap and crunch. Yeah, or is it cap and a captain? No, it's always, I feel like it's always been captain with the apostrophe. Right? That was one of my things, right? That's how I feel like it always is. Is that what it is now? No, I think it's captain's, it's spelled out, I think. Okay, now I give, okay, I'm done, guys. No, that's what I'm saying. It's like, see what you're in the woods. Yeah, I mean, I'm not that good in the woods. Okay, and I'll actually say this is a book that I've read that's a great book that it's cap and crunch. Okay, see?",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 3966.76,
      "timestamp_end": 4027.72,
      "chunk_topic": "Mand Effect mumbo jumbo",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Mand Effect mumbo jumbo Spoken Words: I was wrong, man. I guess people thought it was the other way that. No cap, no cap. No, there's a book that you can even look it up and it's called the Invisible Gorilla. It's a great book. I'll let you borrow it. I have it at the house. No, we love it because it talks about memory and about how almost along the lines, I will, but along the lines of what you were saying about how, you know, I'm going to forget what I was trying to say, along the lines of like how court cases and stuff like that, they won't use it. They even talk about it in there. They talk about, don't read anything. There were other ways or intuitions to see this. Yeah. So you should watch, you should go to, you should go to YouTube, hang on, he just go to, yeah, just watch this video. And viewers can watch it too. This is great. What? We can play it. I got to mute this otherwise it'll pick it up. Okay. This is a test of selective attention.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4027.72,
      "timestamp_end": 4090.2,
      "chunk_topic": "Mand Effect mumbo jumbo",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Mand Effect mumbo jumbo Spoken Words: I'm going to mute how many times the player is wearing white past the basketball. How many passes did you count? The correct answer is 15 passes. But did you see the gorilla? Yeah. Yeah, there's, it was like the goth, it was the goth dancers. They did the same thing with the goth dancers. Oh, good call. Yeah, this video is from a search by Daniel Siner and Christopher Shabrie and his",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4090.2,
      "timestamp_end": 4151.0,
      "chunk_topic": "Mand Effect mumbo jumbo",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: coffee. It is available for use and talks and training and teaching on DVDs from his co. It was written by the people that researched and came up with this and they did one that is spoiler alert. They got grillas and all kinds of scenarios, right? Yeah. They got grilled at a children's party. They had a pedophile. It's kind of like what Tyler Durden was doing in the movie Fight Club, basically. Exactly. So spoiler alert in the book, they actually another, this is a test that came up with. Well, he's at the end, right? This is the test they came up with later, but what they ended up doing was they went to like a desk of a worker there at the office or whatnot at the school administration building and they asked him for a form or something like that. Or it was, oh no, that's what it was. The person that was there, the person that was sitting in the chair would change out. So when somebody would come in and ask for something. It's like they'd be like, yeah, hold on one second. Let me get it. And they would dip off off to the side or whatever and the person that would come back would be different. And almost every time the person that was asking for something didn't notice that the clerk",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4151.0,
      "timestamp_end": 4211.32,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: behind the counter chain. But then the asking, did you notice in the corner that you were really masturbating? And nobody saw it. So that was really the prerequisite of like in the book that talked about that and how they came up with this and how they talk about how you're in mind. There's so many things that if you're really not paying attention to it. You're focusing on the white TG. Our brains can only like focus on so many things. They did. It's crazy too, because they talk about a cop that ends up getting beat by other cops in a foot chase, chasing the same suspect. But because they all jumped, all because they all jumped the same fence. But the suspect got away. The one cop that was directly behind him. When he jumped the fence, he tripped and fell. And it was like on the ground. And then the next couple of cops that came over just saw him and jumped on him. And then everyone else saw this. Yes. And it was like, I'm not greeting him because it was like, yeah, exactly. They didn't realize that it was, yeah, that it wasn't the suspect. So no, yeah. And that's the whole thing like the brain fills in gaps. Like and creates. It's like, it's almost like AI.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4211.32,
      "timestamp_end": 4272.0,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: It's like it's what it thinks actually happened or fills in the gaps. And so it really happens with Alzheimer's and shit. So when you get older or like even with like blind people where it's like, it's not that like it's a void. It's like, blind people. It's like dare double. They just hit things and then they can see it. Yeah. They're in so now. But there's a gap in their vision. And so it's like, it's not that like it's just black. It's just a gap that their brain fills in. And it's like, how did you not see that? And it's like, whoa, I. Yeah, that book, that book. And all this Huxley's book, Adora's a Perception. Adora's a Perception. Is that the Satanic Bible? Is that his first book or is that a different Huxley? Oh, so that one, both of those like are kind of cool books that are back. They're the Tag Bible in this. No, both all the Huxley's doors are Perception. And that book, the invisible gorilla or two books that are cool to read like because they're both exactly. And so, you know, the one who's more or less dealing with like an acid strip, the all the Huxley book is dealing",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4272.0,
      "timestamp_end": 4334.4,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: with like an LSD or I think it's LSD. Yeah, I got like black magic and all that weird stuff. Oh, yeah, yeah, yeah. But it was a cool book. It's great time. But either way, y'all should definitely check that. Boarded to check out the black magic, huh? Yeah, black magic, you know, why not? He needs a piece of hair and a match stick. Yeah, you know. Well, yeah, that's fun stuff. Yeah. No, yeah, that's always intriguing to me. This perception in the mind and the way we... How you can miss something that's right and full. You just because somebody told you pay attention to this. Yeah. Well, it's a tradition. It's a tradition to just spread it out. I think it's the prestige. Yeah, and I think it was, like I said, this book's really like it's a small paperback book and I think you might be able to find it real quick. I think the, it was like done all the stuff that's been done by Kroot. All right now. Yeah, I think the studies were all done by like Harvard or whatnot, but either way. So the gorilla one and Emmy, that's good. Oh, there you go. Let's go, yeah. There you go. So, yeah, you know, I like it a lot. Totally random, but yeah. No, yeah. That'll always intrigue me, just perception in the different,",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4334.4,
      "timestamp_end": 4396.8,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: because take alone the fact that we're different people and we're a reality. We assume that it's similar enough to obviously we look and see a beer can or if we go and experience something. I guess that's when whenever people see a movie or listen to a song, just to see, okay, did you get the saying out of that as I did? It's like, okay, I know that we connect enough. I don't know, it's like a simple thing. But it's like, okay, we, I know that I'm aligned to where we can both agree that that's how we assess and perceive this in reality. But even then, it's this fascinating, because you know there's differences and all the things you've felt and exactly what you felt when you saw something now. And what's cool about it too is that later on, like after you've read some of this stuff, like kind of gotten into it, as then you don't necessarily, you're not, you don't hold such a, you know, I don't know, I don't know how you want to say it, but it's such an expectation or whatever over other people or yourself, because you know, once you start to understand, oh, this is just the capability of the mind, how it operates. It's just like, you don't really get so upset.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4396.8,
      "timestamp_end": 4457.72,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: Yeah, you know, that's the one. You're giving that you hold someone to some standard of perfection whenever, we're just filling in the gaps with our minds on so much as it is. And what's funny too is that this almost kind of comes back to something we talked about on one of our first podcasts, which is this, like the other side of this is almost like, you know, invisible, can you know about this is whenever, once you're aware of this is like the, what we're talking about about being mindful, how you can actually practice mindfulness, is how, when you understand how much your brain misses. And the reason you miss so much is because you're not there. Yeah, basically you're here, you're not paying attention to every somewhere else. It's the whole pack of singing, like, or just like any of those trainings that I feel like a lot of it be associated with military or things were. you practice, when I go into room, I'm gonna assess and look at everything uniquely, just because it's a good habit. Just try to, or willing, an easy way to do it is to just tell yourself when you go into a place, I'm gonna keep track of how many people in blue shirts",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4457.72,
      "timestamp_end": 4520.08,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: that I see in here. You know? But then you're blocking out all the other shirts, right? Well, you aren't intentional, but it's like, it's just one of those things, but you're also, at first, yes, you will exclude everything and you'll be like, oh man, there's a blue shirt, there's a blue shirt, there's a blue shirt, how many green shirts did I see? Fuck, I didn't count. Yeah, and it's like, but then you go, like, you start with blue shirts. It's like, how to drive, how heavy you would be on the gas and the brakes. So you start with something, and then you start blue, then you work to the next color shirt. And so you get, you know, and so it's like, initially it's like, everything is, you know, you're hyper focused on everything. And then it just becomes like a soft focus where you're just kind of like absorbing it all. And you're just kind of paying attention to your understanding what a baseline is from up and down. Yeah, it's just not using that. It's because like, like some kind of special trained individual, they would have watched that and been like, yes, all the grilla. Yeah, that was goofy, but I guess that's probably the point.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4520.08,
      "timestamp_end": 4581.28,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: And so what's funny is, I actually, I'm not trying to be, oh cool, what I actually did see it. My aunt was the first one who ever showed me this. And I actually, she at the end, she looked at me or whatever and she was like, did you see it or what? And I was like, what? She was like, the gorilla and I was like, yeah, was like, what are I not supposed to see it? I was still like the question at the end to be, did you notice, what did you notice out of place? That's true, yeah, because I did, that's the loaded, because this suggesting the gorilla, a lot of people might be like, oh yeah, I remember seeing it. Yeah, that was why it was kind of unfair to bring it up in the first place the way we did. That's why I was trying to mention the gorilla. Yeah, one, that's why I was trying to tell you, because I know you like to read the shit before you play it up. I know you like read too much and then be like, oh, that's what I'm gonna be watching and see it. But even then, you still didn't. No, I mean, yeah, but like I said, then you know, understanding some of that though, you don't hold such a club over yourself for other people to, you know, did they forgot something or that they remembered something like that. Yeah, if you're, you don't need to sit there and argue over a semantic when you're sitting there, talking over a subject of somebody else and then you're like, are we like, oh my gosh,",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4581.28,
      "timestamp_end": 4641.44,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: and she had like, no, they weren't. How would you not see that? I was a red car. It was a red car and the other one's a dude. It was blue. And it's like there's no use arguing over there. It's like they shot it. You had, yeah, exactly. They were shooting. They literally raped you. Like, did they? But I was gonna say too, whenever you're talking about it, another thing like that. I also found a relate to it in a sense was like, Alan Watz had talked about using your spot. It's like most of us what we do is we go through like, you know, they W, he's my boy. Yeah, they do. They're boy A to hard like, but is that we go through life using our spotlight consciousness? And oftentimes that just like gets. We need our flood lights. Yeah, exactly. No, you're not wrong. He said that. It's a flood light consciousness. And he was saying that, there you go. He was saying that we go around pretty much focusing just on what like my girlfriend broke up with me. I need to pay a bill. So you get fixated on these things or whatever. My baby, this and that. My baby, yeah. Yeah. I'm so much. But either way, it's like, don't fix it. You're maybe so much.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4641.44,
      "timestamp_end": 4701.52,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: We use that so much rather than our flood light consciousness, which is, you know, so that's why, you know, it also ties into the whole invisible gorilla thing where you're not really taking in everything. You just get fixing. When you're focusing, you know, the one bad thing you have in pain, where you even pain attention. That's the way I think it didn't even have to be like, with what you're seeing, it could be your mind with somewhere else. Yes. And so they like, you didn't see that about like, no, sorry, I didn't. I like my eyes. I'm sure my eyes saw them. But me, did I process, can I recall seeing it? No, you know, no, absolutely not. Yeah, you're like, yeah, exactly. Yeah. We all that time when it was like, man, it was like one of them in visible gorilla situation. They turned to corner in his giant work truck. And yeah, this dude, this dude just like, or no, he turned it, we were going straight and the guy like, yeah, I'm in a massive box truck. Box truck as you see, it's like 11,000 pounds. And like, I'm coming down the road and this guy's coming this way. And it's 11,000 pounds. No, it's like a big guy.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4701.52,
      "timestamp_end": 4762.0,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: He's got all this like lawn. Yeah, it's huge. Because I think, yeah, I think this, I think this is an anger. It's not a carway. I think it's 11,000. Because my truck is like 1,500 pounds. No, it's 1,800. No, my pickup truck is like 1,800 pounds. That 8,250. Yeah. 10,000. Yeah, so I got to, my truck's like 10,000 pounds. This isn't quite that big. Yeah, because I don't need a class seat to drive it. That's good. I can have that point referenced. Yeah, it's about 11,000 pounds. Exactly. And so the dude, like, look, go. The dude, the dude, look over, like, right at us and then pulls right out. And it wasn't a situation like, oh, he probably just pulled out in front. Anyways, didn't give a shit. It was like no we had to like he didn't see no at all because we hit the brakes And then it was like dude sped up and like swirled over it because you saw him like react late and he's almost like you know how Dangerous driving it's so yeah, so he used to pulling up to that that intersection and they're not Driving people do an autopilot so much. It's like really it's defensive driving is cheesy, but it matters more than anything because",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4762.0,
      "timestamp_end": 4825.8,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: It's you looking out for others mistakes dude literally missed yeah an 11,000 pound truck just because of confirmation bias because I'm so used to pull Yeah, it's mine like literally he's like I can just think about something else. That's like happening subconsciously He's don't go about his business Yeah, on a scary place Yeah, don't drive that was a random side subject that just came up out of friggin. No where that was cool though What else what else when I talk about yeah, I've also got anything else No, I think that's about about all I have to say about anything and ever again Let's just keep going let's just hold these people hostage for as long as we can now I'm just kidding How much does that time is it even boxed? 1121 You know my wife's probably like when he get a comment help with the base Yeah, oh, yeah, one more thing on to share with you. Yeah, let's share it's just stupid over time I'll just write ideas I have for shows that'll never be made Okay, and this was just an idea for a Fate maybe a fake reality show honestly could be a real reality show",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4825.8,
      "timestamp_end": 4887.68,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: The Invisible Gorilla and perception/memory Spoken Words: But it obviously have to be in the future, but it's a TV show and people would I think it actually be pretty interesting The TV show in the future work in test and circumpeating for the grand prize of the sperm or egg of a celebrity in order for them to be over that Basically have a child with them, right? So they know I think you see and so a surrogate could carry the child through as an option Where they just are able to have this kid produced for them, but then the plot actually follows the grown-up children of all these past winners who are putting into a house As the reality TV showed enforce to live with their celebrity parents that they respond off This is something that's gonna be you're we're gonna have to sue somebody. They're gonna take this from you So it's like there's the backstory is how these kids were The show is gonna take 24 years to fill is the kids putting into a house together like big brother But forced to live with their celebrity parents that never had to know they exist It'll be 70 years old for the pilot comes out that means to see the parents have to live with these kids",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4887.92,
      "timestamp_end": 4948.6,
      "chunk_topic": "The Invisible Gorilla and perception/memory",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: \"Celebrity Seed\" is a show that demands to be made Spoken Words: They knew were one in a contest and that right there explains and that explains why and Matthew's personality It's called celebrity seed that was the name of the That's what I call the file celebrity seed I He's fitted oh my god Things I hate pop culture and fame, but I would watch that because I'd be like what the Because it's though the game show it could have been a show in itself about contestants winning the kid But I'm more interested in the kid to add to live and grow up Right and y'all wanted this is why when it said in his when it said that one of the things he values is a long time He needs to be a lot With very important ideas he knows that he can't just fucking say these to people Not like a fine share with some people yeah now y'all are the people that are gonna get this share to you",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 4948.6,
      "timestamp_end": 5010.84,
      "chunk_topic": "\"Celebrity Seed\" is a show that demands to be made",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: \"Celebrity Seed\" is a show that demands to be made Spoken Words: Gully you should be Jail for a nice celebrity You should be putting a jail for like six hours much more about it's more like a speaking to just the obsession with fame culture Yeah, absolutely no, you're not wrong that in that and I honestly the reason I really think that could be a show is because of Because of squid games, but again, there could be like it be more like You know a fictional show but based on this premise, you know you got you have to make it a show would be like okay We make a dramatized We make a dramatized version of this you had me like then these this is you know I was already on board, but when you said celebrity seed. I was glad I didn't take a sip of my drink because he did and it went it went You dramatized that you can make that pretty compelling Because then I mean Dynamics will think of the celebrities you could use yeah the polarizing people that you put up Celebrities that be willing to play a drama a fictional version of the so Gary Bucy's",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 5011.6,
      "timestamp_end": 5071.96,
      "chunk_topic": "\"Celebrity Seed\" is a show that demands to be made",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: \"Celebrity Seed\" is a show that demands to be made Spoken Words: He wouldn't know if it was real or fake Who do I have to in yeah, so yeah, so there's there you have any Recommendations for the week. Yeah, we're coming to a close here. Yeah Well, it was gonna be check out celebrity seed, but I don't think it exists. So not yet. It's gonna be He's like, but I would be contacting the people this weekend watch Of all loose movies, the best picture of movies, up and behind my butt is good, right? Make a picture is good. There's one that I just out, something I wouldn't normally watch, but I gave a chance past lives. It was really moving. I'd say check out past lives for like a long time. Yeah, for a simple just character driven, but like really pointed, and just I don't know, it seems real. Like it would seem really real. Like just the characters and just the simple way this relationship is portrayed and the dynamics of almost like if you had actually ended up with that girl type thing,",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 5072.96,
      "timestamp_end": 5134.28,
      "chunk_topic": "\"Celebrity Seed\" is a show that demands to be made",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: \"Celebrity Seed\" is a show that demands to be made Spoken Words: like that y'all, it can be like what happens if we actually did stick together, what would lives have been like better, you know. Cause you tend to romanticize shit and the way it would have actually been. And like you see it later and it's like you're already married, but okay, but the way it's done, it's, I know it's mid-smoving though, because it's in most, I don't know, it's spoiler, but it's like a lot of like stories to be like, oh they end up going back with some true past love or whatever, but like in reality, the more realistic tour they see each other, it's like a really meaningful interaction, but like they've already got their lives and they're committed to that track that they're on. Yeah, and it's almost like they're just really sad to experience that moment, but it's part of life and so they move on and, I don't know, it's really, oh yeah, it's cool, it sounds good, I'm definitely, I want to check it out. What did you say the name was that I got? Past lives. Past lives. Yeah, past lives. And where can you find that? Can it is that all? I don't know, there's some illegal pirate sites that you can, no, but I think you could probably get on it. I think you can like buy it now or rent that now.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 5134.28,
      "timestamp_end": 5195.6,
      "chunk_topic": "\"Celebrity Seed\" is a show that demands to be made",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Recs of the week Spoken Words: Okay, all right, cool. What's your, what's your got? My recommendation of the week would be, go in for like 30 minutes, if you don't have 30, do 20, but just go, just go sit, just either to the park, out back, out front, just do the best you can to just go sit there and just hang out for 20 minutes. No phone, no phone, and don't do the best you can to just not move. Don't sit there and pitch it and just hang out and just see what happens. Sit still in nature and just, and just if you have thoughts, have them, don't hang on to them, just have a thought. Let them, let them, beam, let them be like a bird, right? Don't let a bird build a nest on your head. Yeah, yeah, yeah. Lanes there, you sure? Yeah, so there was a, it was passing across a mirror. Yeah, so there was, there was a, there was some quote by Louts, I think it was and it was something about the, another Louts quote. When the geese fly over the water, they have no intention to, to project their image on the water and the water has no intention to retain their image. So that's how you should just try to,",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 5195.6,
      "timestamp_end": 5256.2,
      "chunk_topic": "Recs of the week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Recs of the week Spoken Words: teach your thoughts and teach your mind. That's kind of the same, I guess, point that, the saying I was, I was saying, the saying I was saying is trying to make, we're a lot of people, it just makes me think when people like have a terrible thought and they get scared of the fact they had the thought, it's like no, it's like, a bird, if a bird comes to the land on your head, that you don't want it there, but it happens, you just shoot away, and you don't think about it. You don't let it, they're building nest, it's like when people have a bad thought and they are so scared of it that they fixate on it and they become consumed with it, it's like no, that we're gonna have fleeting ideas and thoughts, imaginations, and you can do that with just good thoughts if you're just trying to clear the mind, just be like, okay, I had the thought, just like a, I had the thought. Yeah, well, when you catch yourself doing it, because a lot of times you'll, you'll start doing it, you don't realize you're doing it, and then you'll catch yourself and you'll be like, wait, you know, I could just not fucking think about it. And what's fun too is the next level of once you can just sit there for 30 minutes and just be, and bring yourself to your position. And bring yourself to your position. Yes, then you don't have to buy gas station,",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 5256.2,
      "timestamp_end": 5317.52,
      "chunk_topic": "Recs of the week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Recs of the week Spoken Words: boner pills. No, but yeah, what I'm gonna say is that it's like the next step from there is just letting, paying attention, letting yourself have a thought, whenever you're out, when you're going through your day to day life, the next step from there would be understanding, like whenever you have those emotions, let them be, don't try and fight them off, don't try and dig into it. Let it be, and then soon enough you'll realize that it's gone just as fast as it came. And that's, again, it takes practice. It does take practice, but that's where I was saying, and that's where I say you would start, is just sitting by yourself 20 to 30 minutes and just whatever you think of. A little pensive, meditative state. Yeah, yeah. And the hard thing to be for people is this not-stop-go mentality that Americans have is just actually back, I don't have time to set the 15 minutes. Exactly. Because they use, like, you do. Yeah. The day you have time for, you make time for what's important, you think of the day. And mental health is good. You do it constantly looking at your phone, where it was like, think of me, it was like, my foot was to spend four hours a day. Yeah, you take all those notes, you don't know, a minute times you got on your phone, but it's like, yeah.",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 5317.52,
      "timestamp_end": 5378.08,
      "chunk_topic": "Recs of the week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Recs of the week Spoken Words: Sitting there, it was like, you could take 10 minutes out of each one of your hour and a half long, sitting looking at your fucking doom scrolling your phone, and do it, you know. But it's like, and I didn't necessarily even want to say, you know, like meditating because then people think- Oh, yeah, I mentioned that. Yeah, I mean, you know what you're right, but the thing is, is that whenever you say that, or- Then people start thinking that they need to kind of connotation Then they think you need to try am I doing it right now? Yeah, yeah, because the meditation not is literally just clearing your mind. It's letting it's what I'm having a People yeah, they have some picture and idea of what is it's like literally no, it's just being yeah And there's a whole world out there There's just there's a whole world out there and it's you know, it's a whole invisible world underneath whole world of put It's the it's what they call the the unspeakable world and I mean it does exist but just play around with it Don't talk about it. It's don't talk about it. It's like it is fight club So anything for you got anything even though yeah, we're not gonna have to have you're not",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 5378.08,
      "timestamp_end": 5439.34,
      "chunk_topic": "Recs of the week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  },
  {
    "text": "Topic: Recs of the week Spoken Words: Meditating keep your head on swivel there you go everything. Yeah, but don't think about it No, no, no, no, do that with your own use your floodnight use your flood light consciousness and pay attention But when you watch what's around you look at everything with your eyes closed keep your keep your head mindful Don't think about anything, but think about everything be mindful of your footprint your footprint on other things and what you're doing Take your pants off put your shoes on maybe sometimes you're in somebody's way maybe some of time somebody's in your way Yep, who knows that's good. This is dope. Yeah, so we're gonna have to like do put our hands in Get your hand in here. Chris stand up You'll just be the hand in pot spirit all right One two and one two three one two three and we're done. Whoo",
    "metadata": {
      "date": "01-28-2024",
      "episode_number": 202,
      "episode_title": "Exoskeletal Junction at the Railroad Delayed. #funny #podcast #chill",
      "timestamp_start": 5441.24,
      "timestamp_end": 5489.4,
      "chunk_topic": "Recs of the week",
      "topics": "Exoskeletal,Junction,at,the,Railroad,Delayed,funny,podcast,chill"
    }
  }
]