[
  {
    "text": "Topic: intro - Tears for Fears \"Head Over Heels\" Spoken Words: I wanted to be with you And talk about the weather But it tastes like a trace against a child in your face Won't escape my attention You keep your distance, be the sister of touch And gentle persuasion I'm lost in admiration And I need you this much It's way better than you think You know, it's getting a bit here and a bit So it's good to finally see your kid Okay, yeah? Yeah, we'll go ahead Yeah, that's fine We'll go ahead and go good, bro Yeah, and see you in a bit And see you in a bit We'll go out there and see them in a minute Yeah, whoever might be here but Yeah, I am here now I must embrace the moment And I must live in these moments",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 30.0,
      "timestamp_end": 90.0,
      "chunk_topic": "intro - Tears for Fears \"Head Over Heels\"",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: intro - Tears for Fears \"Head Over Heels\" Spoken Words: Yes, for sure No, it's nice to be back It's nice to see you again Yeah It's been a little bit Yeah We're joined by couch guests at the moment, Brent Yeah, thank you Who would you like to see here? I've been seeing more of them I was trying to be cousin at their front I've been seeing more of my boy Brent Which is nice So that's cool I haven't I've known him for many years And more recently he's been coming around Which has been nice And I have joined us again for the podcast So I can't hear But yeah, so no, it's nice to be back Nice to be here See you again I hope Has everything been good with you? Life been chill I mean, because right now the podcast has been The past week Or so we're almost since we switched up the days It's kind of gotten mainly the past week The mother's day kind of threw a monkey And threw a wrench in the whole thing You know, so that's good It's good to do that But no, it's So yeah, we might We'll be a little delayed This would be the first time we had I think we didn't have something released Right at a week",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 90.0,
      "timestamp_end": 150.0,
      "chunk_topic": "intro - Tears for Fears \"Head Over Heels\"",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: intro - Tears for Fears \"Head Over Heels\" Spoken Words: But it's not like we didn't do it Exactly We actually We experimented We did some growth and Experimenting with how to better do things remote But that's Yeah, that's cool But really nothing Everything's pretty much normal You know, baby At her Six month check-in She's healthy and strong Big old girl, but she's She's a healthy girl She's a good looking baby I've And I'm getting I keep forgetting how fast time flies by As far as actually doing the little recap Monthly recaps But like said, they're getting easier More of this is just my baby hack On how I get her to sleep with those little videos Which I mean, yeah, I'm obsessed with I make those like every day I just keep recording rockin' her to sleep to tool Like that tool I bet I also want to do Search a spec, oh here's a song I'll talk to the camera It's basically thinking of in the future If she watches it Like here's a song I'm picking now This is when it came out",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 150.0,
      "timestamp_end": 210.0,
      "chunk_topic": "intro - Tears for Fears \"Head Over Heels\"",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Baby Hack - rocking my baby to sleep Spoken Words: This is where I like it And if I have anything to say Some You know So if something ever happened to pop Before she gets to know me Pop-op She'll have all kinds of video records To get to know me Oh yeah, absolutely Along with that That a knock-all wood Nothing like that one Yeah, but no Yeah, everything is pretty straight Pretty straightforward, how about you, good sir? I know some things Yeah, yeah, no, it's been there Yeah, it's been, it's past A couple of weeks have been, you know, up and down Interesting, I've had a Recently with on in light of that You're saying about you still being here Yeah I recently had a friend of mine Who suddenly Tragically passed away And a motorcycle accident And it was, it was As any of me knows, unexpected He was my age, he was a young guy And it's, you know, one It just kind of said 30s And people put 32 32, 32, yeah Yeah, so It was, you know, it was, it was tragic to lose him And you know, it just kind of put a lot of things in perspective",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 210.0,
      "timestamp_end": 271.0,
      "chunk_topic": "Baby Hack - rocking my baby to sleep",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: In Memoriam - YOU matter Spoken Words: And I just wanted to say A few sober thoughts in a sense about You know, one of the things that took away from it is just that it's like, you know How important just being, just being in somebody's life is You don't have to do anything, you don't have to be anything Other than just exist really And it's like how, how much your presence is, how important your presence is to people And a lot of us go around And in a lot of time we think that, you know, we might, we might not give ourselves credit We might kind of like downplay ourselves, but we don't realize the impact that we maybe have on somebody. If it's just as simple as just being nice and being kind to someone, the amount of impact that that can have, you know, and that was like what I was kind of seeing today was, you know, there was so many people there that were just there because. So, say what guy was the actual funeral that you attended? It was memorial memorial service. I can't get those things in my soul. Well, and also to you never know, I mean, some people call memorial services and it's kind",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 271.0,
      "timestamp_end": 333.28,
      "chunk_topic": "In Memoriam - YOU matter",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: In Memoriam - YOU matter Spoken Words: of like, oh, no, this is a funeral. Yeah, or the wake, which is a funeral, I believe. I think it's after the wakes after I think. Okay. But yeah, because then I think it would be like the wake of something behind. Yeah, not makes the mix. But yeah, so no, just the on that whole thing is that, you know, it just kind of put a lot of things in perspective. And again, it's like, well, I'm out here in my mind thinking that I want to achieve a lot and I want to be able to help take care of people and I want to do certain things. And I have goals and I have hopes and aspirations in my own mind and stuff that I want to do. But then I, in all of that, I lose sight of just how important just my presence alone is and that's not even just to be like, oh, I'm so important. It's to be everybody. That's how everybody is, you know, how important your presence is. And it's like that gap and that space and that void that that would leave, you know, is it's wild. Yeah, and it's on and there's no amount of money. There's no amount of material good. There's nothing that will fill that.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 333.28,
      "timestamp_end": 393.88,
      "chunk_topic": "In Memoriam - YOU matter",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: In Memoriam - YOU matter Spoken Words: And it's like, you know, you take, again, we take it for granted, we get caught up in our day to day life and everything we have going on and we forget that it's just like, so if you haven't heard it, maybe let me be the one to tell you that it's like, you know, y'all are, you're doing fine, you know, and I'm glad you're here. So and don't sweat out. Yeah, exactly. Yeah, exactly. Yeah, don't sweat it. Cause yeah, I mean, it was, it kind of, it hurts seeing a lot of, you know, how many people were just in there and affected by, you know, this person's absence. Yeah. Yeah. And the grand scheme of things, nobody outside in the normal society would look at this person and say that this person's passing and be like, well, who was he? Oh, he was just some guy. And it's like, but, yeah, it's like, the life of the person had an amount of money. And a lot of people that they touched for quote being just some guy was pretty powerful. And that's like one of the things that you can take away from it. So just wanted to kind of say that. One of those, this kind of puts life in perspective, obviously, right?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 393.88,
      "timestamp_end": 457.36,
      "chunk_topic": "In Memoriam - YOU matter",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: In Memoriam - YOU matter Spoken Words: It's like, you go to funeral and it's obviously it's, but still simple things that just don't take it. Just take it, just take a step back and take a breath. And like, either Bob says tomorrow has its own set of worries and problems. You know, basically just don't, don't not be responsible in playing for the future, but don't live in that, you know, or live in the fears and anxieties of the future, right? Yeah, absolutely. Which is, but yeah, no, I'm incredibly sorry to hear. Here all that happens is it sits like a rapid because it's like what two, three weeks ago, you're seeing them on a Friday, did you softball? And then yeah, that's life and that is they would say, but no, I'm glad, um, glad you're able to, you know, to be there and be a part of that and sound sounds like a good, a good dude. Yeah. Yeah, very good. So, but yeah, so just, just take it easy on yourself. Don't be hard on yourself and just leave your life, man. Yeah. No, no, no, you make a lot of people happy, whether you see it or not, make a lot of",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 457.36,
      "timestamp_end": 520.24,
      "chunk_topic": "In Memoriam - YOU matter",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: In Memoriam - YOU matter Spoken Words: fucking people happy. Like yeah. You know, you've been about to make myself happy, take them a bath and break and then we'll be right back to listen to some music. You know we're back. Yes. Good, good long break. It's been a week since the last time we started recording when we took that break. I tried it, we tried to wear the same clothes and put everything in the, in the background as it was. As it were, so to speak. Oh, horror, my bad. I said, horror. Oh, horror. But yeah, so I think we're just gonna, I think let's just jump right into these movies and then let's just like, I mean, but these movies, but what kind of, we're doing it a little different. Thank you. I was just about to say Matthew. Would you, would you tell them about how the movies are different?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 520.24,
      "timestamp_end": 581.38,
      "chunk_topic": "In Memoriam - YOU matter",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: TOP 10 MOVIES FROM 2009: Spoken Words: So as much fun as we've had literally wasting your time going alphabetically, just as almost like it's own little adventure roller coaster ride kind of go, you go back and you edit and you put the episode together and you think, man, I'm, I'm getting, I'm getting, I'm I'm tired of this. Like, it's like, what's the point of listening to this guy read, you know, 50 movies that they've never heard of ever? And then, then I'm thinking, you know, Mikey, we could as much fun as it's been to do this experiment. We could probably just do a little homework ahead of time and pick maybe 10 to 15 movies. I don't know. We haven't, this week we're picking our shared top 10 for the year. So you just got the trust that we did that incredibly thorough. No, we did it. We even go look, don't even go look because we did. The evidence won't exist. No, exactly. No, don't even, I'm telling you, but whatever you hear from us, don't even go, whatever you like, hey, I have going around, whatever big foot might whisper in your ear, whatever",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 581.38,
      "timestamp_end": 644.12,
      "chunk_topic": "TOP 10 MOVIES FROM 2009:",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: TOP 10 MOVIES FROM 2009: Spoken Words: a UAP might signal to you to, you know, we did, we were up the last three nights to go on through 2009 and we came up with these, these 10 movies that, you know, I can say, I'm like, at this point, I'm not even going to rank. I'm not going to do numerical ranking, but at the end of reading them, I say we each pick our absolute, you know, stuck on an island, you can only take one movie with you. Okay. Alright, so I'm like, then if we can't come to an agreement with NIFI, we're going to do something. We're going to be doing movies. I've been watching the Doon movies. And I feel like we, I brought Doon Nives in my backpack. So I feel like if we don't, if we can't, if you disagree with something, it's from the makers too. Yeah. So if, if we don't see, you see what I'm saying? I brought three blades. So yeah, Brent can get involved too. We can, we can all fight. Brant will probably win. So I don't think I'd wonder if he could win on accident. Yeah, I don't think I should. No, I don't think I'd be. I think it would be between me and you, but if Brent got involved, I think Brent would",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 644.12,
      "timestamp_end": 706.8,
      "chunk_topic": "TOP 10 MOVIES FROM 2009:",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: TOP 10 MOVIES FROM 2009: Spoken Words: win. And then, Brent could slip and fall on his weight. Hit his chest right. Then it just snaps in. And then from the stab me. Physics. Yeah. No, I'm good. It's like, I think I'm good. You won't take that back. Literally. I didn't bring new knives. That'd be cool though. Maybe. I did. So yeah, just trust us. The knowing that you don't need to go googling any movies from 09 is the best movie. Stay away from the internet unless it's pertaining to us. All right. So who are we? Where are we? So, I knew. I knew. We'll probably pull up a little teaser, a little audio if you, if you are observing. You could take, oh, look, there's that trailer. You can see it. If you're watching, you can be like, you can observe it. It sounds legit. I don't think those guys are doing their own rendition of that. Yeah. Change, change, change, change. Okay. Let's see what I'm doing. As I just, I don't know, Brent, you probably have to see it too here. If you want to be able to see this. Yeah. That'll be the, but just make sure to keep your little microphone with you.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 706.8,
      "timestamp_end": 770.44,
      "chunk_topic": "TOP 10 MOVIES FROM 2009:",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: TOP 10 MOVIES FROM 2009: Spoken Words: That's your little buddy. Yep. Yep. All right. So. That fucking bug, dude, every time it goes off, dude. Yeah, you hear the, yeah, dude. I heard, yeah, that thing, it sounds like a fucking cop, man, but these are, these are bad. Oh, my gosh, man. Gives me flashback to one time I went to McDonald's and he created, man, when the McFlurry machine was busted. Is this a true story? District nine. I like that you can make up solid content lies, if you will. How do you say that that was a lie, though? I just do this because I didn't verify it. Yeah. Because I don't want people to go look up their police record or over it. You said it. I look like a credible guy. I have a mustache and I have a mullet. That's credible and I don't want to have my credibility soiled. So district nine, that is the first on list that comes after eight. I probably, I don't think you selected this.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 770.44,
      "timestamp_end": 833.76,
      "chunk_topic": "TOP 10 MOVIES FROM 2009:",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: District 9 Spoken Words: I saw it, but I didn't know because I mean, it's a great, it's a good movie. It is a good movie. The, I don't want to watch a whole man. Nobody comes back late at night anymore. They have more security. The government noticed that they were moving into new areas. That's when things started to get out of hand. So it takes place in South Africa, right? D.I. This is Africa and the real wrong tomp director, so when they could be spending it on other things, put together like this. They're keeping those different from us. Special effects, real like this. I don't know if it's something that's shop around before a music movie. I don't know. I just know a great thing to make maybe but so there's like a short out there where he was kind of VFX was kind of his background a lot of it. So you can find some of the real that this was like his basically expanded on from the real,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 833.76,
      "timestamp_end": 897.44,
      "chunk_topic": "District 9",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: District 9 Spoken Words: this real kind of almost like effects. Yeah, like real but it did a new bomb come out together, but yeah, well, I just say that So this takes the whole idea of I get alien invasion and like turns it on it not even turns on its head It just turns the direction that people probably never Oh no, it's a scene. Yeah, no, it takes only invasion It's like oh no, these are some broke ass aliens that basically are we create like a welfare System for him and basically stick them and you know the in a corner almost like you know the slums or the projects But for these aliens. Yeah, it's almost like the crickets from an ant's life came to earth and they're like you work You work you work. Can you give me a reference? I'm at now ants and crickets fly. I went ant's life for bugs life All your credibility's out the windows there and glorious bastards His second nine That bug's what okay, sorry, it's the bugs right Matt's right so district nine that my joke is",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 897.44,
      "timestamp_end": 962.18,
      "chunk_topic": "District 9",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: District 9 Spoken Words: It's so by my joke. There was no, I knew it's I knew it but I had any money though. It wasn't my Inglory it was so you're the next one gross bastards and glorious there's a teaser. I'll click on the bastards Teaser I'm gonna define by less than it's about it. It's about a fella Who assembles a bunch of Um Yeah, what's this about? This is this is about a Guy that's in the military lieutenant Alder reigns that assembles a crew of Men of Jewish descent to go and hunt down these these terrible Nazis and to go kill Nazis and they show Hitler more importantly They're going to kill Hitler all right along the way But in real there are more waters of Nazis the more waters they go that go about and the better That guy is awesome Hey, beat your head in the ice cold as well. There's actually lie rocks. Yeah, he lie Roth. Yeah, no, I know",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 962.18,
      "timestamp_end": 1024.58,
      "chunk_topic": "District 9",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Inglorious Basterds Spoken Words: Fantastic Okay, look the other way for a minute. Would you? No So Man for me Christoff Waltz that I mean, oh, dude great This put him on the map for a lot of I mean put him on the map for me, honestly, you know Yeah Then our fan of our show long enough you would see actually did when those parody scenes where I Put a song If yes, it's very out of place with a scene from this movie Yes, no, I remember like yeah, absolutely every put the cigarette out on the high",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1025.78,
      "timestamp_end": 1091.3,
      "chunk_topic": "Inglorious Basterds",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Inglorious Basterds Spoken Words: Oh The cream it bastards quite Chirpino doing this thing right I mean for me that sounds about Said before I think it's great Obviously dialogue is one of the main things that even in this the General presentation and the way Some of the story and everything there's there's a you know, it's a content Yet too false sort of that stanger which Makes sense that would be funny Because I guess That's the director you said that he doesn't want like he's put a hard a hard date hard number on how many movies is gonna?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1091.8600000000001,
      "timestamp_end": 1152.98,
      "chunk_topic": "Inglorious Basterds",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Inglorious Basterds Spoken Words: Yeah, no, I mean is it I guess next one which but either way that to say you should see this all right Absolutely, that's all you have to say about it. Oh, but in glories bastards. Yeah, no, I have a lot to say But it's such a fantastic movie. It's an amazing no, yeah, no, it's an amazing movie and I remember like any anytime I was seeing Tarantino's name behind some I wanted to go see it well in front of really But it was I love the movie and like you said it was crystal wall It's like he was one of the best parts about that movie just his character because it was like all man Like you imagine having a guy like this on your tail like regardless of the situation the detective type not He kind of evil that he's a one to just his his his are like his kind of focus in a sense is what was scary, you know. Yeah, no, it's, you didn't want him on you. Well, you asking me? Yeah. We've lost her. No, there's currently we're in the painful process",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1152.98,
      "timestamp_end": 1216.56,
      "chunk_topic": "Inglorious Basterds",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Inglorious Basterds Spoken Words: of crying the baby's old enough to where certain situations get you got to let them cry, otherwise they'll never learn. It's basically conditioning, you know, and we got a camera. So we're like the baby cry. So yeah, she's at the stage where she's been fed, she's been changed, she's got everything she needs. We have a camera so we can see if she's like, pulled out a knife or, you know, there's another baby they're trying to jump or something. Oh, but she got her uncle Chris did give her a knife. He's like, you're old enough to wield a knife. Open the wife just texted me something. Gonna make her bottle. That's the, that's the ultimate, you know, go to sleep. It's like, oh, right, baby, you know, you really thought this match would give you a little bit of monster. Give you a little momma's milk. Yeah. So Glor's best. And Glor's best was a great movie, you should go see it. If you already haven't, but you all have. Awesome. So that is two movies. Three and like I said, these are in a particular order. I don't think you've seen this one. I haven't. I haven't seen it.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1217.88,
      "timestamp_end": 1277.92,
      "chunk_topic": "Inglorious Basterds",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Moon Spoken Words: And I don't know for you. You're skipping neither. So please talk about it. Let us know. Do you know what I'm doing? Right? The new feature film from actually David Bowie's son. Douglas was Douglas Duncan Jones. Duncan Jones. Because you know, obviously, David Bowie's real lost name is a bully. But what? Duncan Jones and the directorial debut. No, Duncan, David Bowie is Duncan Jones. Yeah, that's exactly what I said. So I'm good for real. Yeah, I'm serious. David, to the same person. No, are they really? No, that's the son though. Oh, okay, oh, my bad. I'm sorry. I was like, I just know how I like to joke in. No, I know you thought it was how I get it. No, I get it. You thought, yeah, yeah. No, I'm a show trailer because neither of you have seen this. I wasn't listening. This is one of those great one man performances because a lot of this movie takes place with the main character in it, basically an isolation on the moon where there's like basically have shifts where the basically monitoring or having to do something for a year alone so",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1277.92,
      "timestamp_end": 1341.12,
      "chunk_topic": "Moon",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Moon Spoken Words: they get these basically persons up there by themselves and that's Sam Rockwell's character. So I was sorry, they're saying Rockwell's character. This is what really puts Sam. Like, really? I think this will put him over. For me. Like whenever Hogan, frigging body slammed Andre the giant and put him over. Yeah, brun. Yeah. Blue is back. That's what I'm talking about. He comes in with blood. That's what I'm talking about. Sam Bell reporting to Central. Everything running smoothly. Over and out. Rockwell, God bless America. Good morning Sam. So, two of you different characters. Sam Rockwell's character. The rest of the industry remains the number one provider of clean energy worldwide due to the hard work of people like you. This is the future of the series. We're so happy that we mind. Three years is a long haul. Three, three of stints that people do. But I'm proud of you.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1341.12,
      "timestamp_end": 1402.8,
      "chunk_topic": "Moon",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Moon Spoken Words: Two weeks to go Sam. So up there on the map by themselves. Sam Rockwell. It's like we got a live one. I'm going to go out. Oh, Sam. Leaning Sarat working for an editor. Fantastic. It's a perk. That has a turn left side. So obviously the industry. The trailer in Sam Rockwell. Perhaps you're an imagined something. Yeah, some, I guess the next person. It's supposed to come out from any of them. Someone shows up and he goes to get. I look up. They either cut out and read the way they go and find this person. And it appears to be himself. Huh. So that's pretty wild. So it's like it's something mimicking him. Some entity that we don't have to, I know, I know. Yeah, but I'm. Yeah, it could be either way. You just imagine. But there's some way to be really. But he's being his relief is him.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1402.8,
      "timestamp_end": 1463.8,
      "chunk_topic": "Moon",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Moon Spoken Words: He's like he should see. Like he shows. Oh, so it's either like it's either mimic or it's time travel. Or so you have to watch the movie exactly. You know, that's why you have to watch it. Yeah, I see. I said it's no, that's compelling. It's one of those. It's pretty self-contained. It's all takes place kind of on the moon with this, you know, basic station that this Sam Rockwell operates. And so it's, you get to see one of those performances where they. They have to play multiple personalities in the be just. It's cool to see. Actors do it, you know, yeah, if you have watched we're from black or any of those movies where some of these are twin or Themself and there's multiple personalities, but they do it like you know, it's cool to see a real good actor Actually do like see the diff. Yeah different subtleties that they give each like version of themselves to where I'm gonna watch it tonight Dude, it's good. I'm watching it tonight. I'm glad last night. I went and rewatch the strangers",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1463.8,
      "timestamp_end": 1524.2,
      "chunk_topic": "Moon",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Moon Spoken Words: Which I've already seen before now recommended no not to stranger things the strangers about the man Emergence of you seeing that bright you haven't seen that one. Okay, so the strangers it has what's it? The famous Presley didn't have present daughter. Oh, what's that? I don't know I think it has the Presley daughter or something the president's daughter's in it. Presley High-ho-ho the strangers Oh Metin no, no who's no arrow Smith. Sorry live Tyler I'm gonna pull the tape that was exactly what it's something like when you left talking about friends with Alabama What was it look at you in your memory? No, I'm like a Sudoku game for you. I'm life is But a puzzle of T. C. I'm trying to put together. Okay, so those three. Oh, man number four another",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1524.4,
      "timestamp_end": 1588.8,
      "chunk_topic": "Moon",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Moon Spoken Words: We're good. I know we both love this one Wait, are we gonna skip this or no if it ain't green to the scene? Okay, well, I mean we're only doing 10, buddy Didn't we have a talk about this? I don't know I feel like we should mention Okay, um, law-biting citizen you should see it. There's a movie. Have you seen her brand? Oh, yeah That's seen where the guy gets stabbed in the neck with the tea. Well, thanks steak for ruining well now They have a reason I watch it. How do you get stabbed in the neck with a tea-bone steak? Yeah, yeah, he's like yeah turn it up Was it a funny around the fur such a good probably a brown for fair Look see and you're over here Look, yeah, there's my favorite one a drunk on hell. Oh, oh, oh the first album Dude, that's cool. You should look it up that scene. I know a lot of depth. Okay around the first plot of favorite on this cuz that that Shove it mounts somewhere with the sharks now get distracted. Okay. Oh, oh, oh, but like that's a problem. I know",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1589.18,
      "timestamp_end": 1651.26,
      "chunk_topic": "Moon",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Moon Spoken Words: It is if my movie after I'm gonna hang me observe and report Serve and report that's where you look at things and you say hey, I Want to again like Matt said we're not going through the full list. We're giving you what we think is the best movies from 109 if you're just now joining us which you're you're not We're going we're just giving you the best fix about nine Yeah, and just the best not even just funny We can talk the animals Curities should get it. It's you were around Same director so this is if you saw that or enjoyed it Take that brandy humor, but okay that was done Incredibly cheap like off. It's obvious fifth. This way was one of his early works that he probably Jody Hill probably had some handed funding himself, you know, so this obviously you know",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1652.22,
      "timestamp_end": 1716.06,
      "chunk_topic": "Moon",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: There's a bigger budget, but it's It's a dark Joe. I love it cuz Jody Hills got a dark dudes Tens of humor that is so his own brand and it's so my brand that I love like it is I would say nine people out of ten are not gonna like I remember going to see this movie in the theaters Cuz this is during the time where it was like movies in my opinion were pretty good now I'm going to see a lot of these in the theater and this is what I remember going to see and I thought Yes, I was young, but even so Michael pain you two his character. Oh my god Dramatic dude, he's Michael pain you switch it Like So I mean what's it what's it about basically just observe a report It's about a mall cop who essentially I think he falls upon a bigger crime. Yeah, mall security cop He falls upon a bigger crime it starts off pretty much laying the background of just the basic day-to-day",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1716.66,
      "timestamp_end": 1777.18,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: In and out life of a mall cop It was something like big situation and starts to happen it actually calls his reaction and action upon a situation and He gets this chance to shine and actually be a cop Yeah, we have that hero status which you know most mall cops are Credit it is to having it's it. It's like oh mall cops are just renegade Absolutely a cop and it's like he actually gets that moment to just be a real cop Ray Leota isn't it. I mean come on Ray Leota Yeah, it's RIP too man. Oh, yeah, Ray Leota. Yeah, it was great. Ray Leota dude. What a fantastic Observe in report. Yeah, it's like I said it's it's a dark twisted kind of humor That like in his nine minutes and people won't like this, but I love it dude. It's such a great for me It's it's such the just like uncomfortable kind of humor that it like in Jody Hills behind there's been some shows like you know vice principles or",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1777.42,
      "timestamp_end": 1837.88,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: Eastbound and down being as popular, you know, so him and Danny McBride obviously they got yeah, dude observing a port that Yeah, okay, I just couldn't hear him very much my headphones. Why can you hear me now? No, I can't Oh, it might not be a monitoring. Oh, oh Now say something good sir. Hello. Yep. It was I was recording it just wasn't a long. Okay, cool Perfect. I just wanted to make sure yeah, cuz I was like wait a minute. Yeah, I can't hear Brent. So yeah, here's our In report If you want to read these you can like I'm not reading if it ain't green Okay, well Matt doesn't want to read the green ones and I'd like to go ahead and just stay he already stated law Biting says in the non-green movies he has that we didn't necessarily agree upon We agree. Yeah, be just listen watching it makes sense listen to the lesbian mystery. Yeah, absolutely So public enemies that was the movie with Johnny Depp and where he played the John Depp he played the the gangster John Dillinger",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1838.4,
      "timestamp_end": 1905.36,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: I believe the don't just hold the whole like Situation there and how he was Internet out of custody and how he escaped from cops and all that whole thing and back in the day and and then the Ultimately, it's actually They wish they cover his demise as well Mm-hmm and then like a demise and then also to under that another one that's not in green that I really like Matt hasn't seen it fighting for green Now that's I've been seeing it and he you know, it's that's fine But it's the movie called the fourth kind and I'm really a big fan of the movie because I'm a sci-fi guy as well as Matt This is okay, so sci-fi and I'm also a horror horror and a thriller like drama kind of science fiction thriller There we go and so I really enjoy this movie and it talks about its base is loosely based on actual events that it happened in Alaska there was a whole bunch of different Disappearances I think and different things like that and there was a whole bunch of similarities between all of them and",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1905.36,
      "timestamp_end": 1967.6399999999999,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: To me it was if I remember watching it at the time and being like, yeah, this is a pretty good movie like I was actually kind of like whoa Now now when I watch it I don't get the same feeling as I do when I first watch it Yeah, but I still I'm still like yo, this is this is still a good movie and it's also starting me la Joe Which which if you don't want to like Dance with her then Yeah, something wrong you but yeah, no mean her have a special relationship. I was I would I would explain the shake her tree From the fifth element on me said that I get my fifth element The rules that Steve Miller. Yeah, I'd shake her tree Yeah, as you should so fourth kind, but you already know one dude. I'll watch it Matt hasn't watched it He doesn't I'm gonna say this now Don't do people don't need to know this Matt doesn't think any movies that I recommend are good. That's a lie Matt he know that is not a lot to say blanket statement I'll see you can say most of them are you can say a",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 1967.96,
      "timestamp_end": 2030.02,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: large Large percentage but to say all of them that's where he says off up there Absolutely no of course this maybe one or two that we agree on I see you and fucking core those away from me I'll see you in court all right, so we got four kinds For the fourth you see and so moving so this one I saw in theaters and I just remember Being incredibly disappointed, but I was on a date So it's kind of weird. I know if I could laugh at things like I wanted to so what's this one flip this one? I can't see it. I can't you put it on this other screen The goods the goods live hard so hard yes It's not a green because Matt doesn't believe in putting great movies in green. No, I'm kidding. I'm kidding. No, I love it I like it. I like the movie. I'm like this. Yeah, it doesn't that film if you notice to me many movies Jeremy Piffin. Yeah Yeah, man. Oh why watch that movie and maybe I will say I will say no you're right. I mean hey, they did this was them",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2031.28,
      "timestamp_end": 2092.2200000000003,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: But I came out for a leading comedy role and it's almost the same way as I feel like if you'd look the same way You were almost saying look at Austin powers and segments or bits and things like that. Similar to this movie, like this movie that had so many great stories. J.P.E.P.E.M.N. And this is also a funny moment. This was a step out standout movie for DJ Request. Who played that? Who played DJ Request? Because that was one of his, correct Ferguson? Craig Robinson. A Robinson. No, because that was one of his, that was one of his first standout roles where he was like, that's what kind of I really put him in. I think people's it purview. And so it's important as relevant. And it has some great scenes. Yeah. It all connects to it. And it had some really great scenes in it. And it was really, I mean, it was funny, man. It was like, yes, Jeremy Piven might not be able to be the main, you might not be able to anchor a movie. I mean, Jeremy Piven's like, he's a gangster, he's a stud. What do you say about the guy?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2092.2200000000003,
      "timestamp_end": 2152.24,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: I like him. Why don't you throw on some Charlie Daniels? Good call. But yeah, I mean, maybe, you know, I love the movie. This is the scene I put on from the, there's a DJ movie. It's been DJ requests. I don't know my name. DJ requests what to play. No real play. The Losers' spec play. The Losers' spec play, you lose control. Not today. This is so good. You're so good. Can you bring the mood up? You have to play something good. Like YMCA by the Millage people. He ran my mind. DJ requests as though thing is he doesn't take requests. What time you get down from there? Every day that will test you, every day that will push you to the break. You must fight them, DJ. This is, I forgot about it. Is the side characters might be the funniest part of it? No, I know it. That's what I'm saying. It's worth watching. I'm watching this and I'm watching.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2152.24,
      "timestamp_end": 2213.48,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: So watch what? No, go to sit. You're gonna bring this up. You have to bring up the bow bright. The bow by Eric Bies. Bow by the brother. You love this scene. I love it. This is one of the first things it made us friends whenever we talked. One time. That's true. Let's see. You were like, I think Mikey's foaming. Bow by. Matthew, Matthew didn't like me for the longest time. I was just his best friend, Jager brother. No, the good. Eric Bies. Type in Eric Bies. Oh, yeah. Because it's Eric Bies. He said. Yeah, I think that's the same. It's about 20 minutes on a downside. An hour o'clock here at the Select Motors. I hope you're curled up with your best girl. Making music together. Oh, my gosh. Oh, my god. Look at this. You know, everyone's gone. So you can shut it down.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2213.48,
      "timestamp_end": 2274.08,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: Thank you. Looks like that's going to do it for me. Good night, sweet to make you. May all your loves be tender. Seriously? Shut it that fuck down. Thank you. Yeah. Yeah. See, I don't do what I'm told. I'm what's called contrairy and all right. I hate it. Oh, we go turn the lights off on me like that. So scare me. I'll give a fuck. I'm homeless, motherfucker. I made a beer run. I think we have everything we need for a goddamn kick ass party. I just made it. I'm going to be my sister's late. You might not. Wait. Someone hit the nail on the head. That's what I'm talking about. That is a perfect soul. Dead. Poppy. What the fuck? I want you over and over again. Not to tell me how to do my job. You brought this all yourself. Are you happy? Just play it. Just play a good song. You got it, friend. I was up to go find the simulator.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2274.08,
      "timestamp_end": 2335.8,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Observe and Report Spoken Words: I mean, I guess it's more time looking for it. Keep going. No, it's a fantastic scene. Yeah, it is. And we'll show you later. So what's next? What is next? I can't see. Oh, it's a green movie. And the next movie that is green is movie that everybody is probably seeing and loved and that's why we added it. Hangover. The hangover. Definitely. If you didn't see this movie, well, I feel sorry for you. I remember saying it was a pretty big culture. It was so. Yeah. I heard about it. And this is that gal from Akkits. On the map, real people. I was already fan of this from Tinen Air. This was still what, during the times where I would go see movies in theaters. I don't know. I don't know. I don't know the last time I've seen this movie. Gross. Ed Helms. Basically. I mean, you didn't do a ton, but it's definitely put in. Bradley Cooper, like this really launched him into the next stage. No, you're not wrong. You're really do.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2335.8,
      "timestamp_end": 2396.64,
      "chunk_topic": "Observe and Report",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: The Hangover Spoken Words: Or whatever the only strategy, either way. It's. Yeah, it really did make him look like the playboy like a baby face of Hollywood. Yeah, it was in that gal fanakis For a lot of people. I mean for me, you know, he's yeah, no, buddy Jeff wants to kiss Bradley Cooper He does and he watches last movie my show It was I probably did Jeff watches everything Jeff, but he watches everything what this podcast he watches only good Like I told you any success we have I love my friends But it's not gonna be because they watch it or said no, not at all and I don't blame it. Yeah, well, I know I know I know I know Which by the way we haven't done this I want to like I know Brandon and Chris and Jonathan and had like I don't know if I love the watch one then that's that's a great By the way like you were saying we need to be all of us need to chill with Hendren go out to you know where shoot and have some good All-fun. Yes, sir when you shoot it together And I wanted to say again",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2396.64,
      "timestamp_end": 2456.86,
      "chunk_topic": "The Hangover",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: The Hangover Spoken Words: We haven't said it in a long time. I don't know when because I see you know, it's one of those things where I'm like oh I even say it is anybody even watching but thank you to anybody who's watching or listening if you're on Spotify if you're on Instagram I don't know how you found us maybe if you're in England if you're in Australia China This is back. Thank you. I mean we've seen that we did it is kind of cool We've seen we've had views all over the world at least for you know, maybe a millisecond Yeah, but second where they like tried to click on another video to figure out how to repair their alternator on their Toyota I miss that good on us with a cute thumbnail, you know, yeah, but I mean big faith I've talked to put you know, I saw we had some I'd really like to be become become a big deal in Europe I feel like a European Honestly, we might already be and not even know it. I feel like a year behind around suit me nicely. You know, don't you? Think you could wear like a skin suit. Yeah, what do you mean by that? Skincy I'm just gonna you're you're not Trying to think of how good I'm saying I've been watching Hannibal so oh now you're being literal. Yeah",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2456.86,
      "timestamp_end": 2521.86,
      "chunk_topic": "The Hangover",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Avatar Spoken Words: I've been watching Hannibal so it's my mind goes next movie That is also in the green is a movie that Matt has chubbed up for He's I can see is for the same reason hangover had to be on here this because of the cultural impact it had and it's very high quality You know and because you're in sci-fi that really you know pushed You know James Cameron always pushes forward cinema in one way or another so with a lot of technology and Shiza But Avatar came out that year, you know, I guess it's that art sequel is the highest grossing film of all time I should remember that briefly freaking Avengers in game. Whatever The second part I had I think at one point become the highest grossing Some of all time, but then this took a pit spec, but they re re re re they put this back in theaters briefly really yeah Like a 10 years later in that money counted towards which makes sense Overall box off. Yeah, damn and that's pushed it back. Dude. Why don't war people do that then if that's like a little glitch",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2522.34,
      "timestamp_end": 2584.66,
      "chunk_topic": "Avatar",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Avatar Spoken Words: I've been I do I've been now re releasing our stuff as much as I can Avatar it's a sort of weakling That's a sci-fi action Takes you to a whole new world of crazy blue creatures that should get to be calm and They make love with each other the same way they make love to animals and plants with a stick their tails We got all these little feelers and they connect Given her be see Rest on the richest deposit and the More things and the Jeremy Pivots are Yeah, Jeremy Pivots. Yeah, is that him? No, it's give honor to be oh, yeah, it's a guy from Sigourney weaver. Yeah, he was he had a cameo and friends Bebe's brothers. Yeah It's good to know that DNA and play Avatar you need to see if you can see it once and be good",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2584.66,
      "timestamp_end": 2646.22,
      "chunk_topic": "Avatar",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Avatar Spoken Words: Yeah, it's about a bunch of people that are blue all right moving on So this is one I haven't seen this is a movie that Matt hasn't seen but he put it in green Oh, I trust you that sounded fucking nice Brent. Have you ever seen this movie? Because it Ryan hasn't seen It's in green, but yeah, yeah, yeah, exactly you remember run that tape back But we're gonna make it we need to make a fuck we need to make a track put Aaron on the track Aaron's good Aaron's a rapper dude The homie's poor he's a rapper we're gonna put him on track. We're gonna make it album Dude I think yes, but also to Listen this movie though is amazing It's like it was made in like seven looks like a black exploitation car and it's yes, but you have to see and Michael job white is the main character was also the he was spawn he played spawn he was the main character in spawn move i see a lot of comedic",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2646.22,
      "timestamp_end": 2706.96,
      "chunk_topic": "Avatar",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Black Dynamite Spoken Words: yeah yeah yeah and he's new hey black don't cry baby black do not crack baby listen to your hogs a lot of come that's the guy from yes from the real animal one yeah well black i have to have you play a scene she's also from uh reenows yeah yeah they're locked in cactus is that what they're doing they're such a good movie nice they're gonna make me look up a specific scene you said always gonna say is uh look up the scene with uh it just showed the guy i i thought you were gonna keep playing us our congress um but black dynamite i'll say it's a kissing yes so go to that scene type in black dynamite warning seems like we just heard the joke no but you have to hear the build up it's not just that i hope i laugh more i'm telling you",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2706.96,
      "timestamp_end": 2770.96,
      "chunk_topic": "Black Dynamite",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Black Dynamite Spoken Words: so all right man this is so no you already on youtube just type in black dynamite um just stay on youtube this is like that i like warning scene because he comes he gives warning or the pimps scene or whatever pimps uh because it was a meeting of the pimps pimps council pim council uh just uh just some pimps in or whatever yeah yes this will like four minutes oh we'll try this one at the minute 40 yes the minute 40 is the that's the scene you're seeing your hand coltex all these things this little one juice i can dig a baby chocolate get it he's also popular chocolate get it yeah close up eat get a new pen capping kangaroo pen we live i'll let you look at even if they don't know he's also from like the wire i think they ain't enough tricks to go around uh get out yeah now look at that i don't know",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2770.96,
      "timestamp_end": 2833.52,
      "chunk_topic": "Black Dynamite",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Black Dynamite Spoken Words: about the rest of y'all but it look like i'm gonna have to keep selling that hair when just to make ends meet then you'll have a much bigger problem that dynamite what's that then baby what do you need as big old to what do we owe this pleasure i just got one thing to lay on you catching the hour split die in the clan war on anybody who sells drugs in our community but black dynamite i sell drugs in the community that's what gonna space this is concerned i was like i was not considering your brother all friends that was gonna be that as it may how no nigger i can't dig it now who you supposed to be black dynamite i love such a girl bro man the chick to take into boobies in the back bokeh him with vine that's it yeah dude he's been on a lot of the joys i like to put me in my pocket you're gonna have a lot more to deal with",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2833.52,
      "timestamp_end": 2894.8,
      "chunk_topic": "Black Dynamite",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Black Dynamite Spoken Words: good even the gentleman the bud like dynamite she wants to be on this good bob like dynamite they so shout out i want to say real quick it doesn't want to buy and he doesn't watch the podcast but my homeboy George g-stand that i did a lot of years and i'm the man a ups we did it we there was spent many years the ups together and he was the one that turned me out of this movie and he ran and ran and enraved about raved about this movie so much and so i have to give him credit for being the guy that's earned me out of this i gave it a chance and i'll never look back this is i will stand by this black dynamite is one of the funniest movies i've ever seen in my life um jacked by scott sander's and so yeah i had to shut him out like chris and brant know each other ups man the it's a beautiful place for that in that aspect i've met a lot of great people there and and g-stand was one of them and he put me on this movie there we go and uh i think it's all but and the goods looks like i have a lot of laughter in my future no i'm black dynamite over the goods i do like black dynamite over the coming i know black dynamite",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2896.08,
      "timestamp_end": 2959.2,
      "chunk_topic": "Black Dynamite",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Black Dynamite Spoken Words: and i appreciate you don't that you frame from doing so next one you i'll let you take this next one oh no these are not green so okay so you don't if if it's not green i can't see in yeah and the next one is br is brothers and then the one after that which i've never seen the movie brother so that's why i think you want to take that i have not i have not seen brother there might be i'm thinking of four brothers i that's one i think i mentioned brother maybe i haven't seen now saying i was like brothers is the tobian McGuire and i have not seen any of the advice okay okay exactly oh so after that Bruno and this is one that we all agree that it was like it had a bunch of scenes and it's that though we're just kind of like god dog man just look at You can't, doesn't mean you should. And I just feel like Borat was, if Borat, everything's kind of been a step down from that for me, just far as what tickles my funny bone. So yeah, Bruno had some really funny moments, but if you really want to laugh from Sasha Brickone, check out Borat.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 2959.2,
      "timestamp_end": 3019.44,
      "chunk_topic": "Black Dynamite",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Black Dynamite Spoken Words: Another movie, Crazy Heart, Old Man, Country Singer, that's something fantastic, Mrs. Ross. That had a crazy hard head, Jeff Bridges in it. It did, yeah, fantastic. It got a lot of awards. A lot of awards, people would say. Fantastic, Mr. Fox, with Sanderson, stop-motion, entertaining. Yeah, entertaining Star Trek reboot. It's just because it was a Star Trek reboot, but I'm a big Star Trek fan, so I'm partial. He is partial. And now back to Green. And oh, and this is a green that I only recently have seen. And you said what about it, though? This is a Mikey recommendation, so I can't talk shit. I said, he watched it. It was quite enjoyable. He said it was quite enjoyable. Have you seen this movie, Brian? And the follow-up thing I said to you, which is okay, because you didn't read or listen to the message, I'm starting to know what people countable because of my doubt. I can show you my phone after seeing it. It's cool. It's cool. And it's just on my face. That's okay, you think I'm full of shit. You can engage and see what to expect from an individual's change every day.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3019.44,
      "timestamp_end": 3082.6,
      "chunk_topic": "Black Dynamite",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: The Informant Spoken Words: No, there's little things this character would do, or there's a lot of the inner dialogue going on that you hear. Every now and then, I just feel like I was kind of watching a tiny, tiny bit of myself. But you know, that like, not like a lot, but just some of the random things you'd be thinking in the middle of like- Like, whenever you're talking about the one guy where he's like, I wonder how much that guy makes a year. Probably 200,000. He's probably just going to ride that job into the future. I do, exactly. Yeah. Little stuff like that. I just think that Steve Silverman, a company, or a company that's trying to finish the project or whenever he takes on more things going on. It's based on his story. Can't feel real bad. It is based on him. A lot of cool, cool, cool, cool, cool, cool, cool. It can be a factor, so he comes out the other. Yeah, so pretty much a Fortune 500 guy that works for this big company to produce his lysine, I believe. He ends up like being put on the hook for other things in his job and then there's a whole bunch of life. He ends up making up a bunch of other lives. Yeah, he's a lot of blood.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3082.6,
      "timestamp_end": 3143.88,
      "chunk_topic": "The Informant",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: The Informant Spoken Words: He's a poor, all this corporate. But there's nothing happening. What he's saying isn't actually happening and he's just trying to pretty much cause a diversion from what he's doing. Yeah. It's based on a true story. And it was a lot of it where it's like, dude, if you just said nothing, you could have gotten away with all this. But he just, like, he just talked. He's like a pathological liar. Yeah, and he can't start to get into line. Yeah. And feeling like he's smarter and out-witting everybody. But he's never coming across the reactions. But you know he is smarter because he's ridiculous. He's got to play with that. Yeah. He's being able to line get a job where he did. Yeah, he plays literally coming across as clueless, but still, you know that he's not clueless, but he never seems like he seems clueless. But he can't tie or tie or lose his own way. Yeah, he can. That's completely a lie. No, he doesn't start talking. He's like, no, please stop talking. Don't say anything else. Yeah. That's what I mean. It's a crime scene. When his wife was like, go out there and tell him what's the truth is. And he was like, do you have to report her? And he's like, there's a lot more going on.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3143.88,
      "timestamp_end": 3204.56,
      "chunk_topic": "The Informant",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: The Informant Spoken Words: And he like makes up a whole nother line. And he's walking on scene tapes like, go ahead, side two, whatever. Yeah, dude. Walking a piece. So that's agent. Oh, man. All right. So the next movie after that would be. Chromack and McCarthy never, another one of his novels, put the film, which. Yep. It's not his movie, Brent. You like it? Or what? Yeah, limited, kind of limited release. Because I mean, it's, I mean, it's awesome. It's, but it's like Chromack, McCarthy's works is dark, depressing, and just bleak. But yeah, Vigor Mortensen. So it's, I guess what, that post-apocalyptic, but it's like the future has gone very, very poorly. And that, and there's a road and he's on it. And there's a journey of them. It's, yeah, he didn't eat for like a month. I think to get in preparation for at least like the first half of the series. Yeah, let's play it out. People getting skinny, yeah. That. I tell the boy, when you dream about bad things happening, it shows you're so fighting.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3204.56,
      "timestamp_end": 3267.96,
      "chunk_topic": "The Informant",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: The Road Spoken Words: That's when you start to dream about good things. And you should start to worry. How many people do you think you're still alive? In the world. I have very many. It is cold and growing colder. As the world slowly dies. No animals have survived. And all the crops are long gone. And once you're gone, another one to be here. You're a killer. This is a great dark, depressing bed. You know, it's powerful. The roads are people by gangs. Looking for food. I So you haven't seen this mic. No, I've seen it. I have a hundred percent seen this move. So you have seen this mic. Yes Good. Yeah, so yeah the road that'll so much with the kids to love it. Yeah, no 100% I'm in them y'all this reminds me of the movie that I was in Yes, it does",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3267.96,
      "timestamp_end": 3329.64,
      "chunk_topic": "The Road",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: The Road Spoken Words: You can tell me Reminds me it reminds me of the movie that I was in but this one's better Yeah, but the movie you're in what was it called again? Brand did you know that I was in a movie I got shot. I was a zombie and they fucking shot Yeah, and then I can then they call me back and I did great and they call me back a day labor later day labor and day labor It's what you were that really was and then they were like hey do this other scene and I separated my shoulder and I haven't been able to really fulfill my Slow-pitch softball career to the fullest. So I'm gonna be pressing charges. I'm just kidding I'd send witness yeah, no it wasn't as good But it was similar to that they had a few shots in it was like that kind of didn't look like that movie No right so that brings us to the last of our 10 believe it or not the end it's the best maybe I want you you need to see the director's cut. I'd say that if you're going to think so oh dude",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3333.64,
      "timestamp_end": 3393.64,
      "chunk_topic": "The Road",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Watchmen Spoken Words: It's like a it's all the Snyder cut of you know any Zech Snyder from it's like a whole another hour of crap is that like do you need to watch the director's cut? Yes, like if we haven't then you might as well not even have an opinion on the movie Yeah, you heard it I'm joking No, this was this for me it was great adaptation of the graphic novel watchman which I Red before it came out only because I lived with some cool nerds in college. Yeah, as I said I'm not in the pornography So I read graphic novels if yeah, if you read the graphic novel It's I'm from me not I was as pleased as I felt like a You could be you know seeing it adapted to film and so being Pretty freaking true to enough of the comic series or well, that's good to know. Yeah If we this is X Snyder's best the best thing I mean this was a fantastic",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3394.36,
      "timestamp_end": 3455.84,
      "chunk_topic": "Watchmen",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Watchmen Spoken Words: This movie was really And out Oh Maybe too Yeah waracak dude yeah You're a shop name. Haley complais one he's didn't like Horus something better any trigger Oh yeah, oh yeah, but the Jack year old, hey, we're so yeah Yeah, yeah, no, it's I'd say it's Yeah, fantastic. No, it's such a good baby So yeah, that was that was the condensed or",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3456.68,
      "timestamp_end": 3517.6,
      "chunk_topic": "Watchmen",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Watchmen Spoken Words: No, just the new and maybe hopefully improved hopefully new improved again We're not gonna we're gonna do our best tonight go through and bore you with just reading off like he said skipping Yeah, I'm like it's go the dick earlier We're doing we can here guys, but we have we have identified and realized that hey this other way is really boring And we're doing y'all hostage and if y'all listen to it all the way through. Thank you. I'll send you Your favorite candy Your comment if they're be there be a envoy if you listen to the same Differentian comment your favorite candy and I'll send it to you I'll come I'll come to fruition right I said comment your favorite candy come to fruition and it's do I thought you were about to start you know Self stimulating or so. No, I'm not running blue. Well the kind of show we are here. I've got a daughter And that means you want to take a quick little break break and then we'll come back to this shenanigans and skip rope and do hops. Yeah",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3518.28,
      "timestamp_end": 3581.48,
      "chunk_topic": "Watchmen",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Watchmen Spoken Words: And you want to go wash the I know that it's a pressure But my head I want to tell myself But tomorrow, what tomorrow Can you walk on it? Yeah, thank you guys for sticking with me Sticking with you That uh, that's the school Maybe We hope you enjoy it If you watch any of them Like me And you can watch them Upon our work Or like recommendation You can enjoy it Then drop a comment Because we'd love to know that you listen to what we're saying Yeah, just acknowledge our existence through Yeah, no, thumbs down, disliking it for me Yeah, maybe even more valuable than that That'd be fine Yeah, put any negative comment",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3585.24,
      "timestamp_end": 3646.0,
      "chunk_topic": "Watchmen",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Music Break - Tears for Fears \"Mad World\" Spoken Words: Stupid mustaches So yeah, so I had to go, we had to find this scene that Mikey loves And each time he talks about the goods Come on I feel like this movie is the goods for you It's It's the goods So it's a plethora of funny moments So this is a DJ request moment Yes And it's the whole part I want you to hear is about Who he announces is being the special guest singer And that's it, that's it That's it It just made me laugh my ass off when I heard it It's a moral You know who we got coming in? I do American Idol's very old No buys This is brother is coming down Yes, Eric Bice will be right here rocking a stage Hey DJ That was it Just him being like in tomorrow we got both buys Is brother Eric Bice It's like you have It's funny because the scenes later There is a mob for Eric Bice Yeah, people show up for Eric Bice Knowing it's Eric Bice",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3646.0,
      "timestamp_end": 3707.0,
      "chunk_topic": "Music Break - Tears for Fears \"Mad World\"",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: The Goods - DJ Request Spoken Words: And nobody and they don't have him And so it's like they went to get Eric Bice And they didn't even get Eric Bice And that's like, I mean the movie Internet of itself For those moments I mean it has some amazing moments That might be the only time I say that word There you go, that's good I'm happy for you Oh yeah, so that's Dude, so that's good So from here I think we're just going to start shooting From the hip Am I correct? Am I not? Do you have anything else from the hip? No, but I mean it's just Some might relate to old people and their hips going out Or it could be not the butt No, earlier when you called And then you went to Them memorial for your friend Which was you know You mentioned a moment that was interesting Where you know people they might Whoever's leading the whole thing Like often you know any friends or But you wanted to stand up and say a few words",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3707.0,
      "timestamp_end": 3768.0,
      "chunk_topic": "The Goods - DJ Request",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: So just to kind of You know that sort of a moment You know where people get the opportunity to say few words And generally if somebody When I've been in those situations I feel like a lot of times not many people Stand up and a couple people might And they keep it pretty concise And so it's cool but You're saying you saw an example And this is not throwing shade or trying to hate me It's more about Reading a room Yeah, absolutely I mean there was a situation Where you know there was You know it's just somebody was kind of You know going on about things that really had nothing pertaining to Dude with the person So few people got up and they would say Share memory, something about that person's character Personally wanted you know people to know And probably only a couple minutes See you know I'm mad at people on average And everybody's input was very heartfelt",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3768.0,
      "timestamp_end": 3828.0,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: Very relatable and it was very It was yeah But there's an outlier But then there was one that was really nothing that was mentioned Was even had anything to do with the person They didn't even know him that long right They were yeah and they in they exactly Didn't know him that long started off With saying they didn't know him very long at all And then literally literally I'm sure I've never met this person Literally went into just talking Pretty much kind of preaching at people And so it was just one of those situations where And I didn't it didn't really It didn't bother me but I kind of felt for the person in the sense of it When I felt for the person in the sense that it's like they just They didn't really get the room and understand that it was like Hey man like maybe now's not the time and so it's like There's there's times when you need to pick your spots and pick your times to maybe say certain things And to take your stances and to to understand Whenever it's like hey this is the time to kind of impart some wisdom And if I do want to impart something what's the What's you know the kind of the crux of what I'm trying to impart to somebody",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3828.0,
      "timestamp_end": 3888.0,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: And what's just you know kind of the filler that leads me there And if there's something you want to impart to people Then just like be quick at getting at that But then also too I feel like again With those situations like if you're like You know Somebody you're grieving someone if you're at their funeral I would say just be very concise like if you're gonna say something say what you're gonna say but be concise and If I want to share a memory you ain't get to tell me how to do it son No for sure, but also too don't let me lose sight that you're talking about the person I came here to mourn I actually say all the top that like I didn't really know Yeah, and that that's up but so and not even I'm not gonna say devil's advocate but basically okay to say What this woman and it sounds like in a person of faith It's what I'm not yeah, it's so does I'm saying like but I'm trying to think what in what situation might I Even when the room is saying one thing I would do the opposite or the opposite like so it's she kind of kept going",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3888.0,
      "timestamp_end": 3953.32,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: She ended up taking the opportunity to be a platform to to basically prep Kind of preach do an miniature Yeah, it was Yes, yeah, so I just just preach to the choir and and even then it's I could I could be compelled if Whatever reason I was that woman enough and I felt like God was telling me to do it Then I would do it and even if everyone and there's looking to me like what are you doing? I bet yeah, that's I'm just saying so if I'm there maybe that's what happened Man, and some people like platforms to just draw whether they realize they're not but to put the spotlight on them and do do a He'd eat out in the open and it be seen it towards almost like are you doing this for the right reasons even which you don't you don't know What's in the heart? No, I get what you say and I'm not so that's the thing you can only go off of where you're at and where you're seeing Something and you're proximity and I'm not reading into it. I'm not reading into I'm not reading into something too much",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 3953.32,
      "timestamp_end": 4020.0,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: No, no, but it's like I It was just one of those things where the whole the whole vibe of the room was just kind of hanging on every word being like Winner you gonna mention him. Yeah, you gonna mention something that you're gonna mention something that ties back around to what How this pertains to people that are losing something because somebody was lost from people's lives and No, they weren't giving anything that would lead people back around to like yeah with the meaning the meaningful Message the meaningful message behind the passing of somebody and there's something There's a meaningful message behind anybody that passes and things like that and how you can you can find those things Yeah, anything anyone who passes my dog Won my dog past I found meaningful reasons whenever he passed Till I found my favorite people People I assume when I could start with the first thing everybody wants to do that everybody wants to do that Everybody wants to do that to be like okay, everybody",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4020.32,
      "timestamp_end": 4083.32,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: So you're telling me the Jeffrey Dahmer? Yeah, so Jeffrey Dahmer, but no, it's like you know I'm not saying that that these did these terrible shit people Not talking about them. Yeah, no, but it's not you said it's just the idea of reading a room Which it in itself it's funny because I'm obviously have a daughter You know think of all the things to impart and it's almost like one of those skills the I'm sure There's some teachable body and human body language that you can learn to read that okay if I apply that You know it teach unique individual, but then I guess the room in itself almost ends up having its own body Yeah, that you learn to read and it's yeah, and my point is to is it it's like pick your spots It's not it's not it's somebody else's yeah, I knew the guy I knew the guy I knew the person more than she knew the person I didn't really But again, she didn't know that is that a church, but she didn't know of throw a believer's in yeah, no, but I'm in you know",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4083.32,
      "timestamp_end": 4144.76,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: That's a rare spot though. That's that's the other thing. Okay, she did pick a spot That's the spot. She's really to find herself in so if I'm I'm just saying sense to grab that spot All I'm saying is that I Needed to come down for the altar if you Were to put hold people that left that place whether you felt like she should have just stopped after Two minutes of what she said versus rambling on for another 10. Yeah That most people would have been like yeah, those have been my yeah, because the lady behind me the old lady that was talking about Before the whole I don't want to get it all of it. Yeah before the whole thing started There was she was talking about stuff. It was like really do we need to be talking about this right now? Yeah, like people kind of like Why are we talking about this right now, but then she even mentioned during the thing choosing she was like we're not preaching losing the plot It was like we're not here, like we're not preaching. We're not like, yeah, we're also some actually said that.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4144.76,
      "timestamp_end": 4205.18,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: Before, while this lady's talking, the lady behind me says we're not preaching. Yeah, we're not like, like, so that's like, that's not the reason for to stand up. Because then again, it's like, it's in a sense, if you were the person that passed, you wouldn't want me to stand up and be like, I didn't know Matthew for long at all, but this is how I feel and this is what brought me closer. This is what brought me closer to God. I don't know man. Because it's important because, and people, pretty much the condensed version was more or less that like people were gonna die in your life and you're gonna have this and that. And God, the only people that are, that's when God you'll be close to him. And it's like, hey, look, everybody finds God in religion and faith in a different way. Yeah, and it's not. And she might be indirectly telling people, and I don't, I don't know, I'm gonna tell you and I understand. I have a very strong sentiment to what you're saying about when, if you feel compelled to talk, but I also feel like some people take some of that to an end to where it's like, they try and talk about faith and God",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4205.18,
      "timestamp_end": 4267.4,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: and doing those things. It's like, the religion in spots where it's like, it's just all the time. And it's where it's like, you don't, you come off like a sell it. Rather than just being like, in a moment where somebody's like, man, they got their head down and they're on a bad time, you're like, and then you impart something to them about the Bible and you share that with them. It's like, rather than just always around every corner, it's like, kind of forcing the situation to be real. Exactly, rather than you. And no one's boys asking you to. Yeah, and so it was like, more or less, just took away, I just feel like it took away from the, from the, from the whole event. And it's like, one of those things that was interesting, the whole point of the whole bringing us up, was it was like, read the room. Was it it was like, there's so many times where I've been around different situations, where it's like, people will make a joke in a certain area. And it's like, you didn't, you didn't, you couldn't see that. What's gonna go over very nice? Yeah. Like, you did, like you were telling me about somebody, you went to somebody else's, somebody you didn't know very well.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4267.4,
      "timestamp_end": 4329.12,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: You went to their wedding or something. Well, no, somebody didn't know very well. So I can say this. Oh, okay. No, no, I mean, and again, this is, didn't, I don't even know if I caught it right now. For me, it was more just reading a room on the general consensus that it seemed like everyone was feeling towards. It's a very similar situation. But wrap it up. This, in Chris, you were Billy's wedding, correct? I dropped him off. Okay. And I love, I love his best man. Oh, I know you do. But his best man had to be the longest best man. Tony Romo. Yeah. Yeah, Roma. Tony Romo. Roma. Tony Romo. So yeah, we're not just, we're not just shouting out names blindly. But, uh, and I love it, but it was just like very heartfelt. Like, it was like, you took the opportunity, and it was his right to give a best man speech, the likes of which I've never heard nor will Paul be ever here again.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4329.12,
      "timestamp_end": 4391.2,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: Like it, it was a movie, but it was like, there was all, it was great because there'd be all these pauses and you get so people were kind of thinking, he's about to finish, but dude, he kept going. And I'm defending him. Is the most anxiety inducing moment in a not married man's life? Yeah. I can imagine. Yeah, I can imagine. It's turned with like having to do. I love it. I'd love to be your best man. I was wearing a lot. I don't remember like, I was looking at myself for fucking drinks. Oh, yeah. I had my point. I had my point. I wanted to hit it, but it was like, it was like keep it short. Keep it sweet. Don't take away from anything. Yeah, but like, you know, it's not about you. It's like you share exactly that thing. The best man was like literally like painting a picture and introducing you to like the person. So you feel like you got to know him through everything you're saying.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4391.2,
      "timestamp_end": 4452.96,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: So it was a great job. I just remember maybe halfway through like someone in the crowd in case you could tell people were getting a little restless because how long it was, but there was like, I feel like it was like one of his like kind of long pauses and someone goes, that's a good man. Or like somebody yelled like it's like, that's a good dude. Or just because it's like it was so quiet and people. There was like an anxiety in the room and like that guy had to break it by saying something because it's like, but it was amazing. I don't even hate it. But it was just again, an observation, you know, interesting of just, you know, reading the feel of an overall room. You know, like, yo, wrap that shit up. Wrap the gavola beat. Yeah, because like I said, it's like one of those things that there's things you can remember, a lot of it is, you just. takes living in existence. And some people still never, it's just like reading people. You could just like take it to an individual level. And of course, you know, if you're avoiding spectrum related issues where they literally are unable to read body language,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4452.96,
      "timestamp_end": 4516.3,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: you know, it's just like a lot of it is just that. Yeah, and again, and I'll, you know, don't overthink yourself. If you feel compelled to say something, my whole point is is that it's like, what no matter what your moment may be, if you're gonna be compelled to say something about somebody, don't, don't forget that you're, you're trying to either commemorate somebody or if you're at their wedding, you're trying to accentuate somebody and you're trying to, you're there further, everybody's there for a certain person or whatever. So just try and maybe hit the key points and then get it back to them because it's like, at the end of the day. Yeah, because it's like at the end of the day, especially, especially in a moment where, you know, you're warning. So you got this thing, and then the day it took, it took this, hey, I'll say it took a lot of courage for this lady to stand up and she felt very compelled to say what she said. And I think that's very heartfelt, but then also it was, it was like it felt, it's one point I felt, I felt, I felt the effectiveness of what she was saying",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4516.3,
      "timestamp_end": 4577.7,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: by the end of it. And I felt for her in the sense that, because there was some people in the room that were kind of, it was like, they almost, I was fine. I saw it as like, it took a lot for you to stand up. You wanted to say something you felt compelled to share this, that's beautiful. She did it and it was just kind of like, you know, hey, it was something I realized that it's like, most people, you know, it's just interesting. It was like one of the situations where it's like, I feel like it was just, you know, it's like the guys, moms there, his parents, they weren't really saying anything and other people were getting up and saying stuff. And some of the stuff they were saying, she was like leading off without her with her loss and how I've lost two children and it was like, she didn't say anything about the person. Yeah, see, I get that that. And that would be if my thing is that it was like, you said, you said nothing about, she just let off was saying that it was like, I didn't know someone so for very long. But, and, you know, then she tried, then you put in, well, I'm gonna make a relative of my saying, but I've also lost, I've lost this and that's like,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4577.7,
      "timestamp_end": 4639.5,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: everyone here has suffered loss. Exactly. And so it was like, it was just kind of like, insensitive. And I get out of my way, but yeah, I can see the frustration, I can feel the frustration that must have been mounting in that room. Oh, it was because everybody was just kind of like, hey, look, yeah, okay, that's nice. You shared something and you try, well, you could tell that you, because you could tell the sincerity of what she was trying to share with people that like, hey, I'm trying to share a positive message that God comes in your darkest hour. That's when God will come to meet you. You're just gonna take your baby boy right from here. It's like, that's whenever you, that's whenever you'll come to meet in fine faith is that it can come to the darkest hour, but also too, it can come for, it comes for a lot of people at different times. And, you know, I think that she could have, you know, achieved her message a lot better by, you know, either way, aside from that, it was more or less that again, just pick your spots. Yeah, and that you were in a room full of like, yeah, the majority of the people that were there were more or less faith standing. The same the first time they heard the message. No, yeah, exactly. They go to church, majority of people there went to church.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4639.5,
      "timestamp_end": 4702.3,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Reading a Room - the lost art Spoken Words: No, but it could have been the one time that the one person heard that they needed to. You know, I'm just, I gotta say it. I would like to talk about something real quick. That's a thing. Go. You even have a watch. Matthew held his left wrist up. I'd tell time and said go. Give my wrist. As if he has a watch on. I tell you what time that is, boy. So just the other day, I'm gonna say this. I can't believe I'm saying this. No, wait. Okay. You could probably find the audio message of when it happened, but I saw a UAP. Mikey, yes. And he called me and he was very like, I mean, of course, I know he's not just get called me to tell a joke in nor nor this like. So I thought a joke and we do know that this is complete seriousness because yeah, I remember he called me and he told me and it was because it had just happened like with like, but in the last five minutes and you're just",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4702.3,
      "timestamp_end": 4764.1,
      "chunk_topic": "Reading a Room - the lost art",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: like, you're like, I don't know how to say it, but this is literally what I saw. And yeah, you're describing it to me. And obviously I'm gonna do whatever I'm mental checks. I can't to try and think of what it possibly might have been, you know, man made or that, you know, technology is out there. And I just know that one time Chris had seen something and there's a, I know some satellite launches that kind of break off kind of look like this. Or like SpaceX launches, you know, but a lot of times there's like one thing in multiple, like, I guess, you know, in unique objects break out, but like everything you're described is like enough. Nothing. like a see-anywhere and like you said and I just kind of had me thinking about okay you know it could be military, it doesn't necessarily that blah blah then like okay even that but I'm like what even why would the military pick this area and what even military base would be within whatever to make it even reasonable to think they would do that and do that here you know and again no and I don't disagree and that's one of the things I'll think it out of is it it was like and if",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4764.1,
      "timestamp_end": 4824.96,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: y'all have any input let me know but you know I again I've seen this is something okay this is something I've seen and this I've seen this before and this is I know people would ever I've seen this before this wasn't anything new to me but it was like when I saw it it's the same thing every time I see is like oh that's that's the that's the plane I always see something like that's the plane it's nothing and then it turns out that I continue to watch it and it's like oh that is a little different so I looked up and I thought it was just a plane and it was a solid time yes okay it was it was probably if I had to get I can go back and find the message but it had to have been like 10 38 yeah I can look maybe 11 o'clock at night that was definitely full so long full on hard night yeah absolutely and I was out front and I looked up and I saw and I lived near an airport and I've lived near an airport my entire life I know what airplanes look like I know oh absolutely I know what good for you yeah I can describe a plane like it kind of draw on my yeah I can draw a dinosaur um so I know what I know what planes look like close and I",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4824.96,
      "timestamp_end": 4890.24,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: know what planes look like from very far away and I can tell it's like the lights blinking on either side of it stuff like that yeah I can hear them take off and land a lot from where I live and so I already know what airplanes are and look like so I'm outside one night that's that's and I look up in here right there this thing was this was this was like as hard as high as the stars okay and it was bright very bright same same brightness is like almost like the brightest star you would see in the sky say it was be the or the bright which technically wouldn't be a star maybe it's planet yeah you look up and you're like oh that's a bright star and people like actually that's Jupiter you're right playing it so say it was really bright like that super bright little spec in the sky but this little spec in the sky was just like shh tracking across the sky at this one speed and I looked up and I was like oh that's like a plane and then I like look at it for a second longer I was like no it's not and it just like kept going is that normal spec is this one brightness right and then before I knew it it just went from being really bright to just dim dim but",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4890.24,
      "timestamp_end": 4953.44,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: you could still see as it's like it was all it went from being a the best I can describe it it went from being a super bright star to a super dim star all right so that's a better way of saying it it went from looking like a planet like a big bright planet to then looking like a distant star a faded a faded small spec and so I was able to see it go from the super bright but it could have been that it got out of sight there yes exactly and it hit some type of fucking hyper speed and I saw it it's like it could have been by that point that I saw it get dim it could have technically been fucking gone like it's out of here and I'm seeing the wake of it right yeah technically that could have been what it was I might not have even been but either way it was like yeah I'm seeing that I was just seeing the super bright light tracker across the sky and it wasn't blinking it was not a plane and it was as high as like the car saying that pinning it just got it been the thousand year like that could have been different time that that it occurred",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 4953.44,
      "timestamp_end": 5015.12,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: yeah it went to an important time at one point it was just going and it was super bright and about right above me it just like went dim and then it was like how long exactly three seconds oh uh twenty fifteen to twenty seconds so fifty seconds bright it was like it was like it was moving and then it's gone it's gone off to like the northeast it went tracking from like it went tracking from south uh from like southeast to the like northeast like yeah and you're saying south to the north this is a familiar one so you're saying I've seen this before you've seen this like a type of phenomena before where it was like because again I I'm telling you I've seen I've seen a lot of weird shit in the sky oh it's been at night and I don't know that it again we do live closer to airport again but it's like again but like I'm saying it's it's it's it's not a major hub but it does you know it only has like no it wouldn't have anything it would have anything major fly you would have commercial it's just commercial people two and from businessmen to family people",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5015.12,
      "timestamp_end": 5079.2,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: going to and from well yeah dfw is a very like relatively it's yeah it's very good dfw is a bigger port you know there are but it's like one of the most but the thing is is that his point is is that it's like we don't live near Fort Bragg we don't live near Fort Bragg and what kind of a even experimental Yeah, exactly in what kind of experience experimental, you know, anything with the military have in this area let alone like But like say the distance of it. That's that's nothing to consider like we're talking about it like It would be you know within Geographical location to some and I'm like it could who knows how far away that actually I'm telling you again. Okay, so this is another thing. I want to take I guess all Whatever I'll look as weird as I'm gonna look no, I don't really care. No, I know but I mean I know that some people Dude, I know I know that there's some people I'm acknowledging things. I'm acknowledging the fact that",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5079.2,
      "timestamp_end": 5139.86,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: People look interesting or look a certain way when they say that oh, I've seen this and then sometimes there's people that are like trying to say things They're popularity. I'm not yeah in no shape or form I like one of the fucking popular for seeing something That's the thing like more people than not. I felt like my dad is one of them my dad has seen Stuff that he can't explain and one of the things he was like in high school and it's still like is distinct as anything really? Yeah, and can you tell it or do you know man? I just know I Cannot well enough. I don't know that whatever he saw like that. He saw something come down I think something come down from it. I don't remember something else or went up to it afterwards But what he saw and I think it was that was stationary at some point But yeah, I'll have to ask him to get more detail, but it was you know to this point I it's like a memory has it's like yeah, I have that was not anything that I could Think of that I've you know even this you know point in the future think of anything that's out there that that might have been",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5140.16,
      "timestamp_end": 5200.4,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: You know so the craziest thing and one of the reasons I was able to kind of have the perspective I did on the last thing that I saw was saying that like it went from super bright to super dim and maybe whatever I saw Went the reason it went from bright to dim was because it was like it went from being a certain speed to another speed And so it was like one of the reasons is that I at one point I was a you know I was around someone who Had who had worked for the certain company that was in involved with these things or whatever yeah And I it was like he is guy super smart and he pretty much was telling me that I So I pretty much asked this guy I asked this guy. I was like hey man. What do you what do you think this was that I could have seen and he was like pretty much said that he said and that was this this recent No, this is one that was this is something else. Okay, so this is I didn't say my bad. Let me preface this",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5200.4,
      "timestamp_end": 5262.16,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: What I asked this guy about was I had seen this thing in this guy We're one night. I was standing out front with some friends of mine this is the year ago I'm trying to get a tie up. Okay, this was your idol been like 20 years old. Okay, whatever this happened I'm 32 at this point. So I had to have been about 20 years old. Okay, so 12 years ago standing out front of my friend's house And we're saying in the driveway and we're just kind of in this like circle and most everybody's kind of facing me The street lights on whatever backed up to where they are So there's kind of some light pollution to where it's not like you're just out there and you see a Baron night sky would just you don't have a totally unpluted night sky There was without like the street lamp behind us So we're staying there in this front driveway and I'm always just like any time I'm outside I'm always kind of like looking up in the sky. Yeah, and so In I forgot it was a cloudless night My keep is there wasn't a cloud in the sky. We're all just hanging out out there chilling and I'm looking up in the sky And I see a shooting star. I was like, oh, that's cool shooting star and it just went have a gun does a star shoot?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5262.28,
      "timestamp_end": 5326.0,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: Huh, I don't know man. Okay, we'll keep going so I saw I saw this shooting star and I was like, oh, that's cool shooting star and It went from left to right technically from north to south Okay, and I saw this and it as it streamed across the sky. It just stopped at one point Okay, so it went from a to be so but instead mind the majority of things just saw the other day no different So this is different this behavior behave totally different totally different So this thing went from being a super bright shooting star left to right North to south in the horizon um And I was just like and everybody saw me in the in the circle I was just standing there and I saw this like shooting star and I was like, oh, and then it stopped and I like leaned forward and It was just kind of stuck like Why the fuck did that stop any shooting star you've ever seen is super bright and then it trails off and disappears right right? Right, but this didn't do that behaves different from super bright and then to then all the sudden went to this one point",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5326.0,
      "timestamp_end": 5388.44,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: And then it would just stop and it stayed super bright It stayed the same brightness and then all the sudden after it stopped it just Shot off so hi we panel similar to the one recently how it went dim and kind of this similar manner. And this thing didn't go dim. This thing stayed bright. So it was a shooting star that went left to where you saw it just go off the distance and it went light, get dimmer at a rail to pay. So I'm standing facing east. This thing was going north headed south. Okay. I'm standing facing east. This thing flies from my left to my right and it stops in the middle of my vision about the middle of my nose. It comes out of my, out of the side of my left eye and it stops about middle like of my center line in this guy as I'm looking. It stops in the sky and then as I sit there and I like realize it as soon as it stops I like lean forward like what? And with in a second later it just goes, it's like the moment you and flew away and was gone within a blink of an eye. It's like it reacted to it.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5388.44,
      "timestamp_end": 5449.48,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: So it's trying to track it. It tracks the exact same way that I was watching it. And it was within a second was just gone. And I was like, this is the one you described to somebody. This is what you said. You just said right there. And I was like, I was like, what the fuck was that? Yes. And I described this, I described this at one point to a professional who worked for, I don't really want to say the point. He worked for a very critical, a aerospace company. He worked for a, he worked for an aerospace company and I asked him and told him about the situation. I was like, dude, I mean, I'm, you know, you seem like the only person that could shed light on, it was this a realistic phenomena. Did I see something that I just see a shooting star where the style of the exists? And he just said, and he was like that. He pretty much was able to kind of say that it wasn't, definitely was not just like a natural phenomena. Wasn't a shooting star or a comment? In order to say all of the things he was aware of. Yes. And he was saying that nothing that he knew of could really go at that speed. He said if you said it was tracking like a star and stopped and then went in other direction,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5449.48,
      "timestamp_end": 5509.84,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: you know, it couldn't stop and change speed. So what he was saying is that he was like realistically though, this is what made me think that about that thing going bright to dim because he was like, he said that more, more likely what happened was he was like, it didn't stop in the sky. I saw it go, I saw it be a shooting star that stopped. You right. And then flew away. He was saying more likely what happened is it was going left to right and then it started to track towards me. Okay. So it was going from the north headed to the south. But then as it was going, it started to track straight at me and then straight tracks away from me because he was saying there's nothing that physically going that speed. He said if he was like, if you said if it was going at the speed of a shooting star, he's like, there's nothing that can stop going that fast. Yeah. And yeah, the whole position and then dart off. Yeah. There was like no deceleration. There was going and then stopping. Yes. So he said more than likely what happened is he said, you saw what you saw look like going north to south stopping and then coming and then going away.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5509.84,
      "timestamp_end": 5570.0,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: He said more likely what happened is it was going north. To south and then and then what you saw as a stop was heading west. So north to south and then boom straight west. And I perceived it as a stop. So he helped you understand it and then it went straight out. It's what it was doing better. But yes, if anything just made it even more like it confirmed that what I saw like not it was man made or anything. But he confirmed that it was pretty much like whatever you saw was nothing that we have nothing that we know of. Like that's more than less. He was like, I don't know of anything. I could do that. That was all he was saying was it was like that's definitely not anything like so that's plain. And I've seen that I've never I've never seen anything like that. But once so that's the one that in the everything else I have seen has been a I have seen on a handful of occasions. I have seen a solid dot. Yeah, super bright that is tracked to the sky. But it's super high.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5570.0,
      "timestamp_end": 5630.0,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: It's not low in a space station. It's a space station's track at the same race and they're super bright. And it's like it's about so imagine like that space station brightness or the brightest planet you can see but way up. And it's it's it's way up like the stars. But then all of a sudden just going super dim and just tracking out our distance. And it's like that thing. So you have to imagine if it looks like it's going the speed of a plane. But it's as far as the stars. How fast is that going? Yeah, dude, because if you look up and you see a plane a plane is how many five thousand feet above the ground or something at least something like that. Isn't something like that? That's right. After I've been I don't what's a mile above the ground. I don't think they're mile high. 5,280 feet or in a mile. That's how many that's all either or correct. Is that that I want to say they've got some mile high club, right? The whole thing about having sex mile high club is I could be totally wrong.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5630.0,
      "timestamp_end": 5691.52,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: Okay, about six miles. Okay. Yeah. Yeah. So it's like. If you imagine what a plane looks like at that pace, so it's, I'm seeing it's tracking, it's tracking like faster than a plane, but it's further. The shit is not like the shit is further than a plane. Yeah, the fur away that's moving is basically getting a little stationary to us. Yes, outside of what you're describing, which is, so I mean, whatever one scene has to at least be going like a thousand, bro. I'm fucking telling you, because planes are traveling like 500 miles per hour. Yeah. And this thing for this to be traveling like the pace of a plane, but being like twice as far, I'm telling you, dude. Yeah. Yeah. Because planes don't want to say it like Max Roddle at that altitude, they're flying like what? 545. Yeah, yeah, but yeah, between 5, and 515, 600 miles an hour roughly. So these things have to be going. If they're that, I mean, obviously you called me",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5694.36,
      "timestamp_end": 5756.38,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: after this most recent thing, but it's almost like, what it's like, you see something that's like, man, what this could mean so much as far as this existence and what else is out there. But then what there's like nothing you can do, you said you got to feel helpless almost, right? Oh, dude, the most helpless I've ever felt, because you just want to know more. You just want to know where you're like, what, like, does nobody else, am I crazy? You just want to share that with somebody. Do you have a piece of paper? Or a small, I don't need much. I just need a little piece. I did, I got, hold on. Because this is the craziest shit I've ever seen. And I saw a video that this is, this is by far the crazy. You want to find someone else to saw it. You want to be like, just so that you're not crazy, but you know, just like there's me called me, you know, I believe you. Because you got to share, like what, but like I said, you get to like, what do I do? It was like, what, I, there's no, I know this exists in that this point, that's all that it can be, I guess, right?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5756.38,
      "timestamp_end": 5817.18,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: So Mikey's drawing something for me here. Bro, so I shit you not. There was one night I was walking my dog through the neighborhood again. And my buddy, like, I saw this and I sent, I sent like a bullshit video I took on my phone, but you could barely, you could even really, even tell what I was trying to point out. But I saw like this V-shape, this V-shape formation of lights. And it was a solid thing of light just moving through the sky. Yeah. And this was actually heading south to North. And I'm walking my dog and I look up and I see this and it's this V-shape formation of lights. And they're all again, just look like a bright white light, like almost like a plane. Yeah. Again, tracking across the sky, like similar to a plane. But none of them were blinking. And it was just solid white. And none of the individual lights that were in this, it literally looked like a flock of light geese that are migrating through. And in a flock of geese, you have the main V and then sometimes you have like one or two in the middle. Or in the back. But these were like, these were distant perfectly as far as you could tell.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5818.7,
      "timestamp_end": 5880.5,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: Yes. That we're flying into V, equal distance in the front. We're all flying into V and we're, and God, this sounds so fucking ridiculous. Dude, it doesn't, dude, no, no, it doesn't. No, it does. But either way, so this whole thing, what I saw was flying in this V and then in the middle. And just to give me time, this is after the description that way after this was yours after this was like this had to, when I saw this, when I saw this V shape thing, when I saw this V shape thing, I was like 20. I was probably like 28, 29. Okay. And I'm 32 now. So I was probably 28, 29 when I saw this V, I could probably go back and find the text. And when I sent in that group chat, it was like, what the fuck is this? I would create a document and just like go through my mind. At this point I should, but probably now, yeah. I might have to help you do it. Why not? For me. So I'm walking, I'm walking heading from the South heading north. I see this thing tracking above me. I look back and I see it and I was like, it first when I look back and saw it, it was just a bright light.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5880.5,
      "timestamp_end": 5941.1,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: But it was a bright, bright, bright light where I was like, that's huge. And then I knew it wouldn't anything like I've ever seen before. And then the longer I sat there and watched it, started coming to view and I realized it was multiple lights and it was a V shape formation. But in the middle, there was one red light and one green light. In the very middle, just like this and this type of pattern. So like a V, but both are red dots, but one was red and one was green. Brent, that's like what I was looking at. I guess through the sky, you know what I mean? My mind automatically feels like that's the most like, like lead to B man made. It could have been, but people, no, I don't disagree because it was so low, it was so low and so obvious and so just like what, but it was going, it was going south to north. It was heading across the sky and it was like a formation of like seven lights in a V and two in... like a red in a green light in the middle that we're tracking across this guy.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 5941.1,
      "timestamp_end": 6003.6,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: Cause I mean, I get like, it really. Yeah. Those what I've just described is like an imagine that one of the shooting struggle. It was like, I'll bring in a formation. No, but also have them synchronized because they're drone aerial shows. Yeah. And I've seen that after after having seen this type of shit. It was years later that I saw like drones doing that. And it's like, yeah, drones could definitely have done. But I'm telling you, at the height that this was, it was kind of it. It was whatever it was. Yeah. It wasn't normal. And then you wonder why here. Yeah. Right. And I saw it. I did see there was somebody that shared it because after I sent it in that group chat, somebody sent back and they were like, was this what you saw? And I was like, yes. But I can't. I'm going to have to go back and find that. Yeah. Yeah. It's like it's just, it makes you just get energy and you just like, you can't do anything with that other than you just research and try to find out. It was crazy because you see, I'm telling you, I see this type of shit. And then I'll call somebody, even like when I called you. And I just like, while I'm not saying you, you believe what I'm saying. I, yeah. And I appreciate that. I appreciate the fact that you believe what I'm saying.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6004.0,
      "timestamp_end": 6065.16,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: But for me, it's like a spot to see it. And that's what I'm saying for you. Exactly. And for me in that spot, when I tell people about this shit, it puts me in the spot of like, okay, but okay. What's it? Okay. Cool. Whatever. Yeah. But it's like, dude, how do you, this you see the miracle? You know, telling you all, I guess. That's the thing too. You don't have to go. You don't have to go to the fucking desert. You don't have to go to, you don't have to go to look up, stand outside and look up at night. Like literally just, dude, I'm telling you, I'll be outside. I see all of this outside my house. None of this is like, oh, it was on Campantrip. Yeah. And I heard something in the woods. It was like, all of this is like random situations walking my dog, walking outside at night, hanging out. Your mom or dad, like, ever said, I mean, anyone else in a family who's lived in Denon that house. My boy. No, the only person. No, she never, she never saw any of that anytime I would ever see something was more or less like walking the dog one time I was with my buddy, Crane.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6065.16,
      "timestamp_end": 6126.48,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: UFO/UAP sightings - Mikey's recent observation - not a joke Spoken Words: And he crazed was, I don't know, no, it was me and Crane. And I had seen another one of those things, like a bright, a bright light tracking across the sky. And then it just kind of like tracked out a distance. And I was telling Crane to look at it. We had been drinking and he was just like on his phone. Like, oh, yeah, it's just like it's a plane. It's a plane, whatever. And I'm like, dude, no, it's not like it was a dude. That's not a plane. Society. And you're just like, okay, whatever. And exactly. And he was just like back to his phone. It was like, I don't knock him for it. But also too, it was like I was with somebody. I've been in situations where I've tried to point out and people were just like, no, don't say it. You know, yeah. Well, quick break. Yeah. Yeah. Yeah. I heard a word that was in that name when the light of the world, the world to ride. Oh.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6127.0,
      "timestamp_end": 6190.04,
      "chunk_topic": "UFO/UAP sightings - Mikey's recent observation - not a joke",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Music Break - Tears for Fears \"Bad Man's Song\" Spoken Words: Yeah. Okay, take some, I get to get some. Yeah, see how the solution gets a busy powder girl. Yeah, the solution is my wife. Let's start the other side of the world, dude. I was good. See you, honey. Take a blanket. Dooses. Love you. Dooses. Try. We have burned ourselves. So now we can. I'm muted their mic about certain point because I'm like, yeah, because they were just. I read, I guess some people can't read a room. They were just talking to them. I know that bugs after get you. No, no, man, we were sitting here and at the end there was talking about some UFOs. And Matthew told me about one time when he saw a leprechaun. Yeah, no, what is that? He's feeling a little stage fright. I'm over here talking about how I've seen the flying V from mighty ducks in the sky.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6190.04,
      "timestamp_end": 6252.04,
      "chunk_topic": "Music Break - Tears for Fears \"Bad Man's Song\"",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: It's funny because this was within the last two to three months. And it's just like, it was so late at night. So first of all, it was like maybe two to three in the morning. So I wasn't going to call and say anything, you know, bug you or anybody. And then I almost forgot about it. I knew in the moment that I needed to make some kind of record. And I forgot that I did this. But I'm like, wait, like I would tell myself to make a video, even if it was just me talking to the video being like, hey, Matthew, this is this date that you saw this. Don't think, you know, because then we'll start to play or memories. We start to think, and when was that? Did I actually see that? But yeah, and it was really late. And I might have been a little out of my normal state of mind, but not in a way that was very unfamiliar to where out of experienced anything like it did. So like I'm in just in the city, and it had to be maybe, like I said, two or three",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6253.04,
      "timestamp_end": 6315.36,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: in the morning, really late on a Friday. And I'm trying to remember if I, I think I heard a sound first, because I think that's what had been the reason I went outside. But, and just trying to describe the memory of it, it's difficult. But I can only think if it was almost like a loud boom, I don't know if to on the kind of that you might feel when there's a thunder, like thunder, maybe, but not is like shaking, not is like the tour of the house feel like it was shaking or anything. But so not like a sonic boom, but I don't know, maybe some combination with just that kind of thinking amount, like this is something like large overwhelming woosh that's like deep and really loud. And so I went outside, like I said, it's midnight or super late. And so I got a backyard that has like a back, like an awning or kind of covered patio for a big chunk of it.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6315.36,
      "timestamp_end": 6376.2,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: And then there's kind of some trees around, like around my house tour. I can't just go out of my backyard and look straight up and see this kind of. Yeah, I've just, like, yeah, like I say, so yeah, like I have got to go like maybe 10 feet out front underneath this covering and then make sure that I'm not blocked by any trees. So it's, but where you're at, you don't have a clear view. Yeah, so I can't just pop out and look straight up and see this guy, but so go outside. And my backyard is illuminated like, like I guess the best description is almost like there was a giant spotlight that was able to just light up at least from what it appeared to be my entire backyard, which I'm trying to think square footage if I had to, that's relevant, but large and square footage is probably like 1300 square feet. Yeah, so large enough to where, I mean, of course people think, well, maybe it's a helicopter, a helicopter, like it wasn't, it was almost like a light switch was flipped on in a room",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6376.2,
      "timestamp_end": 6439.44,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: that was my backyard. And I was going to say, could you describe like a, could you compare it to like a time of day? No, because the light was bright, not like sunlight. It was like a headlights of a car. It was like some kind of car headlights at night. Some kind of art of fish or just non-natt, not some. So it wasn't something that was imitating a sunlight. Did it was like daytime? No, it was like bright white light. It was like, yeah, so it was like a giant spotlight, but it was like, and it's not like it moved across my backyard. And you couldn't hear any like helicopter, nothing, it wasn't like it just. No, I just heard the initial sound. It was like, yeah, the morning or something? Yeah, I would say it was past midnight, but before, like four, I'm saying it was like the dead of night. And it's not like the light was moving across my backyard. It's like, I got there and like, it was literally like imagine that it was just like a giant room and there was a light switch and the light switch was on. And I can't remember, and I remember we had our outside dogs,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6439.56,
      "timestamp_end": 6501.4,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: had peppers, our shenanseppered. And like they'll bark at, you know, all kinds of anything. But I just distinctly remember her coming up to me and she was just like so serene and calm. It was like just a thought. Yeah, to where in that way that animals can be, whenever it's either like there, have some nut and a certain understanding, but you know, it's like a man will might be peaceful like around a sad person. It's like they knew how to act better, but like she was just so calm and that's a noticeable way. And then I remember, and that was basically it. I can't, and so I don't remember if the light, I guess it was just went back dark again. Like I can't remember the instant that, you know, it was like, did you walk inside? Yeah, that's what I'm saying. So I thought, because I had to have gone dark again when I was out there. So I had to happen within the matter of seconds. Yeah, I was probably, I was gonna say, I didn't know something could probably last for long. It went dark, yeah, because it went dark.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6501.4,
      "timestamp_end": 6563.24,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: Like, yeah, I had to be within three seconds of like getting out there and just being like, why is it just my mind processing? Yeah. What, what, you know, and then before I can try and even think to Vanish Point to look up in the sky or anything, you know, it's like dark and normal again. And then so I immediately come in and I'm just thinking myself. It's like, did you just, what, I'm like your creative, I'm like, did you just see something, Bill, what was that? Like, what was that? What was that? I'm like, did I see something? I'm like, crazy, did I drink a little too much? You know, did I do this? Yes, I'm a customer yourself. Yeah, no, no, not at all. Not at all. I've never, never, I've taken things that would make you hallucinate. And even, and I hadn't, but even under those circumstances, I've never hallucinated something like this. And so I just came in and we have a pug, oh, the pug, you know, potato. It was just sitting there and I just recorded video talking to potato, I'm like, hey, potato. Did you see that UFO? Did you hear, and I'm glad I said this",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6563.24,
      "timestamp_end": 6624.84,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: because I was trying to even remember, like, did I hear sound or did I make that up? No, I asked her, did you hear that sound? Did you see that light? I'm like, am I crazy? Are you crazy? I don't know, yeah. But so I'm like, okay, because I was already starting to question myself when I spoke to you. I'm like, did I hear sound? They're not. You know, because you remember, it's so crazy, but no. And then, and I just forgot about it because it was late and I couldn't do anything about it. And then it was, it was kind of crazy. Personally, I think at the end of the day, I'm gonna stop. You've inspired me a bit in a sense of, just because whenever I brought some of this up to you, you're not very chicken bite and whenever I say, like, I know it's crazy, you're like, no dude, whatever. But I'll stop denying that something, there's definitely something different. And I'm not trying to just mystify something or create some kind of whatever buzz. I personally, I believe this, just based on things I've seen, I'm just gonna stop denying that there's technology out there",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6624.84,
      "timestamp_end": 6688.08,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: that whether it's ours or somebody else's, that there is technology out there that is not, it's not anything I've ever seen. And it's not a star. It's not a space station. It is not a, it's nothing I know of. It's something I can finish. It's something I can fathom and I can intellectually be able to grasp it as a concept. And that's only because you saw it. Exactly. So you have to bridge the gap. But otherwise. It exists somehow. Yes. And otherwise, it's like in the fact that also too, that the military's come out within the past handful of years and that they've admitted that it's like, hey, we see these tick-tax type objects. Yeah, they're seeing these tick-tax and this and that. It's like even the fact that they're admitting it. It's, you know, I'm not gonna, I've been seeing this kind of stuff that's going on and it's like, and I've heard stories",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6688.08,
      "timestamp_end": 6748.24,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: and after having heard stories and things, it's like, commercial pilots, I'm not talking. I'm not talking. I had anymore really be too worried. It's like, dude, it's happening. If you don't, if you want to sit here and say, it's like, dude, hey, this isn't something that you have to go buy a fucking ticket for to see the premiere of. Go outside and just look up at the sky and just stare up at the right. You look part of your life. And identify airplanes. Whenever they say a space station, fly over, fly and over, go watch it because I do. I watch it all. Space stations are nearby. You're gonna be able to see this. Oh, there's just a lot of things. I guess this thing is going to be visible. Or this planet, I mean, I guess this thing is going to be space station. I go outside and I watch, or not like I said, the planet's being this. The satellite, the speed lawn, just going and watching and familiarizing yourself with these different phenomena that are taking. And exactly in the beginning. I don't know, he identified. Exactly. So like I said, again, knowing whenever these planets are gonna be visible, knowing whenever these space stations are gonna be flying over things like that, going out there and familiarizing yourself and watching.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6748.24,
      "timestamp_end": 6808.64,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: And then, you know, being able to tell, but hey, that's a little different than what I've seen. And again, but, you know, also too, with all that being said, with knowing that there's things out there that we don't know, I would say also to realize that just as much as there's things out there that we don't know that exist, we understand that there's a possibility of them existing, understand that there's also that much area for you to be duped by something you don't know. So whether you could sit there, you could sit there and be like, hey, this is a UFO and this is that. It's like, yeah, well, this, while this might be something, we don't know, it doesn't mean that it's an alien driven thing. This could be something that is our technology that we don't know exists. Like for instance, like I like to come right here, it's for instance, we came across potentially that don't even regardless. We don't know exists. And for instance, it would be like bringing a microwave into the 20s or into the 1860s. And it would be like, what this fucking dude just heated up?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6808.64,
      "timestamp_end": 6870.0,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: Yeah, it's magic. And no, kind of, what did he do? Yeah. And so it's like that type of shit where it could be something to where so there is that whole area where you could be duped by technology that's just been suppressed from us. We don't have it. We don't know where's it been. Yeah, boots, you know, that or obviously parties are powers with the genders that you know, and when I was going to say it, even people want to do people want to get rid of the narrative that they can use to control. I mean, It's just a, it could, like I said, I feel like it is real and unique and there's some like non-human elements, but then I also would equally believe that there are, you know, human powers that are trying to find ways to, you know, influence the general public. You know what I mean? Absolutely. Just because, like, for forever, I feel like the general public was influenced to kind of look at, you know, UFOs, there's all, you know, it's a crazy cookie, whatever. But I think it's gotten to a point where they couldn't deny anymore.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6870.88,
      "timestamp_end": 6932.36,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: It's where, now it's almost like, okay, no, we acknowledge that not the UAPs know, right? Which we, what's that? An identified aerial phenomenon. So they took away an identity and find objects and they rebranded it with them and I feel like they did that to get to this distance from the kind of, the cookie-ness. The cookie-ness of it. Yeah. The cookie-ness of it. The UAP. It makes it sound more scientific to where it's the same thing, but they just rebranded it. And it's funny that that's literally they just rebranded it because they can't deny it. Well, and that's the thing that I don't necessarily, I don't know. Yeah, and that could be a whole other topic we could talk about. We should do a whole thing of UFO versus UAP because I have a feeling on it. I have a feeling literally just from me, it's just branding. They just clean next. Yes. It's out tissue. Yes, it's not just branding, but I feel like it's also too. It's just, there's also something deeper to it rather than it's like how long before, so UAP could take completely. So the object had made it phenomenon, which is, it's more descriptive.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6932.36,
      "timestamp_end": 6993.44,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: It's a better descriptor, I think, than unidentified flying object. Okay, it's where this is unidentified aerial because flying, we don't necessarily know if it's flying. That was just an object. We don't even know if it's an object per se. But it's a phenomenon because it's something unexplainable. Personally, I do while I don't disagree with what you're saying, what you're saying is very factually correct. I feel though that by changing it at this point in the game, you're creating an entire gray area that didn't exist. See, I guess I don't see that. And you might, it's fine, but I'm just trying to help me. So, so what I mean is that it's like, so you have UFO, right? So you're going to have a whole camp of people that think UFO. You're going to have a whole camp of people that start getting on the UAP thing, an unidentified aerial phenomena versus unidentified flying object. So, I'm just like to be two separate teams. So then you're going to have people within also too. I feel like they're just going to be this whole argument that pops up between the two of like, what, what at that point, what's going to constitute is each other.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 6993.44,
      "timestamp_end": 7059.0,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: What, what, what constitutes or like the, like, the, like, the, like, the, like, the, the, you know, when you see it, no, no, no, for sure, but you see what I'm saying in a sense of like, I, or maybe I'm, I'm, I'm, I'm, I'm, I'm lost in the nomenclature that much of it. I, you, I'm not saying, and I'm not saying that I, I do, but I just see that personally, I feel like it's just going to muddy the waters on people being able to possibly report or identify things they're seeing versus it, you know, and no, yeah, I mean, that's just, I see how, I see how you don't see that at all. And I'm not, no, yeah, and I'm trying to think of the fact that you do see it. Yeah. You know what I mean? I just see that there's a great area because it's like technically drones, like you said, that drones in a formation could create something like this. Yeah. So would this be a UFO or a UAP? It's a phenomenon you're not aware of. Yeah. Some, some old farmer guy who doesn't know what the fuck a drone is. This is a UAP. That's an unidentified aerial phenomena to him.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7059.0,
      "timestamp_end": 7120.24,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: It's not a UFO or a technically it could be a UFO simply defining it. Obviously, there, it was an intentional UAP was very carefully and intentionally, yes, concocted, which is it. Votaries, and this is just thinking, okay, what significance could be that? Why did the meat of that change it? Yeah. Like what, like I said, I think a lot of it is literally just trying to cookiness. Which, why was it made so kooky? Yeah, we could go to all kinds of things. Yeah, but no, but it's not. I just to think about there could be more than two, the whole just naming of it than I'm thinking about just as far as control of information and just how that information might be categorized. Yeah, I don't know. That's interesting. Just because I just thought it was so intentional. So anytime something is that an intentional on that kind of scale, you wonder, okay, did they think I was going to room and these pick up, you know, it had to be, you know,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7120.24,
      "timestamp_end": 7180.64,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are Spoken Words: because everybody, everybody for ex for years up until this point since Roswell to now has known UFO. Now all of a sudden you introduce UAP. Right. I feel like I'm not, again, I understand when somebody says UFO and UAP, I know what they're saying. Anyhow, we'll see it as like political correctness in a way. I don't, however, you want to describe it if you see it as like comfortable or whatever. I don't disagree. Phenomena, it probably is better, a better, more inclusive thing than UFO because an unidentified flying object. That's not the same, exactly. So versus UAP, unidentified aerial phenomena or something? Yeah. Yes. So it's like, technically you would describe more or less some of these things. I've even described as being a phenomena versus... Exactly. ...unidentified flying object. In the... But... ...traditional sense of what even an object could be, right? But then again, too, is that that's also kind of my point, is that it's like we, you know, they're getting you away from thinking about it being an object.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7180.64,
      "timestamp_end": 7242.56,
      "chunk_topic": "From \"UFO\" to \"UAP\" - the reality and \"re-branding\" of whatever these are",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: I don't know. I see, I guess that the interesting thing is I don't... Food for thought. This debate doesn't even occur in my mind, you know what I mean? To where like it's like... I know. To where like whatever they could... Somebody could call whatever they want. They could be like, I'm gonna call it a Sky Toaster. And I don't care. I'm like, whatever you're describing. No, I don't. You know, I would... What is it? 100% agree. No, just because everyone's mind-singed differently that, you know, you see the... It's kind of like an invisible debate. Which exists, but yeah, it's interesting. Yeah. So, they let us know what you see, because people see things like this. Dude, yeah, absolutely. It's so common. And that's... It really is about internet and the bad thing, because people are saying honest things than people are making... And there's sharing this on the stuff, trying to be like, hey, I saw this and click my thing and blah, blah, blah. And they're trying to get views, whatever. It's like I'm really not too concerned with any of that, honestly. It's like, yeah, we want people to watch, but at the same time. Yeah, it's not... I'm not trying to do it under any false means or anything like that.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7242.56,
      "timestamp_end": 7306.24,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: But yeah, I just always saw that. I had that thing about the UAPs and the UAPs. Dude, no, I'm all about putting that out there. I just felt like it made that... Yeah. We should talk about the next episode. No, absolutely, for sure. And I feel like, too, I even made that mention where I was like, I should just start filming stuff here and there, just like at the house, like trying maybe see what kind of... What kind of like little setup I could get, because I want to be able to have something outside of my phone. Yeah. And in case I could have something in a record and something... They could say, yeah, like a set of depth computer in a room. Side of the... Yeah. I don't know. I've been to feel like a lot... You got to come over. You got to help me. I know. That would be a good... No, she knows. Yeah. Yeah, no, she'd be called me like... Go and have some guys time doing stuff. But I feel like there's a... For at least for me, this can kind of branch off into some of the metaphysical... So stuff that we like to talk about, because... Blood and stuff. Yeah, love to. Like...",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7306.24,
      "timestamp_end": 7366.72,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: So whatever... Whatever that it is, right? What if it's aliens or manmade or something... I easily can see they're being interdimensional type... You know, possibilities that play... Yeah. To where... They're not aware of... Yeah, like they've been around this whole time, but they're able to access some other dimension... Can I... No, I was just gonna say... Can I bring something up? Can you hold that thought what you're saying? Are you able to? Yeah, I would only make sure I have it. Keep going. Let me... I got my thought. No, yeah, oh yeah. And this is about to be it, that there might be some factor of... Like you're saying whenever it's like you noticed it, it's going away. Like it... They're being some way that a person's openness to seeing it... Makes... Like actually... I mean, impacts it to be like... If it's gonna reach out or connect with humans... If there's some way that they can engage the emotional...",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7366.72,
      "timestamp_end": 7429.68,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: Or just our brains being open up... Just conscious willing kind of like... We talk about out of body experiences... Just being open to the idea of not having body experience... Yeah. Makes it more likely to have one... It's toward being open to... Just not shutting your brain off to the potentials... Or potentials as or whatever... Whatever the other objects or phenomena might be... You might... I don't know, you know what I mean? No, I know exactly what you mean. So that's basically the thought I was saying. No, and being open to it, maybe you're more likely to see it. And that's one thing actually, it's funny you say that... Because it's a whole thing, I believe, I've heard on the last podcast on the left... Which is a great podcast. I'd love plugging other podcasts, because why not? Because it's a whole community... Exactly. Like it should just happen. Joe Rogan, yeah, we just kind of keep bumping into... I feel awkward though, he keeps being like, Hey man, what's up dude, you wanna hang out sometime? I'm like... I got stuff going on man. I'm sorry dude. I feel like you know what I mean? It's like people... I know, he really does. He's like...",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7429.68,
      "timestamp_end": 7489.88,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: No, we love you Joe. I'll get there. I've been taking out for brain though, and I feel great. I haven't. I've never heard of it, but I've been looking up... No, but no, it was like one of the things I was gonna say, I was gonna say... into what I was gonna say differently, but I can't remember. Now, either way, what I was gonna say is the main point of my point, was that the other day I was, you know, I find it funny how in your day to day life, you can see little things that maybe help give you insight into the possibility of something else. And the possibility of something greater, you can see something in your everyday life that so mundane, so like, oh, whatever, but can give you again, help you entertain the concept for the idea of something deeper. What did you see? So, love it. Yeah, because you sound interested. You sound interested by saying, I wanna know what you saw. I know, and by that's what I'm saying, I'm thank you for asking that. Because I was doing a lawn and I was edging this lawn and it's right by a pool, and I'm looking down at this pool. As I'm edging this lawn, backing up, I can't see anything in this pool.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7489.88,
      "timestamp_end": 7550.68,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: And then all of a sudden, I passed by the sun. And as soon as I passed by the sun and I bought the sun out for just a second, I looked down and all of a sudden, I see this spec coming to view. And I was like, what is that little spec in the pool? Like, why can I now see this? And I stepped out of this. You guys is a tiny person that you're its God. Yeah. I'm sorry. Yeah, no, that's what it was. This guy was like, get out of my side. No, no, so he said it was spec in that. I saw this little spec in the water. I was the shadow. So it was like, it wasn't just in the water, it was on the ground. So, so you had the surface of the water and below the surface of the water, there was a step into the pool. And in that pool on that step, I could see this reflection. I could see this, not reflection, but I could see the shadow. But on the surface of the water, I couldn't see anything. But underneath it was obviously with the suns. How large it was a spec the size of it was. Maybe about the size of my pinky nail. So it was in the surface of the water. It was like a dark circle that was on the bottom of the pool. Yes, but on the surface of the water,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7550.68,
      "timestamp_end": 7612.2,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: it was completely invisible. But I could see, I could see that there was obviously the only reason I knew something was there was because the sun was hitting it and reflecting through it. So that it's like, I almost wanted to make a point to that how there could be so many things that are around us that we just can't see because of like the set of background and about what your camera flies to. The naked eye or whatever. Exactly how you might perceive things. That thing was there. It was doing nothing to hide from me. But whenever I moved past it and I happened to notice that I blocked out the sun for a second and I was able to like see this shadow. So a shadow was created by an object. I guess if you're to speculate the distance, like I mean, that was something way off or the way I tell you how something might have been present in like the, you're just on the surface of the water. It could have been just like a scale of something. It could have been the skin of a cicada bug. And I had and I couldn't see it. But it was I couldn't see it enough to where you could compare",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7612.2,
      "timestamp_end": 7676.56,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: to some some other instance to where, okay, this is how a shadow this is how a shadow should be created. Or this is how it would look under normal circumstances. So you could say this is what's different about this. And what's different about what you saw is that it's as though there was a shadow with you didn't see anything that could have been casting. No, no, that's what I'm saying is I saw something that was casting the shadow, but my point was is that it was like upon naked eye just looking, I couldn't see anything, but looking down and seeing the shadow, I was like, oh, there's something on the surface of the water. So only by seeing the shadow. Yes, and only by seeing the shadow did I realize something was there. So my point is is that sometimes there can be things that are there that we just are more or less. We're not able to perceive them because you have no background. You have no, something's not, no, it's like you have no background or something. Yes, it exists. It was there. Yeah. I couldn't, it was on the water surface. It was a little reminder of just in life, yeah.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7676.64,
      "timestamp_end": 7739.16,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: That yeah, you don't even have to be looking, but especially when you're not looking, how blind you think it is. Or you can be looking straight at it and not know if you're not it, if the circumstances are the environment or whatever isn't correct. Yeah. And it's like, I would not have, I just saw it is one of those things that it's like, that's interesting. I'm looking, I looked down at the water and it was nothing there. It just looked like a perfect pool. But then it was like, I walked past and the sun hit this thing that was on the surface of the water and I saw a, it's like the whole hiding and tiny shadow, right? I saw the shadow on the first step with this pool on the very top and I was like, that's interesting. And I realized at that point that there was, I was like, will there has to be something on the surface? And I saw this, like I said, it was almost like maybe the skin of a cicada bug or something or something. It's very thin or piece of plastic it could have been. It could have been a small piece of plastic and that's what was reflecting and it was showing that shadow, but it was again, it was something that I couldn't see on the water. I didn't almost that perspective and applying it to stuff in this glass. Exactly. but we could be seeing, could be the quote-unquote shadow",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7739.16,
      "timestamp_end": 7802.68,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: of something else, right? Mm-hmm. To where it's where, but we're seeing, isn't even the object or phenomenon itself. It's something hell or something. It's something hell or something. Again, that's what I was saying about that speed of that thing. I thought it flew and it stopped. And I was like, more than likely, it probably didn't stop. He was like, it probably came at you. But I was saying that that's the realistic explanation. But I'm saying, it could have just stopped. It could have. It could have. It could have. Beyond what we're capable of. Again. Again, no, it's man. There's that hole, there's that hole grayery. And at the end of the day, I think that, you know, you should- You're a foe's till I die. That's it, dude. There's no, no, no, no, no. I mean, again, I'm more or less, I'm still, that's what's crazy about it, is I'm still very much in the camp of, I believe that there's a human explanation for a lot of those things. I believe that there's, for most of what I've seen, I believe that there's a human reason behind most of these you apes, you have questions. And just control and manipulation. They're holding back the iPhone 36.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7802.68,
      "timestamp_end": 7863.64,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: I mean, so many smart questions. There's not like, they're holding back certain things I feel like. But also too, it's, hey, here's the thing. Here's the thing I'd like to say. Like that book idea told you. Hold on. Here's the thing I'd like to say is that, look what happened, the reason I feel like, we know information is suppressed, right? Yes. So the reason I feel like information is suppressed is because look what happened during the whole COVID deal. Hey, there's a deadly virus, there's a deadly virus, virus happen, whatever, what did people do whenever they said that there was something that you could say? They bought up all the toilet papers and all the random, yeah. Exactly. They go out and they buy random shit. Do, do random things. Like, I understand there's a reason that maybe something is getting suppressed for other people. One due to other people in the class.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7863.64,
      "timestamp_end": 7925.2,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: Yeah. You don't have time for I've worked at a job where there was guys at a job that I worked at, they would fuck up the most basic, sorry for the language. They would screw up the most basic things at the job that everybody got right. But there was a handful of guys that would really screw it up and they would call meetings at 7 a.m. When we didn't have to normally be there for work to 8. So we had to get there, wake up whole hour early, get there to work, just to sit around and hear a meeting about stuff we already knew just because they had to talk to like two guys. So instead of pulling these two guys in the office, they would just call the meeting to talk to everybody and everybody sings is meeting like. And so it's almost like one of those things where I feel like a lot of it is being punished because of the view because you're not going to get information and understand that these things are happening. So instead of sitting there, rational way. Yes. And instead of sitting here being like, oh, these things, it's like, yes, let's just acknowledge that yeah, it's probably existing. There's probably a lot we don't know. They probably understand a lot more there, but it's like you can't blow people's minds.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7925.2,
      "timestamp_end": 7986.0,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: Like, because if you blow. So it comes down to, because yeah, I feel like if you blow people's mind in their reality a little bit like. They're not equipped emotionally or even. They might go around and start doing what they might, all of a sudden be like, I need to go seek revenge on my baby daddy. And intellectual or emotional capacity to manage that and continue on normal day to day. People might not show up for work on Monday. Yeah, I'd be like, you know what? Yeah, I know, yeah, these things are real, but you still have bills to pay. Yeah, you know, yeah, like, yeah, the world is ending, but not. But then also too, if people realize, if people realize the state, if they've brought them, it's like, it'd be thousand years away. So it's like, well, we still got a lot of. People realize the potentiality of something or if they start to entertains, for instance, this is a hype of fucking hypothetical, this is mine. So you're about to tell a true statement. I'm about to say, just think about it. And did you see the Simpsons movie?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 7986.0,
      "timestamp_end": 8046.48,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: Yes. Okay, they put the dome around Springfield and everybody lost their fucking mind. Yes. So then nothing at that point was productive in Springfield. They couldn't run the factories, they couldn't go to school. They couldn't, nobody did anything because they had this dome around them. And it was more like, think of that dome as being metaphorical in the sense or whatever. Like people realizing the true state of things for years and for millennia, for so long now, we've been thinking that we can go somewhere else. We can have the ability to go elsewhere. Maybe say we actually don't. And so it's like, you imagine what maybe people might feel like if you woke up tomorrow and told them that, like, hey, we're kind of stuck, we're right. We don't know how the fuck to get out of where we are, our little solar system or whatever we can. All the shit we told you, maybe how some people might be like, what does that mean about life and existence? That's just setting the society. People at that point, like I said, I might not even show up to fuck it. People at that point might not even show up to work. It's like, it could really fucking shake some people",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8046.48,
      "timestamp_end": 8108.04,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: if they figured out the true nature of things. To instead of being like, oh no shit, we're not floating on the show. To be like, to look at it, it's so dumb, it wouldn't anymore. That's what I'm saying. It's like to look at it and just be like, to just be like, oh, we're not floating on the back of a turtle anyways, back to work. You know, it's like, I don't think, I think a lot of people might be like, wait, you're telling me that like, this doesn't happen in the, what? I feel like they've been keeping feeding us morsels of truth in its making society more comfortable and more dumb to like, not taking as interest that they should. But in what ways, in our, in our disagree again, but what ways are they feeding it? Because in my opinion, I don't feel like they're feeding us the morsels of truth in any, maybe not maybe digestible ways. It's not a digestible way. Not necessarily acknowledging that footage and everything. Yes. Maybe that's like the only thing, right? They cover it under something. So nobody knows about this. That's the thing. The majority of the population has no idea. The news article only comes to go. The government has acknowledged UAPs or UFOs. Right. Most people think it's like, they think chemtrails are like a year ago,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8108.04,
      "timestamp_end": 8168.8,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: which is important. And they think just for the records, just for the record of acknowledging that, the government is acknowledging that these statements. Most people think that chemtrails and shit like that are a total fucking joke. And that's not a real thing that's happening. Yeah, it's like, but it's something that's been come out and it said people have, they've documented it's been admitted, like this is happening. Yeah. No, I'm with the man. I'm with you. It's a man. But I'm either way, like with some of the UFO stuff, UAP Harb you want to call it. I mean, there's, it's like I say, there's a ticket, right? There is a whole fucking it. You can just like, there's a whole movie going on. You don't have to buy a ticket for it. You go outside and I'm in a cloudless night. I'm in a field like check it out. You know, next episode of favorite, just kind of when Rose, you know, just theorizing or just like, you know, speculating on ways the world could end, or like in the sense the way like, you know, conservative, like kind of religious people, like the world's coming to an end. Oh, yeah. The way that things could play out,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8168.8,
      "timestamp_end": 8230.32,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: but like they're being, the big actors and big power players are just playing a small role and a bigger thing that's totally beyond their control, you know what I mean? To where like, I'm saying, say they are suppressing, they are suppressing technology, like plasma technology, and all this stuff. All of it. They're so much. They're so much. But they have some agenda, you know, that for their own, you know, gain or benefit. But I see, you know, some earth shattering event, like, like it's saying, if I speculate, and some of it be like a meteor, like on Steve, I feel like it's, and find it's speculative, you know, like what could damage into something the world on a catastrophic level that forces, oh, these players, these people had this technology, it's like, well, shit, we want to live, we got to put it out now versus them being able to do it and whatever way they had to where they're playing a role by suppressing it. At that point, they don't realize that, oh, shit, like, they can't be done as, you're almost saying that, like at the point of something happening",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8230.32,
      "timestamp_end": 8292.0,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: to where technology being brought to the forefront because the people who were suppressing it, we're also, we're also in threat of being extinguished. Exactly. People that are suppressing it are also in threat of their being extinguished. They're going to lose their market. Well, what is it, what uses it is this technology to us if everybody's dead that we're gone and it's just been dead. If it's not worth the product that we have to make with it. Exactly, you have this whole theory of like, things starting over again. Yeah, to where it's like, oh crap, and the part they were playing, they didn't even realize that, you know, I'm just into theorizing. No, I mean, I could see something, yeah, and we can, no, that's a part of it. I mean, that's an amazing, like, that's a, that's a whole point of view. I remember when you first told me about that, and I was like, that's a whole point of view. I hadn't really totally considered. That's interesting. Just the power, like, because even now, you know, I believe that there are powers and pee, you know, hidden agendas manipulating, but then obviously, things and events of a curtain will occur that are outside of their planning and control",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8292.0,
      "timestamp_end": 8352.0,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: How it all might end? Spoken Words: and that are going to affect them too, you know? Absolutely. Like whether COVID was made and released a purpose, this or that or not, whatever, like, whatever. It could have been a very worse strain or something else that got slipped up and, you know, they became victims of, they weren't planned. You know, so who knows? But I think we should probably, Is it close to wrapping it up? Yeah, yeah, we should probably, this would be good though, right? Yeah, no, it's been good. It's, we had a lot of intersystem, you know, it's, having seen, you know, I feel like for too long, you know? I know. We gotta be able to share these, there's these thoughts and these things. And it's funny how this, because these is the time, you know, it's going to talk to you about this stuff. That's something, we're just going to great things about the podcast that no one, no one could be listening. That's fine. Absolutely not. Yeah, I don't care. It's like I gotta share them even dumb ideas. It's like the end of the day. That's what's great is it like people people don't say that to somebody Yeah, and that's what's great is it it's like with all this is that people don't have to listen I don't care, but what's gonna be so cool for me?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8352.0,
      "timestamp_end": 8413.24,
      "chunk_topic": "How it all might end?",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: This will literally eventually I'm just gonna go back It's all of these exactly. It's our time capsule and it's like people are watching join it It's not a baby. That's not yeah, that's not my like that's not our whole goal for Documenting existence exactly. It's like this is cool. It's like why not you're you have the capability to do it I have the willingness to drive over here, so we might as well. Yeah, I see you continue to do what we can It's funny. I've had to explain to some people recently. You're not explained, but just like kind of tell them There's been some people I haven't seen you why you do it in a while or not just asking why I do it But they'll be like has always a definitely since the stupid yeah, they haven't seen me since I started doing the podcast And somebody who mentioned something about it and be like oh, you're doing a podcast and I was like Yeah, you know, it's just kind of something that I had been Mentioning here and there that it might be fun to do and I was like in my friend Matt I was like Matt just kept kind of telling me that hey man, like there's nothing that stops you from doing this, but I'm down if you want to come over and whatever if you ever need to talk about and so it just started that way and I told him I was like I always tell people I was like at one point Matt said something to me one time was like dude anytime",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8413.24,
      "timestamp_end": 8476.98,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: Let me know blah blah and I was like do you think I won't come over there? You don't think I'll do it And then so at that point I was like well, I this is Because this whole crap is it it's like this whole thing started people look at it is almost like you know Then I had to prove me that you actually Yeah, I was like Matt doesn't fucking think like all come fucking film a podcast I in that and then my whole thing with this is it's like I've just thought it'd be so cool to be able to share like again I don't want it to do I want it to be so many all these people that I know my brother Chris Caleb you my friend Jeff like all of our people like you know that many fucking brain and Jones like brain It's like there's so many people that like one there's so many people that it's like I can't tell you how many good memories and how many like funny Memories I've had around those guys that just mentioned Be Jones Jonathan. Yeah, you know, it's like all these dudes Billy. It's like all these guys it It's just when you're around you start talking stuff happens you start being funny and it's like you know",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8476.98,
      "timestamp_end": 8538.26,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: It's just such a good time and it's like I've always thought it'd be cool to be able to encapsulate that yeah I love the more we can get all these guys involved Yeah, it's like I said if the people if We've already reached the the pinnacle of whatever can do just the people have reconnected with in just the Whatever people that have said they've seen something and it moved them that made that's made it all worth it Yeah, I was gonna say like absolutely we can I did another viewer and it's like it's totally worth it Like you said we doing this for us and really our benefit is much anything but they in the day we do Like to make a point that people aren't alone, you know, and absolutely it's things aren't as dire It just you know, yeah, there's almost always tomorrow. Of course at some point back there isn't right But I'm just saying it's you should not alone, you know, and it's you know, it's like I said where we're We're here believer now that yeah if anyone ever needed to post something and you posted a guy like",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8538.26,
      "timestamp_end": 8599.98,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: On as like if it was the he could be on this other world and just need somebody to acknowledge that you're human that you're feeling Pain or something. Yeah, like we would literally be there for you Absolutely, we'll talk to you for sure. Yeah, any kind of comment fucking DM whatever We're not whatever, but we're just humans trying to navigate life and that's gonna go point it all and there's you know There are good people are people that try and be good. Yeah, we understand a yeah exactly and it's like I mean That was beautiful everything and he just said I mean, there's not really anything else on you to say honestly That's great. Yeah, well like it's that we've got the same mind and heart for most of the stuff and it's just Yeah, he has better he has better movie taste I guess I mean I mean I like movies like Man, it's just funny talking my sister and I'm about to wrap it up But I just because again like I've got family like my wife I don't think she's watched a whole episode So like I said like no one we know it would be the reason what's this fine cuz we're not doing this to try and be with this or that",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8600.26,
      "timestamp_end": 8663.62,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: That's just it's funny so I told ask my sister hey, please just listen to this segment from because we talked about things I'm like this will help you understand me better like whenever we talked about listening in one of the first episodes Because I talked my sister about people really don't listen like and you may not read us if you don't listen to like no Yeah, thank you do not that's the way humans are and I don't hold it against them But it's like something we try and be better at because we acknowledge it that and then like time I was like time is life and I'm like well people feel like they Like don't go all the way to say maybe listen to our podcast do ever because it takes up their time It takes up their time which the end of the day is their life and so everything they choose to do if they don't have an interest in it or they're getting some benefit then it's just normal human nature to where oh they're doing podcasts cool Think it just put it on the background that'd be beneficial for whatever But that's even that is like more than they would ever do which is this I don't hold it against them It's just an observation how humans are No, I don't that was all for nothing really",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8663.62,
      "timestamp_end": 8726.62,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: But hey, hey, podcast is technically off for nothing right because everything that we're doing is all for nothing Yeah, it's human things You wouldn't okay, you're gonna put it on me like that so I'll put He's putting the recommendation of the week. I mean no, I'll You put it on me. I did put it on you heavy is the head that wears the crown All right, it's already 12 30 we might as well waste this time until one Okay, so recommendation is gonna take 30 minutes. Are you ready? When I was a boy recommendation receiving posture When I was a young boy We lad I fell asleep on the banks of a creek And I had a dream about a frog who came to me in this dream. Okay, that sounds about right. No, I started that's total bullshit Throughout the day I stopped and I gathered myself. Did you wouldn't have been funny if I kept going about a whole story about a frog?",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8726.62,
      "timestamp_end": 8789.8,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: Talk to me. Oh, I could have gone a long time honestly, but I knew that you would have probably been like I didn't want to go to the point where you were finally like like the salute clip story, you know, oh yeah, dude All right, so like no, I was just gonna say Recommendation of the week You know you're enough Reads the room you bet read the room. Oh, yeah I got a recommendation the week I almost gave a compliment of the week more than a recommendation You can be whatever you want you know what it will it will more or less It won't be a recommendation to be an affirmation of the week. How about that? I'll give an affirmation of it. I like this and my affirmation of the week would just be the note that You're enough just who you are and your presence is More than you can know to people and it's more than you can really measure and hope that You never have to make people realize the impact and the presence like the importance of the presence that you bring on their life hope that you never have to You know",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8789.8,
      "timestamp_end": 8851.8,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: Make people experience or understand that impact that you have on your life if you're if right now you feel like maybe You're not all this comes from a position where you've recently lost yes Somebody tragically quickly kind of out of love field. Yeah, so there they're going to gone and just you know just them existing and their presence at the soft like this is connecting back to that that hey You mean something whether you realize it or not? Absolutely and at the end of the day is my point is is it looking around the room is that I realize in two is it saying that there's gonna be You don't even one person matters this person that this person that like you know They they left us too early and there is um Those are room for at the end of the day they would have preferred everybody not having to been there and not have to show them that love in a sense And that's my point is that it's like yeah, there's so many people that love you but you know Do what you can to just kind of take care of yourself look out for yourself and don't don't make them have to show up for you if you can",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8851.8,
      "timestamp_end": 8915.72,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: But you know things happen and like I said mainly the whole point is it just don't commit suicide No, not because he did no for sure No, he didn't yeah, yeah, no, no for sure don't do that but You know like I said the main point of it is is just know that your existence as you are is enough You don't need to go do anything different. You don't need to go buy your mom a house or a car If you want to do all these nice things and do nice things for people that's great But just know that just showing up for people and being who you are that they really appreciate it You know and the impact and the presence this guy that I'm talking about It's crazy a part that has this guy that I'm talking about mind you literally Would call me ugly ass every single fucking Friday for He knows you know like two years a year two years you he would just call me ugly ass every Friday I'd walk in and from somewhere. I would just hear somebody say ugly ass And if I didn't hear it when I walked in I'd be on first base or something or on third base about Go home with who I wish it would be with the chick, you know",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8915.96,
      "timestamp_end": 8977.94,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: We'll come all the way to we can get it on same breath but I'd be standing on first or on third And I just hear somebody ugly ass and it would be him and he'd be standing there And that was all he ever said to me really is like not not all he ever said But he we talking we had moments and times like that on the field But you know just his impact like that It was like it meant a lot to me to where I felt compelled enough to go out of my way. Yeah He's just a boy now. So you'd be there for space. He's like, there's something missing. No, and every time I walk into the field, it's like last Friday, it was where whenever I walked up, it's not knowing that he wasn't there knowing I wasn't gonna see him, like everybody always, it was just somebody always saw. And it's just kind of one of those things that it's like damn, like that's something that's almost like cutting down this tree that was always on your route that you always saw and it's just like, that's just gone now, like that's it. Yeah. Some of those are just like partial life that, like it's like a loss, like yeah, do you have to be a vomis? And knowing that my point is too, is that this guy never did anything special for me. He never brought me anything. I didn't rely on him for anything.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 8977.94,
      "timestamp_end": 9038.72,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: I didn't, you know, that was just, he was just a person that showed up and played softball with me that I would play with and he pick up with us and I'd play in tournaments with here and there and it was like outside of that, he didn't do it, but his presence alone, I feel his absence is my point and all I did was play softball with the guy. So I can't imagine how his family feels, his, his, you know, the people that were really close to him. So that's my whole point, man, it's just that again, with all that being said, is it no matter how like super small or unappreciated you may feel, you are so much appreciated, but we're all unfortunately bogged down by so much horseshit that we can't really show each other the appreciation that we want to, like for instance, Matt, I love Matt so much. Not bad. And like he occupies, you know, he occupies a lot of time, my mind. Like you know, so. You know, and his family does and everything like that. So I see something and then think, I could tell my key to it. I could tell for a second. I mean, of course, like, and I can feel my brand in Chris, you know,",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 9038.72,
      "timestamp_end": 9100.08,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: so I've, you know, I most of these things, it's like I got, oh, God's been very good to me in the friend department, which is another, that could be a thing because it's, it's crazy just how many people they want to have. I mean, friends that came that's normal. And in that interesting to realize that it's like one thing started to cut you off, but like, and one thing I've noticed is that the reason I can feel sad about certain things is because I have so many other things. Like for instance, the reason I can feel sad about not having a girlfriend is because I have, I have so many people that love me. I have, yeah, I have a right in the left hand. I have, I have, I have brothers that love me. I have them all my dad. I have friends that love me. I think the baby's in there. It's like, you know, there's so many people in my life. It's like I can feel sad for the absence of this because I have the presence of this. Yeah. And realizing that, and realizing that, that it's like I can feel sad because of the inconvenience of this because I don't have the presence of that. And it's like, you know, maybe I might feel hindered",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 9100.08,
      "timestamp_end": 9162.32,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: by a loved one or like a significant other. And it's like, but if I didn't have that, I'd feel hindered by the absence of them. So, yeah. Yeah. Yeah. It's interesting. It's an interesting dichotomy. And we find ways to make ourselves unhappy regardless of the situation. It won't, yeah. There you go. That's a human gift. No. And two, that's why you have to always come back. And that's why I always, you know, admire Matthew for his ability to, and he understand with his, with his understanding that that's why he maximizes existence to sometimes I maximize it. Sometimes I minimize it. To stand here. To stand here. To stand here. I have to get into that later. Minimizing existence. Sometimes it might be in your best interest to minimize it. And we're all loved. Well, with that being said. That would, that would be my recommendation. Don't minimize existence. And we'll talk about it. Minimizing existence.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 9162.32,
      "timestamp_end": 9222.76,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  },
  {
    "text": "Topic: Recs of the Week - extended director's cut Spoken Words: A blessed, important thing to my mind. Yeah. I think. Well, I guess I'm going to have to get to it. Well, I guess with that being said, we'll minimize the abominations. So you can start recording and get as much as you want. So the next UFO thing.",
    "metadata": {
      "date": "05-21-2024",
      "episode_number": 307,
      "episode_title": "Top 10 Movies of 2009 #movie #funny #podcast #review #scary",
      "timestamp_start": 9222.76,
      "timestamp_end": 9244.8,
      "chunk_topic": "Recs of the Week - extended director's cut",
      "topics": "Top,10,Movies,of,2009,movie,funny,podcast,review,scary"
    }
  }
]