[
  {
    "text": "Topic: No specific topic Spoken Words: Hello and welcome to the Mikey and me podcast. Thank you for joining us in our little corner in the universe. We hope you're, uh, hope you're doing well and, uh, we hope we hope you're in one piece. We hope you found us in one piece. Some people, they don't find us in one piece. And what they're not fans of the, and well, maybe somebody's like working, um, in the garage with a piece of power equipment and they lose a thing about one piece. So you talk about a single piece because one piece, there's that, that anime. That's, that's not what we're talking about. Oh, I didn't know that. That's about to make that reference. Oh, y'all are, there's an image. Uh, that was like a joke because it wasn't a joke. If they made a live action version, um, I'm sure my nephew knows all about it. Uh, one piece. So it's a thing. So that's it. I don't know. Yeah. No, I just mean that I hope you're tall and well in your, you're here. We're glad you're here. Um, if anybody's",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 0.0,
      "timestamp_end": 62.620000000000005,
      "chunk_topic": "No specific topic",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: listening, maybe, yeah. So you said, this is Mikey. Me that this is my, I'm Mikey. That's me. Yeah. That's, this is Mikey. This is me. I'm Mikey. That's me. We're pointing if you're watching, if you're watching, this is Chris. Yep. And there's Caleb. We should make, we should drop in buckets. He's not, he's not a, he's not guest. He's, he's regular. Yeah, regular Chris would say semi, semi, permanent fixture. You know, so he is, I, I expect his, he's my win and he's here. He's here and he's back. I tried. He, he might not, which is fine if he doesn't, but expect to see him. So he deserves about to change. Yeah. He doesn't know. This could be what he's going to be starting. They're changing locations. It works. So he might hold on to the way he'll hold on Sundays. So we're having a, a bit, for real, like a big, like, really big change, like, I might go for more. Yeah. We got to talk about it on here. Okay. We might go for",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 62.620000000000005,
      "timestamp_end": 125.38,
      "chunk_topic": "No specific topic",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: more in Monday through Friday to Sunday, Thursday. Okay. Well, gosh, yeah. Well, we'll have to take this offline and pray about it. It would go from having off Saturday and Sundays, which I've had for the last like 18 years. It's a Friday's and Saturday's. Yeah. Okay. Well, we can, we can either adapt. Yeah. We'll talk about that later. And in my destroyer friendship, but everything else has been good up until now. But that's probably down. That's that's shocking. That's shocking. My role. And it really doesn't have any reason to have a side of it. Outside of all that. Oh, that's to say, you find out your best friend was taken photography. Wow. Wow. That, you know, it, you want to bring up people's stuff like some people like to take pictures. But this is a new season. It's a new one. And I just learned that it's season four for second there. It sounded as though you thought it was season three. Mm hmm. So in your mind, you, I don't want to see the reason you think",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 125.38,
      "timestamp_end": 190.86,
      "chunk_topic": "No specific topic",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: we've done about 20 episodes. Mikey, we've been doing this for over half a year. We've been doing this for dude. This is crazy. It's going to be a year before you know it. What? New years everybody was over here for new years. Yeah. It what point we had started doing it. It was like October. No, we did the baby was starting to think. I feel like it almost coincides with my daughter being born. I guess it's very close. Yeah, it was very close. You're actually right. So it would have been like October last year. Yeah. Wow. Pretty close to your. It's, it's great. So what point are we, do we like get a plaque in the mail from anybody as soon as we go to website and pay to have one made and send to us. Shout out, Windagoon. We like Windagoon. Shout out, you two Windagoon. Tell him that y'all are right. Sean Ryan. Joe Rogan's shout out omnibus. I'm fan of the, yeah. Guys, we've been out here grinding just like y'all. We walked past you in the hallways. We always",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 190.86,
      "timestamp_end": 252.58,
      "chunk_topic": "No specific topic",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: try and talk to you. You can't ignore us. We see you start putting. Yeah. I know we share a, we share a studio with these guys and Joe. Yeah. Joe, Joe, he does, he does come by at the time. He really does. But at first, he was a lot more friendly now. He's kind of acting like, I think he feels a little threatened by us. Yeah. I'm like, Joe, dude, nobody knows who we are. Yeah. But he, but he looked at me and I said, they're all going to know you. I said, Joe, wait a minute. He's like, just dude, I see you guys and I see what I've been trying to pull off my whole life. And I'm like, Joe, dude, I think you're great. You know, you've been staying up comic. You've been doing other stuff. I hear you've got a house. We've got this, buddy. Yeah. you have a house. Yeah, he has a couple. So season four, man. Season four, it's great. I want to start off this. Now this is incredible. Honestly, I mean, this is cool. How many, I mean,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 252.58,
      "timestamp_end": 312.64,
      "chunk_topic": "No specific topic",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: do we have how many episodes? We're doing 10 episodes of season. So that means this is so 41. No. 31. Yeah, 31. I was like, yeah, I have to get to the four. So it's the three. I got the three didn't set 71. So maybe I could do what you do. I live in spreadsheets. Okay. I don't. I might be able to do your job now. I stopped doing math myself. I'm depending on the computer. I don't know if you could be careful though, because you got to know like what height to set the mower on one, two, three. And it sounds like you're stuck with numbers. I think in the yard world, the world of yarding, you whatever height you just, you happen to choose is the height it's supposed to be. The person who hires you, they might be like, Oh, I like it. It's closer ground like, do you want me to do the job or not? He said the art of yard. I love it. Yeah, whenever the homeowner says,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 312.64,
      "timestamp_end": 374.15999999999997,
      "chunk_topic": "No specific topic",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'd like it to be around this side back. The sir, you're hiring me to take care of this. Let me do my good job. Get inside. Okay. If you if you wanted to hide, mow it yourself. Yeah. Otherwise, let a professional make a yard look good. Yeah. Because that's what I get what he does. That's what I do. And to speaking of that, not that I'm not really curious so much what happened to you last week. You know, what you did or anything, but think of this as a little therapy. Not therapy that I'm going to help you out, but I just like just more or less like, yeah, the last week, like goodwill hunting where you just talks to Robin will you for a long time. Their fists. And I mean, of course, they they give feedback. And I'm not even say advice. I believe their goal is just to try and help you understand and interpret and identify this. You're basically elements of yourself and psychology.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 374.15999999999997,
      "timestamp_end": 436.12,
      "chunk_topic": "No specific topic",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Therapy Session Spoken Words: All that to say is in I've at least, you know, talked to the airpods before, doubt different times. I'm like, they're paid. They're just paid to listen to people. Yeah. And of course, provide feedback. But at the end of the day, just people having someone to tell all this BS that no one else gets like, there is someone that, hey, I know for a fact, you're listening to me because I'm paying you to do it. Yeah. That's actually, it's all anything. Yeah. And so you're not paying me, but I'm just so tell me this this last week. Have well, what was the most, you know, the highest stressful scenario or was there anything happeners anything you can talk about the difficulty in kind of this week? Well, it trying having to. So this week would have more or less been a, a, um, it's like a piling up of prior weeks. Okay. And so this last week was almost more or less the reason it,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 436.88,
      "timestamp_end": 498.08,
      "chunk_topic": "Therapy Session",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Therapy Session Spoken Words: so the reason this last week was so stressful was because of things that had taken place the week or so prior. Okay. That's why that's what kind of made anything else. Okay. So you're doing with stress outside the normal, what you considered your normal stress level like levels. Yeah. Yeah, for sure, just because it was like, it was more or less like dealing with, you know, within the past month, it's like I've law, I have two people that is like, you know, that I'm close to have lost. Okay. That's one was a relative. And then it was like, there's also been, you know, inclement weather that I've been dealing with. And in my trade or directly affects your livelihood. Yeah. And it if yeah, exactly. So it's like, I can't, the kids, the kid, the pug, which by the way, yeah, I know happy Father's Day. Thank you. Oh, yeah. But dad, right? Does that make you mad? Okay. No, but yeah, so this week, you know, it's like more or less,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 498.52,
      "timestamp_end": 562.72,
      "chunk_topic": "Therapy Session",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: I think what I identified about it this hard is having to do, having to take all these other things and strive and manage your just normal, every day to day life and work life. Okay. Because I have in the middle of having to management element to a lot of the stress here, out. So yeah, the emotional component, you know, that's just kind of like in the back, right? That's just kind of like a sadness that you're just kind of still carrying. But then what's hard, what's hard to do with all that is like, I felt like it was hard to be able to somewhat, you know, Whether I like it or not, my brain is doing things or thinking and it's like so they say It's like so there's certain things that might just randomly pop up anxieties whatever and it's like You know, I'm having to deal with all of those normal things like with again Because whenever you lose somebody in your life, it is kind of weird that there's there's just",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 562.72,
      "timestamp_end": 622.78,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Random things that'll happen where you're like, oh, yeah, I can't show that person this I can't tell that person that you know what I mean like yeah something comes to mind that reminds you of them And you're still it's like wait that person doesn't exist anymore. Yes, and so you're but you're in there's a part of your brain That just can't really compute that and it's coming to terms with that So it's like going through that at the same time with having to deal with being like a week and a half behind on work Having to really the main issue came in with just having to manage the relationships with my customers Okay, I had one of them that I actually ended up losing oh damn sorry Really years I Constic till had no it was being very I was communicating with them and telling them hey like you know This is what's going on the car you peeing in the art again It's like no the rain had the rain had been put back You know put me back X amount of time behind on my schedule right and for it's worth we had that that week or so",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 623.4,
      "timestamp_end": 683.8199999999999,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: It was like all storms of like all week. I had no power for two days some people had now power for a week But that people had trees land. I had a neighbor who had a tree in our house that might be one of or the most rain stormy weeks that We ever experience that was crazy. I mean yeah, that might be the longest you ever will ever go out without power like no Yeah, it was pretty crazy It was the Again eyes through a bell curve. Yeah, but either way. It's like a you know Dealing with all of that at the same time trying to manage people is what was stressful because Two I had it's like I don't know people get very it's interesting How when you get old or you get I Guess you maybe the more you get other things squared away in your life other things stand out and it's like I don't know Okay, so some things become second nature automatic to where the other things Stand out more. It's kind of what you're saying. Yeah, maybe it also to like well",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 683.8199999999999,
      "timestamp_end": 744.34,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: How do you use the custom? I mean if you mind me saying I mean because you didn't we're unable to get to them in time Yes, just because I wasn't able to get not that it wasn't in time It wasn't to their liking because again, you have to keep in mind you have to know there wasn't no it what I didn't get to them Fast enough for their liking is my point after nine years. Yeah, and they won't understanding with the weather She and themselves in in the message between me and said person even stated I know you're behind on the weather this and that and was like thank you know We're gonna end up going with another company. Thanks for all this you know your help over the years blah blah blah And so for me it put me in like Sorry Because it's like in my head thinking about because it's like This is really the nature of what I do that no matter what nine years of service to somebody helping somebody whatever And at the end of the day if I can't",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 744.34,
      "timestamp_end": 804.34,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: If I can't show up or provide for you within what you seem to think to be a reasonable amount of time then I'm boom And so it's just kind of crazy it almost makes me feel like maybe they Were looking to make a switch but they they they felt bad and then they saw this as an opportunity to justify Either way if I don't look into make a switch Why wouldn't you if you were happy with the person you liked and you have a good relationship? Which we had their daughter would always like look out the windows my name like her new me and at the end of the day It's like it you know, but how do you know that maybe give somebody maybe she grew from no? No, no, no, no, she grew she like I literally like watch this kid grow up and she would pretty much point me out the word about you like being a bad man Now I'm to either way. I'm sorry to hear it was like I knew this family closely and everything and so it's just very you know So dealing with certain things like that. Yeah, well, damn dude. I'm sorry that there's so there's a lot to unpack in that",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 804.94,
      "timestamp_end": 868.98,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: You know, it's not just losing that you know that check you know, it's that nine years relationship that I I would think you know carries some some kind of weight to where they would you know be lenient and want you but well Like I said, it's like at the end of the day if you need it you would at least like the opportunity to do for you would at least like the opportunity for somebody to just say hey You know, I'm not happy with this or could we do this or what do you think about that rather than just like rather than just It's like breaking up with somebody and that telling them anything other than oh you're getting show up for a date It's over. It's like wait, that's literally it. There's gotta be more to it, right? So yeah, it's like dealing with that was that was an isolated incident And so it was like that happened and then it's just other things on top of that to where now I'm still In the process of you know, it's like during that time of getting caught up I'm texting everybody reminding everybody. Hey, you're on my list. I'm coming But I'm having to get to the people that were missed first. I can't if I get rained out on my",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 868.98,
      "timestamp_end": 933.28,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: So I got rained out Monday Tuesday Wednesday, so you literally just stick to Decadural so I picked back up Thursday Friday Saturday. Yeah, so Some of these people look at it like Monday Tuesday, Wednesday, well that sucks for you It's Thursday, and it's not running you're cutting my yard. Yeah For me, it's like no, that's a tough one Monday happen. I have to go cut Monday Because by the time I get to Monday, it's gonna be a fucking nightmare You know what and it's like by the time I get to you You're not gonna be necessarily as bad in a perfect world that would be a scenario where Maybe you you have what they would have like a temporary contract worker like can be okay I got a couple days that need to play catch up You know, yeah, yeah, but like in the business world a lot of Things come up where they just need contractors for like a week a project that's gone for a couple weeks or just even a two-day thing",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 933.28,
      "timestamp_end": 994.04,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Yeah, but to where you have someone on call that they would have to like you know follow you around to learn stuff But yeah, that's weird because I get I get the perspective of the people who okay It's Friday. It's my day. Everything's working. I you know, I expect it right yeah Yeah, you just think they were the To ignore the fact that it's like hey other people pay this guy to do their yard Yeah, and he has an obligation to everyone else pretty cool Most everybody but the thing that's been an issue you know is some people you know Just like almost Like bombarding you for no reason in a way and you're like hey like you know nothing's changed. I'll be there It's like we had one week of bad rain and it put me back and it's like but outside of that We're good. Yeah, and it's like we're back now So it's like they have shell shock of being like are you gonna be here this Friday? And it's like I don't know if there's a tornado on Thursday maybe not yeah Like and so it's just kind of that was getting frustrating to deal with when I had like all of these people on Friday being like you gave",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 994.04,
      "timestamp_end": 1059.3600000000001,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: You're coming today and it's like you let them know right like you're besting him. Hey Obviously in this week whether it's literally made it impossible So it's not like they were waiting on you. Yeah, you let them know beforehand. Yeah Yes, and also Painful well that's what I'm saying. It's like I'm trying to like manage just like a relationship with people and be community Give and sometimes too you might forget to text somebody but it's like hey like If they what do you want? What do you want? Do you want somebody you feel safe with showing up to your house and having the code to your gate and all that stuff and You know damn so it's so at the end of it so I guess in my mind and at the end of it all From every con type of conflict or you know issue or problem that we have in life pains There's growth or development that can happen to find it so Obviously this might be one of the most intense weeks of just the customer service aspect of your job that you had to do You know which normally it's just oh I should do but to actually have",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1059.3600000000001,
      "timestamp_end": 1121.96,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Back and forth communications with all these different people into like nowhere to where All this weight that was thrown on you it's like oh, you know trying to deal with all these different conversations like I Waiter it for the first time in a real business restaurant No, what did what did you learn from it? What can you take what did you take away from it that might help you in the future some like that? Because it's not I mean I got I mean so do you have like do you have a system for like? Like I'm sure you have a system But as far as how you track your customers like a log or Communicate I use I have a log in my phone for every miles in miles out who I'm doing that day for what date So I can just search in my dates and everything and customers I'm just I'm just imagining like making you a spreadsheet or something. Yeah, you know to where I'm Sitching just isn't working but like you said even just like making sure that you remember you message the right person or something Just like to where you could refine so much of what I'm trying to say in a way of like what's happening is it's just like",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1122.36,
      "timestamp_end": 1184.04,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: It's almost like senseless like nitpicky Bombarding where it's like look I'll get to you a lot faster if I didn't have to sit here and answer a text message Because some people will be like are you coming today for instance Friday I would have rather die Then if then told a customer I'm not cutting their yard till Saturday I literally would have rather just fucking died then have to text one of my customers and be like I'll see you Because I knew that they would I'm having company I So it's like dramatic. Yes, and so it gets to the point where it's like look I don't I'm not trying to demean myself on what I'm doing It's like but I'm cutting your fucking grass like I'm mowing your lawn if it's with because it's one of the craziest Things in the world to me because it's like I'm gonna cut it in in fucking three days It's you're not gonna be able to see what you just paid for right like so it's for somebody to be so like On with it for something that's gonna disappear like",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1184.04,
      "timestamp_end": 1245.18,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Which either how it's it's not only because it just housewives It's people that either work from home or their identity is their guard doing stuff Yeah, just fine if that and I'm it's my living as well. I do I enjoy it But also to it's crazy They get it right up about things that are so incont sequential and also to not don't exactly and don't understand that it's like hey You have to consider Literally sometimes some of my customers are neighbors with other It's like so you have to consider your neighbor like yeah, if I mowed them It's like generally when I have people next to each other. I mow them all the same day. Yeah Because exactly because but of course you don't want it then which you have to wait I saw him bone there. They didn't get the man. Oh, no never do that happen. Absolutely not man So this is a man but I will say the take away the takeaway for me has almost been How can you grow and improve and learn? To make it easier. I don't know if I keep doing this at the rate that I'm doing it with myself. I don't know",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1247.94,
      "timestamp_end": 1309.34,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: so So you have okay, do you mean doing it like you have more clients than you can manage or you just What's that mean? I I don't know you know, it's not it's I have a lot of people but then it's also that it's just like They're gonna fucking kill me They're gonna fucking kill me doing this Just like the physical demand of it being like a hundred and six out of service agent Oh, it's like no, but here's the thing like here's the thing I'll tell you that it's like an assistant, but here's the thing though deal with it to what extent there I don't because it's like they're still gonna they're still gonna drop it. That's the thing It's like even if they're talking to somebody they're hearing it unless they're hearing your mower out front That's not what they're trying to hear they're not trying to hear me saying I'll be there tomorrow I can show up tomorrow. I can know I want and if it's anything short of my mower or blower out front",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1309.72,
      "timestamp_end": 1373.08,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: They're not trying to hear it and you're fired and that's what I'm saying is it it's like I'm almost at the point of Realization in a sense was like you know, fuck man. What do I you know? So love it too. It's like sadder the other last Friday. I guess it's so fucking hot Did you expect this? No, from some from some of these people? I didn't expect for them to be the way they were when I was like hey It's like you also to them by myself. I'm not working with other people right now I didn't have any help and so I'm working my way through it trying to get to everybody and it's so hot And it's at that point where it's like man like I'm I'm fucking exhausted my body can only go so far and then I try and tell them I'll show up tomorrow and then it's like oh Oh, yeah, it's It's like you want me to be fucking y'all like if he just didn't say anything and you just showed up tomorrow and that enacted like oh It's like even talking. Oh, it would have been just is it's all just as bad. Yeah, well, I'm sorry man. I'm sorry. That's rough",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1373.08,
      "timestamp_end": 1433.96,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Yeah, well, so there's a thing like if there's a con If you have need a contact worker No, for sure. Yeah, no, and I thought about I thought about that, but you know, it would be sporadic No, yeah, absolutely. I mean their situations were just having because I'm sure your dad has done that but he was out of town I yeah exactly he's normally my help But he's out of town and that's what I mean about like trying having another People say so when at the end of the day, it's just kind of you know Communication Say I hire more people because then that's so that's the other thing. So then there's that's where I'm stuck to So they're like people will be okay well hire people so that you can make sure you get to all your customers So for me to hire people for to get to all my customers for them to make a living for me to make a living for them Yeah, for this to be something that they're gonna fucking show up to every day I'm gonna increase my rate. They're gonna fucking drop me. Yeah, and I know and it's like what do you want? It's like do you want me to show up? It's like or then not only that but then there'll be like they scouped my yard over here",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1433.96,
      "timestamp_end": 1497.7,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: They didn't we eat that they did it's like they haven't been doing this for nine years they haven't been cutting your yard for this long they don't know and it's still just be like a one-off thing. The main issue I'm seeing is the rates. Yeah, financially, people want to pay, people want to pay fucking $35 for a yard cut and it's honestly, it's crazy to me. And there's still so many people at your heart. What's in your mind, what should it, what's the reasonable price? I was cutting grass with a buddy of mine when I was like fucking 13, 14, 15 years old. I'm 32 and we were charging $30. $35. When I was fucking 13, 14. And so what's up? And people are still- And people still think that it's like 35. Motherfucker, I pay $65 to get my haircut and bebell him.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1497.7,
      "timestamp_end": 1559.56,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Wait, so that mean but the market has to be determining this. So that means there's other people out there willing to do it that cheap? Yes. And so it's like- And then- And it was like, well it's because they pull up with a fucking whole crew. They take 14 minutes on your yard. They don't give a shit if they run over sprinkler heads. They don't give a shit. Yes, so these don't care if they leave tracks through a muddy yard. These competition Tuesday and it rained yesterday, it doesn't matter if your yard needs to get mode or not, your yard gets mode every Tuesday. So we show up on Tuesday because- These competitors have to have tons of customers to be able to charge that cheap. And they get it knocked out. But they want big, they want big land. And people and whenever I'm telling- They want Walmart pricing. Yeah. Like one-on-one customers. Exactly. With that touch of me and my dad. And that's the thing that I have over people- And that's the thing that they see- They're like, I love the fact that I look out my window and I see you and your dad cutting my yard every Saturday or every Friday.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1559.56,
      "timestamp_end": 1620.96,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: And that's not many people that want that. Honestly, that's in my neighborhood. That's a justifiable reason to charge more because that is a value that they won't get with the other one. So that is worth something. But I don't know. And being an experiment, that's what I'm saying. What expectation? Have you ever gone- Like have you thought about going up like- Oh, I have five or ten bucks have like ever gone up? Oh, I've gone up a bunch on- Most people like- I'm now quoting, I quote, higher than I ever used to, but that's what I'm saying. I'm not always landing customers because they expect that they're like, you're charged, you're trying to say you're going to charge me 50 to cut this or 65 or 45. Oh, my God, that's crazy. And it's like I've been charged. So you think that my pay rate on your yard should stay the same for 17 years whenever how much have fucking eggs and bread gone up? How much is gas gone up?",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1620.96,
      "timestamp_end": 1681.52,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: How much is- It's like I'm still paying the same price at the fucking pump that you pay. I'm still- My rent went up like you're rent went up. My phone bill went up like you're phone bill went up. But I'm expected to make a dollar out of a fucking dime. Yeah. I mean, you know, it's so obviously- And what's crazy is some of these people, a lot of these people, let me tell you, a lot of them are not a problem. They're really rich people. But it's the whole thing to say, you know what? I'm not going to pay you. And I'm not going to pay you. Yeah, because we drink McCormick vodka. That's why we have so much money to drink McCormick's. Oh man. I'm glad that I just asked about doing a really therapy, but at the same time, you know, that's a lot. I'm not. No, I mean, it's a lot, you know, because that- The emotional component of you managing all this stress, and then the directly- The financial component, obviously. And then just- Yeah, the end time- We're just looking up and seeing-",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1681.52,
      "timestamp_end": 1742.0,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Touched a lot of things. Touched a lot of things. It's going to take me. I've been doing this for X amount of time. And if I'm getting- This is when I'm getting back. And this is what people are giving. And, you know, it's like you do have- And the thing is, of course, you know- You in your personal touch, you're basically like- Where the God- You like a bespoke. No God. A bespoke long man, right? Yeah. Like you offer them a personal one-on-one thing That they won't get if they hire a crew of, you know, Just- That goes on to 100 houses, then that- Yeah. Different might be different people every time, they don't know. But I guess it's almost like- Branding, because like I know he talked about doing like a QR code or an advertisement- Yeah. But really branding, or, you know, you- To where- That value is seen towards not- What this guy's just charging too much- to more like, I didn't even know that works if they just call you.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1742.0,
      "timestamp_end": 1804.64,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Whatever, but like you come up front with like, you know, hey, I want to come over, meet you, talk to you about your yard, get a feel for you. You know, it's so them that's like, oh, it's almost like I'm getting my own interior design. Pretty much. You know what I mean? I do, though, at everybody. Everybody I go to is always I personally show up and then we'll be like, asking like, when's your crew come by? And I'm like, no, it's me and my dad. And they're like, well, he tells them what the need to. Yeah. It's like, hey, my yard's really yellow over here. It's like, oh, it's because, you know, you got a big office tree patch and not, you know, it's sort of this and that. And it's like, he really does take his time. So that's a guide to where I'd almost be like, it's like, I'm taking up time with each customer. And then I'm getting hounded by other customers that are like, where are you at? And it's like, I'm doing the same thing I do for you for everybody else. And it's like, it's for that thing. I think our price. Yeah, I know. And also on that, like on demand top up on the rates. And then say what you think is fair.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1804.64,
      "timestamp_end": 1867.4,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: Probably, you know, just fighting then that that's going to pay it or going to pay it. And the ones that not, not, but then. And then I believe that you could find new customers, you know, directly, right? directly targeting them with like, and I'm sure like you already doing it. But like really, just the really personal touch quality over cornered like, yeah, like talking to him and just, mm hmm. Yeah, just doing charging a lot and just get a handful, letting really 25 people pay my bills. Yeah. But you know, but just, you know, just going really high end and different. Yeah. Just, mm hmm. Be like, yeah, be like, you know, I, I just, you're like a personal lawn, you know, designer, yeah, to three meeting, like, okay, cost this much. But it's like, oh, mainly my thing is I like turf, I like to mess with, I like to know grass, understand turf. And because that's the most important. There's a lot of people that can do pretty much everything. And I can do everything. I can do all the planting of shrubs and, you know,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1867.4,
      "timestamp_end": 1931.52,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Lawnmower Man Spoken Words: color, flower, you know, rotate color, yeah. And so it's like, I can do all of these things. But at the same time, it's like, I prefer to make my niche being knowing grass and being like, because what is it that people see? It's like, I'm, if I'm cutting your yard, it makes sense for me to know how to make your yard look good. Yeah, it's like, if I'm cutting your hair, it doesn't make much sense for me to like, be sub part cutting hair, but better at trimming your mustache. Like, I would call you a lawn artist. Almost almost like really? Like, I want to know, be able to be like, Hey, oh, I know who cuts that yard. Look how green it is. But yeah, what about you? What's your man? So sorry that I got you in a pack a lot, but I'm glad you did in the pack a lot. Go offline or obvious, Emma, it's now you know you do, but I love trying to give advice that might be useless about who cares. So my week? What was stressful? Nothing. No, just the normal, you know, normal bait, the",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1931.52,
      "timestamp_end": 1994.16,
      "chunk_topic": "Lawnmower Man",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: use. Yeah, the usual management of time in between managing raising a child in the stress that puts on just the, or the weaponizer or communication at times can be, you know, I wouldn't like to fight or anything, but it can just, it can be better at certain times in just the exist sometimes the exhaustion, obviously, that comes. It was a time every month that there's a cadence in my job to where like, there's a week that like, it is a ton of work. Like, I don't, you know, three, three weeks out of the month, it'll be like, you know, steady moderate, but then like, when a counting clothes type stuff would be like, I've got like ridiculous hard deadlines on like, like 150 page PowerPoint presentation that I got like turn around and that that for whatever reasons, some",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 1994.72,
      "timestamp_end": 2055.96,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: supporters are that, you know, they're very, they'll be very meticulous about certain elements that it's fine. You know, I'm getting paid to do what I do, but it'll just almost be like, why? This, this, the shape of this is a little too small. Could you go through like each thing and like, just adjust this tiny thing that'll take forever? It's not exactly, but so and I'm just wanting about to be the way so it was at that time, you know, of the month, and Stephanie had also taken on, I guess what he came over last Saturday, right? or not you say but sadly before like all this kind of built into that week whenever you got Lily thing I don't know either way like it's definitely tried to give me more just I guess free time during the weekend last weekend but so she just take the baby and go to grandma's and do",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2055.96,
      "timestamp_end": 2119.84,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: different things so she was really pushing herself and so there were so we were both exhausted in different ways and it was it was you know I feel like it was we had some pretty rough just high tension high just high levels of this stress and anxiety you know just in the air between the both of us to where it was you know in that's you know it's part of life it's certain times are a rougher than others but so yeah I mean it just kind of learning how to manage that and then I am blind I'm clearly I work from home and this like this we're kind of connect to this maybe the other thing but it kind of directly relates to it is I work I work from home I don't have to interact with people much oh like I'll have calls and meetings you know throughout the week but they normally won't be too long but like it easily go a couple days without having to speak",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2119.84,
      "timestamp_end": 2182.0,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: to somebody in my job like and do we emails and such but so of course like I'm in a room by myself all the time like every day which if anyone knows me it's like yeah that's how he likes it he's like he's in heaven right so yeah actually mom even asked today before we left she was like does Matthew work from home I was like yeah I think pretty may be ever has to go in the office it's minimal yeah like I don't even know if I work for I don't even have an office like our headquarters is in North Carolina I'm like literally I don't have anywhere to go into the office yeah like so and of course what are you know that that's gonna whatever effect being in isolation and not have an interact with people regularly might have I'm kind of like I'm sure that there are some psychological effects but I don't really care and it doesn't matter to me I don't mind that at all but then the more I think about it is some of my some of my stress as an anxieties that I'll get I",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2182.0,
      "timestamp_end": 2244.88,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: think it's it's like because I'm just in my I am in my head alone so much and I didn't I've lost I didn't I kind of lost the value or didn't I didn't see the value when I used to have to go into work just literally being around people and just the distract this them bringing you into the moment just oh talking to the cute person next to me hey what's up good morning blah blah blah or we have this actual human interactions as even as mundane as saying hi to the security guard or you know having small talk you know in the break room that it that work in my back all I don't want to do I was like oh someone so I was in there I don't know how I'm trying to avoid them because they're annoying or just all these little things that for whatever it's worth they bring you into the moment they bring you into life he could still be kind of distracted but they suck you into the",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2244.88,
      "timestamp_end": 2305.44,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: the world the world shared world yeah enough to where your mind is free of itself to an extent no and I didn't I never thought about it that deeply till I was talking to you and I was just thinking okay because I can easy you know live live my head and let whatever build up to whatever how my stress are not stressed out about and that's going to carry over because into my home life because my homework at home right so I would have a weird state of mind or motivational funk I might have been in it just the carries over and I haven't had something to pull me out of it like something as simple as a gas station or a drive home you know something like that's all the physical act of like getting in my car and being like yeah just literally yeah something as simple that is that to pull me out of it yeah and just now I'm just more thinking about man just no",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2306.16,
      "timestamp_end": 2366.48,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: and it is crazy there's a value yeah I've never really thought about it like that but there really is it's like because I think about that even my job where it's like my job's a manual labor like physical job and you know honestly like I would prefer it that way I like the manual labor like physical stuff because like the shit you do sounds fucking exhausting like that's what it is it no one yeah it is We're mentally exhausted and so you you probably look at what I do you're like I Would never could that sounds fucking exhausting. Yeah, it's just literally the same thing what kind of tired like mental physical Yeah, but they both It's strange, but I'm like the physical part more because like when I run like I'm addicted to running I put mine down when I leave there and that's what they say is yeah",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2366.48,
      "timestamp_end": 2428.88,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: Just like it's all about like the world day and you know, especially like somebody like you Where it's like home life and work life? Yeah, they've been together. You never you never take vacation even if you take vacation I feel like if if if something serious happens like Yeah, I'm probably gonna get a Work email that's like hey, I've got my email on my phone my work email on getting notifications Like we're more available to everybody like yeah, they're Then we used to be and that's kind of like going to what Mikey was talking about where his customers like hitting him up constantly being like Hey, are you gonna get to me the beauty of my job is that it's like you clock in and you clock out But then like when I leave out there's completely Yeah, nobody's gonna hit me. Yeah, there's completely delineation between work life and personal life Which that's so severance is pretty you know We talk about that but it late literally it's like well and it's about like work like home life and yeah",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2428.88,
      "timestamp_end": 2491.92,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: It's severance. I want to talk about this later. It's no so it sounds like it sounds like a Seven day no yeah, but yeah, so it's yeah, it is it you know, it's like Yes, so one of those things were was like certain people are built for certain things, but it's like I you know like Wow, you get to work from home and shit like that. There's nothing about like what you do that I envy like when I'm yeah You know, we're I'm like oh Matthew Matthew works from home all day like that's fucking awesome, and it's like No, because I bet if I sat right the fuck were Mikey sitting and watched what the fuck you did all day I I would have an anxiety It's in and I'd be like dude like give me a stick away, but like it's a Gladiate shit to do it's like I'm gonna pick a box like I say it's don't it only be like that for like one maybe like One week out of the month because there is like a lot of Like I'm in a roll to where you know I",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2491.92,
      "timestamp_end": 2551.92,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: Have certain things are expected that I have to do you know and I get those things done You know and outside of that there's like a lot of what we do is Do analysis and trying any even like come up with ways to help Present or communicate information to business unit leaders that'll help them and make indecision Just you know related to their business and spending to where it's not even necessary like so it's it's interesting So I mean there's Outside of like my real you know hell a week, you know, there's I've a lot of free you know freedom to accept I can manage my time how I want like I don't have to clock in I don't have days I don't talk to my boss at all like Yeah, yeah, I'll have a dead deal But so there's a lot of times where I'm like you know just in my head and in this like I said it's This really seeing just like just just even if having a drive to even if I had to drive to work",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2552.84,
      "timestamp_end": 2615.38,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: Even if I had to do this and I guess this the the effective all that just carrying over in the work at life and home life It's kind of blending together. So if I have you know been whatever in my head all day and haven't had Some stupid other human interaction to just kind of put me in reset That's why I'll try and take power naps is literally just my like vert. It's like Trying to do that and running Some say so it's like you're hard reset myself Get exhausted physically is like any escape from myself My head it's your hard reset. Yeah hard reset. So it's Just kind of you know give at least acknowledging and recognizing that I guess it's something this week Towards like okay, you know, it's things that yeah, I know in my head But I don't sit there and dive deeper into because like I'm like whatever But then I was starting to do that. I'm like man, you know, it's Yeah, not having to commute is great being home is awesome all these things",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2615.78,
      "timestamp_end": 2679.02,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: But there's obviously these other human interactions in that I'm that were normal that I'm not having and And they're my least starting to be able to recognize the the detrimental effects that might be having yeah But so it's worth it. I can okay. I'm I'm identifying that so I have to find ways to offset So I've got to make myself Talk to people like I've got to make myself get out and you know, just walk around I don't know get make myself have Meeting the small human interactions or just you know, I'll run outside So I'll get or go to the gym, but just but I need to do it more like throughout the day even or just like Just forcing yourself to go or even call you guys for the gas station Yeah, are just call someone on the phone for five minutes Like you know, just these little ways to the health upset just for my own mental emotional health So yeah, I mean, it was just kind of realizing some of that shit No, we both we both I think went off further on our therapy session",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2679.02,
      "timestamp_end": 2742.48,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: We thought yeah, I mean this kind of and this unloading stuff is beneficial obviously just like and I'm just trying to think is a flex There's oh and I'm getting a divorce Put on pulps that's talking. I love you. I love you. I love you. I don't listen. Come on. You know, she Oh, man Yeah, I'm just believe it But no man, I mean, you know, so it's a good so we both had a stressful both that Stress for weeks and some thing when he asked about coming over do we do it tomorrow? Like I I need this okay, I fucking Like and I and I'm just now starting to really just accepting and embrace that fact, you know like I'm embracing this plug Yeah, so it upon me that you my mental and emotional health Needs needs this and the thing is I needed it even before I had a kid and before COVID",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2742.48,
      "timestamp_end": 2808.44,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: Even whenever I was because I had my gaming friends online and stuff and I was great But I should have been hanging out with y'all more, you know, like I should have hung out with I or old friends more than I do Yeah, you know and I'm just realizing that you know I Need these things more than I was willing to admit to myself. Yeah, for sure And I love you guys and I appreciate you off where this and so that's been some uplifting talk Yeah, wait to start season four with the success of life You know, it's it's a wonderful thing. Yeah, what do you think potato? Yeah, so I'm What it's gonna use the little boys room take it back through them break and Let's grab some hot wings. Yeah, would you like me to leave it on free boys? Or do you like to take a breather? Okay, we'll be right back Is tree that's the technical welcome back to giant tree talk to the Mikey and me podcast where we're talking about massive tree",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2808.88,
      "timestamp_end": 2875.64,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Working From Home & Marriage Spoken Words: The devil's tower Father Bob was there at the devil's tower That's exciting Mikey really is you know, I'm excited. I think we need to go ahead and talk about some movies Oh, we got we got to get let's get the room I heard the shit load of them and then we're already taking long. Yeah, but in this is a movie I don't know what we say the word unpack a lot because that's Could you unpack that? Might not be piggybacking did you as much as Aaron Rogers? Okay, but I think we'll be we might be unpacking More this season we started off with the good unpacked both of us did But then at the end We had We piggybacked a lot of things to this point now we're unpacking so we're about to unpack 2013 right here and",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2877.24,
      "timestamp_end": 2939.4,
      "chunk_topic": "Working From Home & Marriage",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah, let's let's unpack 2013 and I'd like to say that the first movie on this list is a fucking banger I didn't even see that that went on the list. I was looking at what list was that I was on IMDB But this is a more inclusive list. I'm imagining This is IMDB, but obviously it is all person created it, but so is there movie here that you didn't see that no This one just wasn't listed in this order. I guess it could have been lower. I don't know I never saw I love it 12 o'clock boys. Yeah, so 12 o'clock boys is actually about like kids in Baltimore That just ride dirt bikes through the city and do wheelies and the city and the cops the way they police it It's a huge problem like sometimes kids have done on bikes is a problem Yes, and that's well the reason it becomes a problem is because it's like You know they chase them down. Of course, they're not obeying traffic laws the bikes aren't registered. There's no lights on them turn signals blah blah blah they're not street wiggle who gives a shit",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 2940.56,
      "timestamp_end": 3004.16,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: But the kids are riding around Yeah, they ride wheelies the whole time and so the point is is that it's like at the end of the day The way a lot of people in Baltimore in the city that they're riding in most of the people that feel about it Or just kind of like the wire they're like why not just let them you know do it It's like they're not they're not fucking hurt each other Well, they're not hurting each other and it's like at the end of the day They're most likely gonna hurt themselves riding these bikes. It's like they're not really gonna hurt other people And so this was a documentary, you know, yeah, but it was a great documentary. It was a really cool documentary I give you glimpses into kind of well for countercultures It's a counterculture type of thing It's interesting and it follows this main little kid that's right here like and you know Just kind of gives you a glimpse of what it's like to grow up and be that age in Baltimore That means you want to go to the bathroom You know if the other dogs out there? Yeah, I think so. No, they're both put up there. We let a potato out or the other dogs up Okay, they never mind potato you can hold it. No, okay, so 12 o'clock boys. Yep, and",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3005.04,
      "timestamp_end": 3070.76,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I'm just gonna just unplug my slowly go down and I'm not gonna say something and So two guns was a good movie Denzel Washington Mark Orber 42 oh that was about the Number after 41 is pretty good 47 Ronin Good day that hard that said shouldn't have been made Perfect man Mikey they made a movie about you. I know and still I'm just single well. I take that I have a plug dude You had the Pug less episode right yeah, so the world is aware of yeah, the world's a word World knows now have a bug that he stole my dog. Yeah afternoon delight That is a joke that this dog literally texted me and this dog be you want a man's dog or what? No, yeah, we'll have to do a whole talk about the magic of this whole scenario But let's keep on going American hustle. That was an entertaining flick",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3071.64,
      "timestamp_end": 3133.24,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: It was David O'Rossal film and her yeah, it's worth checking out. Oh anchor man, too I love it. You know, of course the first one had the magic of being unique. Yeah, but honestly I felt for left left per minute I think anchor man to held up for me just about the same lot of LPMs LPMs. Oh, yeah, that came out this year Oh Baby girl going to but baby girl Little baby girl is baby father's day Dude hey there See the break That's hilarious. She's so excited. Yeah, I think she's getting delirious You think when she gets to a certain level of tired. She kind of acts insane She's smiling. Yeah, now she gets hysterical Is she getting hysterical tired?",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3134.24,
      "timestamp_end": 3197.88,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah, there's my baby girl She's that happy father's that will thank you. Thank you for that. All right. We're moving on Oh Bad words came out there. That was funny. That was the one with Jason Bateman where he enters like the spelling bee like He does like spelling bees and there's bad words. It's funny. Okay Moving on Blackfish. Oh, yeah, that's about that killer well Right fish fish the black one. Yep blue ruin. That was an interesting movie. Okay, what was that? No, is that good? It was It was interesting. All right, so so far 12 o'clock boys in American hustle the only movies we're seeing this year Yeah, and like I said, I mentioned two guns. It's got Denzel and Mark",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3202.8,
      "timestamp_end": 3263.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: No, you mentioned it you tell people first is one that was like So Carter, okay, we all need to know I mean it it is a fun movie is now we've already just neither neither I'm a pastor. Yeah, no, I mean and just let you know, you know when it Just say it didn't is it worth seeing yeah, yeah, it's just I just a fun man He said I do So that is definitely where he and it is a done so we were at Booooooombblecanaeativity, I don't know about that. I don't know about that movie. Blue room said that was great. Didn't that come out? That was about, yeah the Gears. The Gears? The DC snipers. So you like movies about snipers? No. Okay, Blue Caprice, but that was about that. Nobody do you remember that? I do. I do. Now I do.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3263.8,
      "timestamp_end": 3324.24,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: That's one of those things I hadn't thought about since. Didn't that crazy? I can memory whole shit like that. Yeah, it's like it's like, oh, not relevant to me just but oh crap. That was wild. That was back in the days. Remember the Dallas shooting at the Perth, whatever. Yeah, but well, the DC one was back before the internet was really going hard too. So it was like everything you were seeing was on news and it was also random. Yeah. You know, it's like, now it's like a real time thing's happening real time. It's crazy to think back to like, like, you know, like, Yeah, to try and think of the world before the internet and social media and everything. I remember, I remember trying to call you on the house phone. The house phone. What a kid saying, what's a house phone? Trying to try and to call on 9-11. We were down in Waco and trying to call the house phone and nobody was there. Because pop sent you to mom's place and he fucked off because he was like, we're not going to be around the major city.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3324.24,
      "timestamp_end": 3384.82,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah, just that everyone was scared of something. I know a way to talk to Matthew for two or three days. I know. It was weird. Yeah. And there would not, you know, obviously, I mean, phones and text messaging existed, but I didn't get a phone until I was 18. Like kid, yeah, it would kid, kid phones were things kids had. They weren't smartphones and it was, yeah. So it's it's like if it, you know, the good old days, if you will, the good old days. So yeah, that that blue caprice that was the DC sniper shit that was going on. Mm-hmm. Okay. This movie here is, it's probably my number one. I mean, this is this is this is a strong year, but this is one I have to stop down on. This is a strong year. This is a film called coherent. Tell me about it. Well, could you unpack it? We're gonna pack a little bit here with this trailer. One of the best science fiction movies in years.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3384.82,
      "timestamp_end": 3451.62,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: A mirror, a green glory, titanor. A mirror is a total jackass. Everyone still not have service. I got zero. On the news, you know, they're talking about the comments. Yeah. We'll ask comment. After it passed, people get lost. They would end up in the wrong home. And they keep telling people that this can happen. The chicken tastes like tuna. It must be, that it's common. The whole neighborhood is out of power, except for a house by two blocks up. Mike, you have a door lock. I'll check it. You have to come. I keep seeing some of this. Not without the rest of the, you see that? Oh my god. This is, yeah. This is really, wait, what's the box? That was at the other house. Oh my god. What did you see here? You were. I don't know if it's once every million years. We were going to pay for it. Comment that everybody knew what was going on. He told us that he told us that he knew what this accepted me. And we have to just get up here. Then apparently this has to be the kind of effect.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3454.74,
      "timestamp_end": 3518.82,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: We are visitors. The delk, the whole world. It's like the multiverse, the whole community in reality. To wear a winter wear this thing. We love it. It's like, everything. It's like, it opened a portal to the multiverse for the scoop of people to wear. Like, if they left the house, they were trying to, like, the power went out to try and, like, to find a neighbor. They would just end up back, like, at their house, they were at. And. But it could, there's, you know, hundreds of variations of that event happening. So they would get there and it'd be a little different. Like, it wouldn't be, it would be them. But they'd basically be running into more, like, other instances of themselves. So they, I see. So there's trying to figure out a way. Like, if it's such a head trip, man, it just kind of deals with a lot of it, though, the whole, this multiple reality shorts, sort of, like, you know,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3518.82,
      "timestamp_end": 3580.5,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: super position stuff that, and it's, it's, and it was done in, like, a really, like, realistic, down-earth ways. Now, really like a soundtrack. I think a lot of, a lot of the, like, script was not, not, not ad-libbed, like, in a comedy way, but it was like, very naturalistic the way it's all done like and you look at it and there's like no famous person in it it didn't you know So it's for me. It's it's that adds to it Just in a just really same and it just takes place in a house but just it it gets it gets pretty nutty man and All right coherent coherence. Yeah, you've told me about it before like a week or two Yeah, string things been getting to happen when a group of friends together for dinner party on an evening when a comet is passing over But yeah, it's It is a it is a head trip and Like a lot of people haven't seen it and if you're into the head trip sci-fi's This is about as",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3580.5,
      "timestamp_end": 3641.2,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I'll check it. You could get it's exactly that so coherence moving on Dallas ballers club that was a very very strong film Matthew McConaughey One that Oscar and gave that famous speech About chasing himself in ten years. It's like who you want to be? I want to I want to be myself in ten years and he's like oh, it's be chasing always be chasing He's like about to have down and I'm on a channel Did you did you know did you listen to the speech? Yeah, I mean he's great. I love him. He's such a caricature man, but Yeah, you know Jared leto and actually this uh This matters now, but the lead singer of the band deer hunter is actually a Jared little's uh What a lover in that film and uh, yeah, he's a strange the good fellow that has like uh Like that some weird morph something syndrome was get really weird long bones more fissom. Yeah, it's",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3641.2,
      "timestamp_end": 3709.68,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Now I'm gonna have to look it up. There's a reverse of dwarfism Maybe is it it might be it might be amorphous so his name is Bradford Cox hold on That day can't thank a tank of Dan I know people don't care about this world. They tell you now Other work equipment pedal board song right per okay morphine syndrome That's what it's called in may in ar f a n Marfan Marfan syndrome is a genetic disorder effects connective tissue those with the conditions tend to be tall and thin with long arms They use fingers and penises a toes uh They're very bendable people and the I'd imagine it's kind of like if you watch the expanse belters They were born in that space that were all stretched out because they had zero G where they're born so their bodies are all I think it's about to have a game of thrown situation going on Do I have to plug's behind me? No, but you got one down here in the valley like about to reclaim her",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3711.12,
      "timestamp_end": 3777.44,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Stake uh-oh, so yeah, let's keep it going Dallas-Bars club was good Game of pugs Delivery man he had a bunch of kids because he jacked off into a cup for money. So that's what people should check out Yeah, the life he's favorite movie It's uh-huh Yeah, he what's it called he was like movie about like a sperm donor and then yeah, and then he what's it called Who drinky buddies that's about children friends Oh, Eliseeum This was Neil Blomkomp director of district nine. I wouldn't solve this. I remember being like whoa It was when I saw it. I was But yeah later on it doesn't hold it doesn't hold water like I watched it recently and I think I think it needs a reassessment because going back it's I like it more now than I did then okay It is I like you more now than I'd used to as you should as you should it is pretty dry in terms of like having a care",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3778.0,
      "timestamp_end": 3842.88,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: You know character develop game of pugs stuff, but it's a people were They need to assess it differently. I think it it's a pretty cool little sci-fi world building scenario that It's fun. They feel like video games. It's it's probably fun for you Enders game that was It was not bad, but I think it should It could have been better and didn't turn into a franchise obviously like You know, they hoped because there's a there's a bunch of Enders books. It's ever probably game. I bet it was game Is alright, you know, was it anything like fun with dick and Jane? It dude. They're literally the same story. Okay. Hey, that's you moving on Coming up on one of my favorite from tomorrow Okay, I think this is about some fictional theme park that's in a world of fake castles and anthropomorphic rodents and epic battle The ends of an unemployed father's sanity is challenged by a chance of counter 200 edge girls are holiday dude. Yeah, this movie was actually pretty nuts.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3843.68,
      "timestamp_end": 3906.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: You should definitely check it out. All right. Escape from tomorrow. I don't know. I should have told you about this one by now. Scott the little little uh, Ruby posters makes it. Plug it up. We got somebody on the pug watch. Let's see. Oh, you're up a report. Yeah. That's right. Evil dead. I didn't see the screen make. I heard it. It wasn't bad. It was it was decent. It was pretty good. It was. But I mean, I think they lost some of the, well, it was the tone. It was way different. Completely different. Yeah. It was it was very different. It was more serious. Where is the other one? It was like really serious. Yeah, absolutely. So, but for what it's, I mean, not bad. I mean, from what I've read for, you know, if you like horror, I've read pretty strong reviews on it. And I do know that the director Fede Alvarez is actually doing the new Alien movie coming out later this year. Romulus. No, it wasn't terrible movie.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3907.76,
      "timestamp_end": 3969.2,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah, I feel like I need to see it. This because I loved the original. Even, even, but this looks like I might actually scare me. And I don't like to be. I don't know if it will. That's scared, but it's a lot of jump scare. That's got you. It's kind of like when I walk behind my wife and she shits her pants. Let's see. She could be president. Fading gig. Fashion for you. Oh, filth. Oh, gosh. I don't waste time. Let's see. Moving on. Fruitville station. That's a, that's a hard, that's a tough watch. Graces and copse and such. I see. We haven't come. Oh, keep on going. We haven't come across one that you liked yet. Nope. Oh, gravity. Gravity. Very, very. Let me grab the guitar. Gravity. Gravity. Now this was a, this was a phenomenal phenomenon movie.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 3971.04,
      "timestamp_end": 4033.64,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Believe it was Sandra Bullock. I think she might have wanted to. I don't know. I can't be words. Word. That's cool. New York's going to connect. They shouldn't close. Yeah. So you don't have to listen to her bullshit. Yeah. Yeah. Yeah, Alfonso Cuarón. Yeah, direct. Yeah, dude. No, this was, this was like one of cinematic masterpiece styles. Like, to where it's just the scenario that they created of her, you know, this is being trapped in that outer space. And zero G in this way was filmed. And I don't know. It was pretty, it was pretty powerful. It makes you question. It's space even real. Yeah, because of how real this looked. Did they're faking it all or if the moon? Have you ever seen a beta fish? Baby, do you remember the tallest man you ever saw? Dude, this was good. If you, I mean, this, we need to go back and watch this thing. It's just this is like quality film. Okay. Maybe it is. And it's just people floating around and water. It's not easy to float and act at the same time.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4034.48,
      "timestamp_end": 4094.76,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Moving on. Take on the, you know, would you rather be in the woods? Oh, hell, baby. This was a funny movie with Sandra. Hell, baby was a funny movie. That also came out. Oh, strange dog. And I'll alarm. Hell, baby, this, this has a, a, a, a scene of, of, of, of nudity of the, for the new, of, of, of, as a friend of somebody. And it's so long. And I think I read something about them intentionally, like, looking up the record for the longest, like, full, frontal nude scene for a woman or something and just going for that. It's something, something goofy. But you'll want to check it out. Yeah, we're going to hold on. Her vet in that. Like how much her, more, better, worse than the hall and",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4095.96,
      "timestamp_end": 4156.2,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: about about 10, I mean, the mall and drive amped up to 11. There we go. Her, her came out. That was, Ben, that was the, it's Ben, her came out. Ben, her, that came out. And really for what? 11 years ago, it, oh, have you heard, you heard about the recent stuff with that, uh, Chad was a chat GPT or whatever, literally, like, they gave a voice to their AI. And the, I don't know if the actress was suing, but literally, like, it, they got someone that sounded like, like, a lot like Scarlett Johansson, because he plays the voice of the AI and her. No, it is Scarlett Johansson. That's, yeah, that, oh, that was going up arms about it. Because they base what yeah, so there's yeah, so that's pretty funny, but we are closer I mean we aren't far from this happening it might be happening right now Walking Phoenix if yeah following in love with the in AI",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4157.96,
      "timestamp_end": 4219.82,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah, and Yeah, that's exciting Mikey. So if you're full only just Talk to her Moving on Hala to you see net Hala Moving on Hala Hala I Spare on your grave to Chris you talked about a spare on your grave He said he said it was a comedy bit this one. I don't know if that's in a world What People keep getting up and sitting down what the fuck is going on I have to Is it can't take a peepee? He'll help me pay for cheap back. Yeah Maybe I want to do it you're doing So this is the sequel",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4220.56,
      "timestamp_end": 4291.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I know each of them out that we would see the video store Yeah, this looks like it's not comedy no, no, but that's exactly how the one Like the first I spit on your grave was yeah, why I wasn't interested in it This is the one here that we that's the original but then look at the 2010 cover Because the 2010 cover did this isn't comedy at all no, but the 2010 one Was like yeah, this one with it. This isn't comedy either bro, I Just have to watch it and like I cannot think of What movie I'm getting it confused with if it's not this one yeah, because this is serious It's a rape and revenge horror film",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4309.32,
      "timestamp_end": 4371.56,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah, and it's controversial remake of the 1978 cult film that dealt with a lot of raping so I Think it might be thinking of a different movie We'll watch these all later and we'll see if we laugh All right Where's it right there? Yeah, so I'd like to talk a lot about movies because I've watched a couple Yeah, that was that had the one chick. She's probably like my most favorite female comedian actress Yeah, and Let's see quality for all In city is chapter two. I mean the first and city is was good as chapter two I mean if you saw the first one, I think you kind of saw what they did there Um Joe that was a Nicholas Cage movie and",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4371.56,
      "timestamp_end": 4434.88,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: You know it wasn't I don't think from what I remember it wasn't his worst movie, which is I don't know how much that's saying But I'm a big fan of Nick Cage Two yeah Nicholas Cage movies. I think that'd be a great And started just making any movie that comes across it seems like his desk Because I'll tell you what seems like you like my pug dude. That's cool. We're getting along Um kids for cash. I heard that they were gonna be doing this instead of the cars for cash thing You know or no, that was a bad joke That's terrible it's time of human trafficking. Yeah, no, it's killing season. Did you guys ever see this? This is that Robert De Niro and John Travolta, do you see this man? No, was it good? It was interesting. Yeah, they pretty much like hunting each other because De Niro was a former American soldier in Bosnia And there was American soldiers. Yeah, there was American soldiers in committed war crimes",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4435.92,
      "timestamp_end": 4498.04,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: John Travolta was a former We're Bosnian who was in a, you know, there's a whole thing. And he, it's a revenge movie. And the war is over at this point. There's no reason for this, the world men, but it's a revenge plot. The guy remember, the old men don't need to be fighting them. No. If you're into Chick Flicks, if you want to watch a flick with your chick from 2013, you're like, you know what, honey, let's watch one. Labor Day with Matthews Boy Josh Brolin. It wasn't interesting one. Big old Josh, he's in now. He was a big old Josh. He's a big old, big bad Josh. Um, and so that was a good little chick flick. Oh, a double plug. He's double plug. Oh, he's double plug. I'm double plug. He's double plug, dude. And so I can take over. Oh, you want to take back over? I was enjoying it. Oh, then keep doing it then. I was for like, nah, it doesn't matter. It's not going to make me drag me to hell. That one was it could be.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4498.68,
      "timestamp_end": 4560.28,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Can't be Sam Raimi did that one. No, and that's and that's one that. And it was P-13. But he just took an adorable picture. He have to post it to Mike and me and stuff. I said post it to the Instagram. She's on top of potato potatoes. Sorry, I got so there's two pugs literally wedged behind me in my chair and they're just living their best life. They're poked up, dude. These are my girls. My girls. OK, we're having too much fun. Line of duty. I don't know. Lincenity. Ah, remember that? Is that literally about freaking me? We're listening to somebody over here. And then I'm talking about that. I can't like all that stuff. And somebody brought up the Jeremy and then. That was pretty wild little. Because they were just talking about how other people were doing what he is. Not like it, you know. Not like it happened to be an Asian basketball player. Exactly. It had an amazing, you know, how many games was it even",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4560.28,
      "timestamp_end": 4621.76,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: that he did really well? I mean, it was like a kind of say it was a shorter stretch than what we thought. It wasn't that many. It wasn't. He could just like the first like three or four games. They didn't know how to play him. Yeah, just like went ham exploited him. And then you know, he did still have success beyond that. Yeah, it was like he just went stupid. The first chance he got. Yeah, people were just like, you know, who the fuck is this kid? And he's like this little Asian guy that's just like balling out for the New York Knicks. Yeah, it's kind of out of nowhere. One of the most, you know, a story French to store franchises that haven't done anything for ever. But, you know, it's like, I mean, you got the, you were as Jersey like every other day. And lone survivor. That was solid. Mark Walbert. Yeah, I really liked it. I trusted pretty accurate. I did. It's accurate to what we knew at the time.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4621.76,
      "timestamp_end": 4681.96,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: So what about it? Do we know that changes? He's like, he didn't actually survive. And like, no, there's just, no, he, I mean, obviously he did. But details with the encounters, like with the goat. Because I know they had the goat herder. Well, that was the initial thing that that was true. That was true. OK. They inserted it was like a low illumination night. They insured inserted on some alone survivor. The top of the mountain. They basically come came in contact with some goat herders that were in the area that they did not know were going to be in the area. And their face with the choice with the decision. Did we trust that the goat herders? Or do we kill them? Well, wasn't that they trust that they were goat herders? The decision is, do we tie them up? Leave them here, continue on with the mission. But somebody's going to come looking for them. Yeah, that's right.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4681.96,
      "timestamp_end": 4742.52,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Or do we shoot them? Barrier. And somebody's still going to come looking for them. But they knew. One buys you more time than the other. But they knew that if they let them go, they were immediately going to go into the valley. Yeah, they're compromising. And so they can tell all of the enemy fighters in the valley that, yo, a bunch of ninjas are on top of the mountain. Yeah. Now, that move is intense. And I always kept it by it. There was a lot of what was going on was tree. It's like, like he was the ones that that helicopter did to get shot down that rescue chopper that was coming. All of that did happen. It's like, if you're interested in looking into like the controversy of like operation red wing. So that's what that was. Which is what that was. Operation red wing. Because one survivor. Yeah. After some of that, is that the special on YouTube? Look up Brent Tucker. Operation red wing. He's a former Delta Force guy.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4742.52,
      "timestamp_end": 4802.72,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: He's the one that went after Rob O'Neill, the one that supposedly had shot Obama first. He'll have been run. I mean, like you got him noted on by everybody. Yeah, it turned out. Yeah. But yeah, well, yeah, well, yeah, well, after the movie, about a lot of this military movie was right in line with the story that the book told. And it isn't until the last couple of years that we found out that, you know, there may be some impropriety and stories. But enough of it's true to have to say. But yeah, no, if you've read the book, the movie does it justice like it's, and it is a, it is a great fucking movie. Yeah, it is. And I remember watching it with your brother, Caleb, when we lived down the hall from each other. Yeah, because I read the book long before I ever even knew they were making it. That book, that's the last book that I read that made me cry. Oh, damn, I don't know if a book's one of those things. Eighteen cry before. One, that's one of those things too to find out",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4802.72,
      "timestamp_end": 4863.44,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: down the road what they're saying. Yeah. Like some of it may not be what it was that it's like, damn. And you know, which you really have to apply that lens to everything you ever see. Are you? Especially like, yeah, no, it's like, you know, it's like, what is where? Conflicts, it's like moving on. Having a movie 43 was funny. It was like a, that was a, that was like, what? I was like this sketch comedy movie, but it had like, some pretty famous actors in it that it was funny. It wasn't as funny as you'd hope it would be, but who did it? It was, I think, I don't know if it was multiple directors. So yeah, there's multiple directors because there was like a bunch of, basically bunch of short films, but just kits. But like we talk about them Amazon one on the moon or Kentucky Fried movie, except with like legitimate actors in them. So it's, it's worth seeing. It's worth seeing because there is a, a skit where",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4864.72,
      "timestamp_end": 4925.6,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Hugh Jackman has testicles on his neck. Yeah, just just, oh, yeah. Terrence Howard given his speech. There's like a, like a black coach in the 50s being inspirational. And he's just basically tells him, dude, they're white guys. Like whatever they put, like that's the deal with the one. You know, okay. Speaking of Terrence. They wrote, did you interact with him at all when he was down the hall with Joe? Not dude. We need just transported. Come on, you know what I mean? We're about to start. Coach, we scared. There's 10,000 people out there that think that we ain't good enough. When I lose, I am so proud of you. You're gonna win. What game are we playing? Basketball coach. What color is this kid? White. Y'all gonna kill those Caucasians? Look at this fun in the middle. The fun in the middle. You're black. There. White. This ain't hockey. Something I like to ask you is, will you? Yeah. For me. Wait, what did you say? I want you to be my first. Directly truthful there.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4926.56,
      "timestamp_end": 4986.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah. See that blonde kid over there? I dare you to blow out as candles before you get to chance, too. They homeschooled their sons. It's very important to us that Kevin has a normal and complete high school experience. Oh, he tried to beat me. He's a backer watch this. Hey guys. He was funny. Come check out this kid's weird. Wow. Why are you coming? Wait a minute. Did I knock? You crossed. After sex. You know that? Like a baby. Oh my soul so dark because you saw some bats when you were little. Yeah. Husky. It's price. Caught you a leprechaun. Ooh. I was thinking you need delicious snow. Come on. You feel superior high. The eye bag. Is it high fidelity? Music class. Kids are sticking bags. You know what? In the Vaget port. In the van then, in the mingles. They're. You know what? You have extensive testing. Any red flags? It's easy. Can I please come in? Debbie Clarks here. The girl you asked out. It's going to be awkward. Oh, no. Don't get my soul. Sorry. My mom. My mom. His legs. She's having a period.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 4986.8,
      "timestamp_end": 5050.64,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: What do I do? Oh, we're just going to have to plug it up. I got frozen peas at his butt. I can't believe you had sex with that hobo from Magic Bean. He was a wizard. How did you art butt learnings like a movie? It's the guy that played Ray Donovan. No, he has to. Just get your life and get more fun. What is that? What is it? What is it? No. What is that? No. What is that? You're right there. Why? Ray's me. We just want the driver to do that. You already did it. He played the original one. Yeah. What's with me? Not Wolverine, but Wolverine town. Saber tube. Saber tube. Yeah. Dude, actually dude, I betrayed my wife and my children. The X movie was pretty fun. I'm moving 43, he definitely watched it. I've never seen that. I'll do.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5050.64,
      "timestamp_end": 5111.0,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I'll watch it tonight when I get home. Yeah dude, there's a lot of laughing to have. And that's it. Mikey, you get to say anything. Well, you said, well let me take over. I'm sorry, you know, you're right. Here, take it. I don't need that. Listen, listen. I prefer that. All right, we'll see you got a little more movies to get through. Keep it up. The next movie I like, I don't like it. Definitely skip some old boy. These movies aren't worth it. They've been worth seeing. Okay. We'll then say it. If you see it, otherwise I'm going fast. That's what I'm trying to do here. Old boy. This was supposed to be creepy. I thought you would have seen that. Oculus it. I mean, yeah, I mean, do you want me to, okay, there was one about the mirror and stuff. Yeah, it was kind of creepy, whatever. It's not worth seeing. Okay. I mean, okay, check it out. Check it out. Check it out. Get me shot. You said, old boy, but it's the remake by Spike Lee that no one should see. Actually, that director is making a series. Who's actually like a new series made from the original director of old boy that's in the",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5111.0,
      "timestamp_end": 5172.0,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: works. So be excited. Olympus is fallen. Oh my god, forgive. Yes. Oh my god, forgive. Does it make this one in Reifenfield? Yes. It's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5172.0,
      "timestamp_end": 5232.0,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5232.0,
      "timestamp_end": 5292.0,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. I mean, it's a dark one in Reifenfield. Yeah, Mike Reiner made that joke every time, Jay.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5292.0,
      "timestamp_end": 5354.0,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I gave it to him. As soon as you said it, I was like, that's got to be a take. Oh, oh, here we go. Here's a big one. Here's a big one. Here's a big one. Tell us about it. You tell us about it. On the count of three, Luke's both told him. Prisoners. Yeah. Oh, that was good for us. We should have fucked that up. We should have fucked that up. We should have fucked that up. So this is, and the first fall, you know, it's going to be good because Mr. Dennis Villeneuve, who actually has two movies this year that make it on his list. He is a masterful director. You know, he talked about him for, he did Sicario, he did the new Doon movies. He's done all his stuff is his very high quality. This is a showpro scene. This is this one when killer dovers daughter in a fringal missing He takes matters into his own hands is the police pursue multiple leads in the pressure mounts. Well, it's One of those movies that takes place basically like in the span area of a block or two. Yeah, but",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5354.0,
      "timestamp_end": 5420.44,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: It is just so Tense and it's just man. That's a caprewatch to present Jake Jill and Halle, he Jackman It's such a great movie because I mean it to me it hits it hits a couple of different like it hits suspense and then it's drama Yeah, mystery It's like and it's also a little bit of like horror in a way in some of the situations. It's like oh man these are kind of tense Thriller is you know, I mean, yeah, I don't know. It's very broad like they're able to kind of get a You know a whole wide variety of different, you know, the array of emotions in different, you know levels to the whole story and it's like man It's right. It is it's yeah, it's it's it's edge of your seat, but like very Uneventful as hell it's it's it's like a lot and it's yeah, just the And it's you know of course being a parent's now it's like oh I can kind of met but just",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5421.16,
      "timestamp_end": 5483.3,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Seeing movies and things were just how far a Parent or someone would go yeah, you know kind of like the your honor show if you just watch that at all It's like you do anything for trying to save or find your kid. Oh, yeah, it happens and it's Yeah, you Jackman and Jake Jill and all this Crazy great. All right Red to that's one I didn't see but I know the first one was good. You said that I liked it was good Second was good. Okay, okay. It's kind of more the same. Yeah, yeah, very similar But like yeah, it's like it's just secondary plot. It's like they have kind of both continued on doing what they're doing and all that so You got a lily puggins. Yeah, it's a little pug wadji Pugged riddick. That was a solid. Yeah, taking no chronicles of riddick Yeah, that was a black character. It's it's a good movie. Yeah, no fantastic running from crazy. I don't know",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5484.34,
      "timestamp_end": 5544.38,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I rush. I didn't see I knew it was about the race carman and Chris Hemsworth. Yeah Safe and easy to get that scary movie five This nothing This is the worst of the scary movies probably never I never saw it. Yeah, yeah, but I think three was like one and two obviously yeah The way and brother and then three is the one your dad. Yeah, one and three was two this honestly honestly though three Three was probably the best one just because three was had Charlie Sheenan three that was three and that was the one that was so much like Like what we grew up. Yeah, airplane and naked gun and that the Leslie Nielsen Yeah, like slapstick like modern slapstick real funny like slapstick fucking yeah Period I heard somebody the other day talking about like The Wayne's really like really gross",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5544.94,
      "timestamp_end": 5607.42,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: parody like yeah, which like they were hilarious. They're funny, but you know you can watch this with The other people scary movie one and two. I don't consider the same as the rest of the Yeah, there's like a whole different you know series to me because it was like well in the scary movie started the whole genre of Like where they made the fucking Spartan movie and yeah All the different movies yeah epic movie yeah, yeah, and so it was like But I don't know what you want to started it. Well, well, another teen movie came Trent thing another teen movie was right around time. Yeah, it was I feel like it was before scary movie three Yeah, it was still that same it was and it was our so yeah, it was a hard art. Yeah There was no a there was no a on that one. That was a hard. Yeah, that's scary me five. Yeah, I've did I've no idea Haven't seen it. Okay, watch it right now here we go. I said side effects Danny Boyle um Yeah, it's a it's a thriller it's a psychological thriller. It's a word checking out pretty well crafted or Zaire Darsson",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5608.14,
      "timestamp_end": 5675.58,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Exposes herself completely Um, I just like let me know that Not like that like she did no Though not like she did miss That was Alexander No, this side effects Oh It's good for many reasons. I'm asking for a friend. It's good for many reasons Boyle slumdog millionaire come on train spotting director. He's a good filmmaker any goal moving on snitch is about you Mikey Try and get me shot What you don't snitch anymore. You stop doing that once you got out of jail Sound some city. I didn't see this but it's not one one man. I'm documentary about this record. She famous recording studio Whatever there is whatever Yes, whatever is the quote said that moving on you don't like Whenever you're reading this to me or they're Mikey. He's like they're solid bunch of things. They're further down",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5676.46,
      "timestamp_end": 5740.54,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: They're not they're not here yet. We haven't gotten to him. Yeah, I'm scared is Texas chainsaw that no That's literally just called Texas chainsaw moving like trying to get your attention, but hey because the other movie Okay Okay, you want here now I'm fucking with you. No, I'm dude. I have a mouth here too. We can both mouth sit up man Because you can just roll that little wheel down and go that way, but you like doing the sound okay listen It's okay. It's like a child That way people can't hear the frustration. I like for you to have fun I like for you to have fun the conjuring didn't you? At conjure you sell one. Oh, oh, the gist came out this year. That's what I was see this is I said this earlier and you were often Land and I'm like man. I'm like daddy daddy. I'm sorry the council dad dad No, and you were like I'm trying to get you I was trying to be more efficient trying to get these log Look at this dude. I'm just gonna tell us about it. No, I want you to tell us I don't remember it",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5740.54,
      "timestamp_end": 5801.74,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I just remember the guy consulted somebody and they made a snuff film is so I did I didn't watch the hey so within the last year What happened I'll be we'll take a quick break We're bad we never win anywhere So number movie number three fifteen is a movie that Matt didn't realize came out this year until just now and It's a fantastic movie movie Shae show my shale, but it's the counselor Dogs the pretty well movie yeah But I was I think I was saying is I actually hadn't So when this came out I bred it didn't get reviewed very well and not Riddy Scott so Someone try and get in that door Chris",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5801.74,
      "timestamp_end": 5862.94,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Might have been a dog scratching. Okay, cuz that's definitely could potentially chunk Cuz Chris pulls good. It's just the dogs I You got dog scratch Oh all this for Caleb oh, I haven't seen that girl So Sorry for we got a special visitor my sister my sister-in-law hello Good to see you stranger Yeah, good to see stranger your your your niece misses you But what I think step me just put her like I think is just put her down so it's Be careful okay, so the counselor I put off seeing it even though on paper Riddy Scott directed it great, right? Cormac MacArthur the author of you know country for old men and the road",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5862.94,
      "timestamp_end": 5923.58,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Right, so he wrote those books that were turned made into great movies, right? Yeah, but so this to my knowledge so this Is is is first I think or maybe only and or only Screenplay that he wrote so this is a screenplay written by Cormac MacArthur not based on a book by him So this is a book author writing a screenplay, right? so and Based on what I read and I can't think of specifically. I can't think of I mean I don't really know enough about But I imagine that's incredibly rare, okay, you know, but so it's taking somebody from one world and having them convert Because of course the way you write a book and then we write a screenplay completely different yeah, so and I guess that didn't The Jaguettes the general public didn't cat. They didn't it didn't catch them or they didn't work that formula but for me I think",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5923.98,
      "timestamp_end": 5986.78,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: It's like it's exactly perfectly What that should be like it's it's because the the the dialogue and the conversations everyone has I mean it's a movie But it's none of it is is like realistic at all. So kind of like in, you know, Juno, that everyone's smart and quirky and like, it's not like that, it's taking kind of that. Like nobody talks like that to like, just every conversation is a crazy philosophical like existential, like all these little conversations are so deep. What movie is this? The Council. It's like every single conversation is incredibly deep. Which is, you know, people like, oh, that's the point, but I think it's literally, they took an amazing author and like, it being the way he would do a movie. And it's so dark. I mean, it is, it's like no happy ended at the time.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 5987.22,
      "timestamp_end": 6047.56,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: No, absolutely not. The end, oh, it's almost, it's unsettling. Yeah. It's so good for me. The counselor and I gotta go back and watch this because getting the conversations that they have. They're wild. It's just the way that they, it's a heavy movie. Oh, yeah, incredibly heavy. In it. Oh, man, I was, I just want to watch it. Oh, keep turning it. Oh, the East. Wow, I knew he has that came out this year. The opposite of the West. Yes, it was saying it has my girl. So on the other side. What's her, from the OA? From the OA and also got scars guard in there. Your boy's scars guard. Oh, Bill, yeah, it. No, not him. He's one of his older brothers. Oh, wait. There's like three of them. Who's, are there? Yeah. The scars guards. No, but so yeah, it's, that's the way he is. Who's the, who's it then? He's the scars guard. Yeah, he's the younger one. He's the one who's in John Wick 4. I thought that was Bill. That might be, this might be Alexander scars guard.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6048.24,
      "timestamp_end": 6111.92,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I was gonna say, I thought that was Bill. The scars guard. Oops. Yeah, that's Alexander scars. Oops, there you go. Oops. Oh, Elliott Page. Don't they fixed it? Yeah, I said the wrong name. No, but so Zalbatman, this name that I'm doing my best pronounce as director of Zalbatman, Batman Glitch. He and Britt Marling, this actress in there, I've done that. They did the OA together. They've done the lot of projects together. And they're all, it's all, they're all of a pretty legit quality and offer up some pretty, you know, unique ideas. So the East, and I didn't even find, I didn't see this till recently, but yeah, the East, you should definitely check that out. And that's all I say about it. Give us a shot. Do I need to meet that man? No, yeah, no. No, you know, and I was just dropping about.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6111.92,
      "timestamp_end": 6172.04,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: All right, I can't see people. They won't know what to listen to. No, nobody, nobody's going to like. So I'm moving on. I can't see you, Mr. Page was a great Gatsby. Those are your favorite movie for a while. Yeah, I love it. I like dressing up goofy and, you know, doing shenanigans. I'd, that's another book I'd do in high school. The great Gatsby, you read that? Yep, that's a major one. It's like Gatsby, like that was like a part of my life. OK, we're going to power through here so we can get to the real stuff here. Yeah, let's get to the real stuff. And it ain't the haunted swing. I don't know what the fuck that is. So what is the immigrant? No, that was a funny movie. Incredible Bert Wunderstone. I believe, yeah, that was a Joe. Oh, yeah, that was the one with the magician. Yeah. Yeah. I think I watched that with Steve Crowell. Yeah, Steve Bishimmy. Yeah. No, that was a funny movie. Yes, it had laughter. It did have laughter. I watched it. I don't know how many LPMs it had permanent. I watched main movies together.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6172.04,
      "timestamp_end": 6232.32,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Loan Ranger came out this year pretty good movie. Is that one where John Depp played Tonto? Yeah. Yeah. So he actually, yeah, he actually saying this was good. It was, I mean, it was fucking different. I feel like there was no way that this could be good. It wasn't bad. It had some good parts in it. I agree, yeah. So John Fendette playing in Indian Tonto. Not, not mainly. The other guy was good. What's his name? That's why I'm not the Johnny. The fact that Johnny Depp is in there playing in Indian, I can't even pay Tonto naming else. Yeah. Well, no. First of all, I think they call them first people's mountain. First people's. Well, this isn't there. Yeah, Johnny Depp, Army Hammer. Oh, that guy's. Oh, yeah. He was like, let's go bite some bitches. Like, hey, what do I have with daughters trying to sleep? The Army Hammer talked about a weird career turn. The groomers of cannibalism. Did he? Yeah. And that that, like, that, like, that, I don't know, dude. We could go down a rabbit hole on the Army Hammer.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6232.32,
      "timestamp_end": 6294.2,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Like, he lost a lot. I'll kind of jaw to wrap it up. I think it's like actual report testimony. Yeah, I mean hammered it's personal life can definitely affect your career A little piece of your leg Is it weirdo brother? Here's one for you Mikey yeah the secret life of Walter Mitty What it was a pretty shitty? Tell me you had no I like it. I mean it was a good movie I mean it's kind of pretty much about a guy who you know is like Always living in his head about things he wish he could do but never does and then all the sudden It's like something happens in his life and he's like fucking I can't believe a week for someone Okay, I'm looking at your profile He grabs life to a lot of it stuff He starts blowing seven doors And he's taking away the message He's like yeah, no word in the box",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6294.2,
      "timestamp_end": 6356.04,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Predictable Just a routine high-based You know there I just like zone out for a second Oh, so he lives in his head yeah, we have a head of a sea privilege of publishing the very last issue of life magazine And for the final issue we just received a negative 25 from Sean O'Connell for the cover 25 it's not there I mean it's the lot I'm work there Oh Like This is us making a fucking podcast man",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6357.12,
      "timestamp_end": 6439.24,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: You should have goosebumps right now, man This is this is us So we're making it happen yeah Yeah, so it's a good movie secret life of Micky me Of Mikey Mitty Mike Mitty Yeah, no, no the Wolverine the wolf's the Wall Street the whole for Wall Street Everyone should see this at least once that Yeah, the park He's never done Who hasn't Leonardo DiCaprio like in is that in real life himself? He's never yeah, he's talking about that's a lot. No, I and I don't I'm inclined not to believe it either but it is one of those things",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6439.76,
      "timestamp_end": 6500.68,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I'm sure he did do que these before because that was a But no, yeah, so it's like Or that maybe maybe not that he doesn't you're that he's never done them but that he's never been messed up or that No, or that he had like he'd done them before and maybe stopped but either way was like Interviews I've heard with you was like he didn't really strike me as like a drug guy. Yeah, I agree but Yeah, he was talking about like how great was like but just how much Excuse me. Yeah, if you can imagine yeah, cuz they Yeah, yeah 72,000 based on story of George Belford from these rights to real quick talk about living how I To his fall I cannot I've actually seen you know different times as Jordan Belford spoken Doorkno",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6500.68,
      "timestamp_end": 6565.24,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: He's the guy you want to jerk out of his fucking Like What he did was just basically I was like a scheme. Yeah, he was just like fucking real don't like no expertise on the market I just fucking scam people Like the fire festival guy and then flips you off. Yeah, he's the fire fest. Yeah, and it's like okay, dude I can promise a bunch of shit to everybody and give him nothing to yeah, dude It's like and oh dude you have buy this so you buy it up right now. I'm telling you it's gonna skyrocket and then they buy it up Me like fuck that Got his money. Yeah, dude. So good. We're seeing the movie, but yeah, no absolutely what's your name? Fucking Margar Robbie. Oh, yes, that's this one. This put her on the map. Yeah. Oh, I This put I Put specific parts of her Very much high on yeah Nobody else watch it. That's for me to zero theorem it was It was very interesting. I wish it was better than was but sort of seeing at least once had crystal as opposed to zero",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6566.76,
      "timestamp_end": 6629.88,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I had crystal flops and I think I've got a terribly directed it or wrote it Let me see yep Terry go. We him. He was a man of member of money Python You know he did he did Brazil and he did Fisher King and he did he's he's got really so Yeah, 12 monkeys. So he's got I mean he's got he does cool stuff. That's a guy's butt cheeks That looks like a grown man ass cheeks. I need to watch it again Is odd because Kevin Bacon was in this movie. It's a Just because it wasn't what I expected doesn't mean it's not good. That's why I like to I need to go back and probably watch it this because you know, so Terry Gio is a Martian owner third person. This is a this is Martin Bonner. Oh, this is the Trans That sounds like what oh What did we we talked about this before? Oh, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, that came out this year",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6629.88,
      "timestamp_end": 6693.32,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: I don't know man. I feel like there's a Dang it. There's a lot of these movies that I feel like they came out for years Up stream color the pop of sun. You gotta be kidding me. So this this came out This came out the same year is coherence I still haven't gotten to my movie or we missed it Caleb I've streamed colors the movie. I made you watch me right about that Yes, I'm using Dude I might even this is one of the big my favorite moves of all time like this This is number one for the year. I will play the trailer then if it's number one for the year Let's see the trailer and don't talk. Let me see it dude dude, all right. It's And it's not gonna tell you much because this movie is unlike anything I want to see if I can guess the ending I want to say yes For you I want to",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6693.32,
      "timestamp_end": 6755.84,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Is there is there a direction that you feel I'm gonna go wherever you go You know You're scaring me a little bit. She's a high-flying girl autistic person Won't let anyone near it was crowd back in the corner Island I've seen the parents behave so they can get very protective You The water before you is somehow special It is better than anything you've ever tasted Each drink is better than the last Take a drink",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6757.2,
      "timestamp_end": 6820.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Is Brain parasite I I It's almost given me the happening vibes were like the plants or some remitting shit Okay, I want to watch it because I don't tell me about it. I can say is it's a movie that It doesn't like when movies have any form of exposition or anything that even remotely explains",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6826.7,
      "timestamp_end": 6890.88,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: What's going on or why something might be happening like it's it's like a linear story as far as like what's happening in these people's lives But it doesn't like get into the details or of explaining or really making you certain of anything Now I know what happens And it's... You literally just have to watch it and then come up and like almost analyze it like what yeah What did that what was happening there? What did that mean? What like why is it even called Buzz movie the movie's name? Why it's called that it's it Dude it's it's so thought it's so thought provoking like you probably want to be in the dark room with nothing else possibly to distract you probably take some mushrooms You know it's Mmm, it's so good. Sorry, so upstream color Okay, watch with a bug. Yeah, you can take it off here. Oh, oh Oh",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6891.52,
      "timestamp_end": 6952.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Fun Matthew check out your potato. Oh wait, that's not a potato warm bodies That was a movie you said that you loved were the millers it was a laugh movie Pretty good. Yeah, pretty good pretty good laugh per minute pretty good LPM Yeah He's like making out with his mom. Let's see White House down those person's movie world war Z notable It's you know, it's a to no worthy movie Just because you know what this bug getting inside you just because the whole concept so wait is that all the movies? Yeah, which one I never saw that's it which one would I played was your movie said it missed on Three it was actually it was actually pretty good. Look at this. I see her. She's crazy Dude she loves you, but she's like I still want to have some affection for this guy",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 6953.2,
      "timestamp_end": 7014.32,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Okay, you know get off your phone Serious was there something wait Like What could no we a hundred percent enemy yes enemy. Yeah, it's not in here. Uh-oh What's I mean initially that makes sense cuz really is a director release two movies at the same year But it does happen no 2013 Like this So what Yeah enemy is enemy was a movie that I that yeah, this is one of I think probably one of the best movies of 2013 one of Plum, let me see if Now it's got me I don't think we saw that I'm gonna that came out this year though",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7015.68,
      "timestamp_end": 7080.12,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Is there a reason why you're asking me You had a radio station Which I say it's two movies in this year But this this is another head trip. Oh Of such an a 24 I need an a clear No, it's a be one of the first five zero wrap or road like this had to be like good afternoon very first probably Anything I'm calling to speak to do we're taking out for I'm sorry. I think there's gonna miss Who's on the phone the same guy called before I think I This is a movie that you know me we bonded over because we talked about Like a sleep and you're just like yeah, I need someone to talk to I had no I was just left being like It's almost like the only person that saw you fo. Yeah, it's like",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7081.72,
      "timestamp_end": 7143.52,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Nobody else see this like this is awesome You watch you watch something so freedom to post Posting real time. Oh my gosh. Yeah, I'm experiencing Really don't want you talking Questions for you You never see that I call we chase is down like to get like live footage of like Rex Yeah, like TMT for like Rex and crime like pop crime popros basically They get the call. Yeah, but it's enemies not that but Night quality. Yes, I would say this prisoners and yeah, yeah, this one prisoners",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7144.2,
      "timestamp_end": 7206.36,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: The counselor 12 o'clock boys and we're the millers. That's five good movies. We're the millers as a comedy Yeah, it's good to deliver a man to delivery man is also a comedy Type, you know, it's a good movie. It's kind of a feel good movie at the end of the day It's about a man was a funny one delivery man. No, yeah, my daddy was a man. Yeah, you're dead You guys was a best male man from what I hear he I'm like he kept some of the male though Oh, no, if you see something looks cool. We figure yeah, I worked hard. I deserve it. They'll get another one Give me they'll say that it got lost. I'm joking. Of course my dad never yeah, no, your father's the sweetest Special man sitting in the chairs. Yes, he's the most my nephew Caleb to step up to the plate looks like he's auditioning Let's take a person's spot. No, he's seen up shim color and so he can vouch for It's an experience like Either it's mind blowing and crazy like the OA I got him to watch the OA",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7207.08,
      "timestamp_end": 7271.46,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: That's not good. Listen. You know the great thing about nephews is When they're young they'll listen to you and they'll trust you You actually like a good friend who watches something they suggest they'll sit there and they'll check it out and their uncle tells them That's good and they're like damn this is good I would like to more if you told you was shit No, I wouldn't do that to my nephews. I wouldn't do that. No, I know you would expose them to the choices of entertainments The only thing you showed me that I haven't been a big fan of was dark Get the fuck Mike that might be like is now that's cool. We're ending this shit I'm getting my pug getting the fuck out of here Man, even your mom like this because it's like Darn patience for it because you were from Germany. No, I just can't handle the subtitles Oh, or the doubt the dub over is just horrible. Okay, so it's almost like if you want to have learned German Then you might like it. Okay. Well go learn German. I'm enjoying it. That movie is the greatest TV show",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7271.7,
      "timestamp_end": 7333.84,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah, it's all about all that Oh Just see a midget penis all over the place You just see you just it's just midget dick the only time I ever saw that is That's the first time I saw it. That's what I see that. Who's that guy? Peter Dangle seen his dangle You don't see his dingle. Oh, well, I don't know I don't see him see his oh, I don't know. I feel like I saw more of him I feel like I saw more of him than I was A whole bunch of brothers that look like him that are like two inches taller numerous. I'm then This is why you got to watch it I mean, I want to see how much you can just make up that No, I swear to God has the spaceship that shows up in season five. No, I didn't see about all that I just remember when Quan Chi through that fucking ice sword at that dragon and I got pumped and everybody in the world Dude it's got it's got Yeah, game of thrones has it has some greatness the ending was what it went out to not hear talk about game of thrones",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7333.84,
      "timestamp_end": 7398.9,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Yeah, well look what happens It's overrated. I think it's over. It's good. He let us bark. He let us bark Chris So yeah, so go increment. So you said yours coherent upstream color movies you have to see before you die the counselor I would say as well that Be ready to be completely depressed and fail hopeless about life So if you're not in a state to bear that you don't but Stay out the kitchen step can gravity at least him dust bars club. Oh gosh, man. This is my be I'm gonna go and say it. I'd say this is about 80% odds that this is the strongest Evolved by yeah, I'd have to think I'd had dad. I can't I don't know for it If there's a button there's like four of these movies in here. I have to go watch movie 43 I need to go watch her because I never I don't know if I've ever finished. Oh, wow. Yeah, I have to go watch",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7398.9,
      "timestamp_end": 7463.14,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: What is it coherence? Yes upstream color and side effects And Honestly, there's some that we did that I know we left off that in other years We would have had to mention because they're the other years of so weak, but Well, there you have it goodness gracious. Yeah, so that's the movie that was that was a wonderful That took like four and a half hours. Yep movie segment over done ... or how we can streamline this thing.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7464.38,
      "timestamp_end": 7524.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: You would prefer a job better if you would prefer us just like the season four, I don't know. We're not sure that we're doing this in a compelling and captivating way. Yeah, and we'd love to have your feedback, even if it's just like, hey, you suck, that's cool, but just tell us. Let us know, let us know something. Let us know what could we do to hook you in. I mean, to make it better or more edifying and pleasing to listen to. If you have any constructive criticism, please give it to us. We'd be open. And the thing is there's certain things that we're going to do regardless. But there's a lot of space where we could probably have our play be sharpened a bit. We want this to appeal to people and we want it to be something that's easy to listen to. Because we know, I know Caleb listens to this and I don't want it to be brutal for him to sit here and be like, fuck, bannet took forever. I know other people listen to it as well. And you know, I want it to be you. Do you even listen to it? Yes, no, I listen to it.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7524.8,
      "timestamp_end": 7584.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: Have you listened to every episode that we did? Not every episode, but I listen to it. See, that's pretty funny to me. I say, I say, the reason I say not every episode is because I have a listen to the most recent. That, oh, that's the most, but every single other one. Yeah, it's okay if you haven't. No, I have. I mean, I love it, but don't need me to go back to wine. I mean, I put it together. So obviously I have to watch. I have to watch. So you think it's funny though, but if you think I just leave here in my house. I think I bet money, there's at least one episode you haven't listened to. Maybe. But I was there for all of it. Was there when it happened? So yeah, no, like if you're got any. I don't know, it's almost as bad. And maybe this isn't bad, but it's... If my wife had some... If she was doing... She's different. If she had some hobby in produced some kind of art or entertainment or something or played music.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7584.8,
      "timestamp_end": 7646.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: And she made something. I would look at it. I would probably check it out and then talk to her about it. It'd be like, that was cool. I like what she did there. That was interesting. You know? Or at least look at it or safe. I had a podcast out and listened to it. Because it's my wife. You know? And she doesn't do that for me. And I don't hold it against her. I guess, you know, because she hasn't listened to a single episode. What you do look at her and you're just like, huh? I just was like, huh. I know you love me. I'm pretty sure. It's something I put time and effort into. I just don't know. Maybe you could watch one of them. Yeah. I got one, maybe. I know she's caught some segments. Yeah. And I can say this because, like, I always say. She's not gonna be here. Yeah. But yeah. That's, maybe that was my therapy that I needed to do.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7646.8,
      "timestamp_end": 7706.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: That was. That was good therapy. For you, you always get that out. It's nice. And before we get to that word, this is, I have the history of this occurring. At least in another, I was in another relationship where I was in the band and, you know, putting a lot of work like writing songs and putting the band together and just playing a couple shows, not much. Uh-huh. You know, but it was obviously like a passion and put a lot of time into it. And you think your girlfriend would want to show up to that sort of thing. If you had one, right? You know, or really, you know, go out of the way to try and be there. Or take off work or something, you know. Uh-uh. If the band I was in with Jason and Billy. No. Um. Um, but yeah, she didn't, you know, we don't only play maybe four or five, six times. She didn't, she didn't, she didn't make it. She just couldn't make it to a single one.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7706.8,
      "timestamp_end": 7767.8,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Movie Moonwalk_2013:  arguably the strongest year so far Spoken Words: But hey. Not any of them. Not any of them. Damn. So that, I guess that conditioned me to be ready for people that, uh, for it to be normal for people that say they love you to, to not take any interest. What's whoever things you're passionate about. You know, I can't know what that's. That's normal. Um, but yeah. I'm just here crying it out. Well, Mikey tells us about, um, metamorphosis. Yeah. No, so this was something that like you would, you would mention it at one point. And then you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, you would, And then just just the word or the concept of, you know, the what all takes place and how it's still so much evidence somewhat unknown in a way or some things about it. And so yeah, with us looking for more things to talk about, this was something that we thought could have been more thought-provoking just because of like how of course the whole thing is more or less applied to, insects and bugs and how they can evolve from larvae and things like that to pupa to like",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7767.8,
      "timestamp_end": 7831.36,
      "chunk_topic": "Movie Moonwalk_2013:  arguably the strongest year so far",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: what even is metamorphosis? Spoken Words: something else. And so, I mean yeah, they literally turn from one type of creature with very unique specific traits and characteristics into like something completely different. It's like they go into a little bubble and then it's like I went into a room and I come out a dog. Yeah. Like it's that strikingly different. No, for sure. I mean it's like, wait, this used to be that and we don't really know exactly what or how the transformation took place. Yeah, so you want to give the little not to anybody. Yeah, just so just a quick work of pedia, just so metamorphosis is a biological process by which an animal physically develops including birth, transformation or hatching involving a conspicuous and relatively abrupt change in the animal's body structure through cell growth and differentiation. So that right there, that conspicuous and",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7831.36,
      "timestamp_end": 7891.76,
      "chunk_topic": "what even is metamorphosis?",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: what even is metamorphosis? Spoken Words: relatively abrupt change that is the mystery. That, I mean that's how they describe it. So some insects, jellyfish, fibians and a bunch of other types of animals that tunicates under go metamorphosis which is often accompanied by chains of nutrition, source or behaviors. So it turns to something else and it turns to something else that's body and like biological needs are even strikingly different from whatever it used to be. Animals can be divided into species that undergo complete metamorphosis which is I guess the modern day snip snip into the or incomplete metamorphosis which is a lot of today too. But people kind of then button on, been there or no metamorphosis which I think that's what we fall on there. I think we are no metamorphosis. Generally organisms with a larval stage undergo metamorphosis and during metamorphosis the organism",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7891.76,
      "timestamp_end": 7956.64,
      "chunk_topic": "what even is metamorphosis?",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: what even is metamorphosis? Spoken Words: loses larval characteristics. How? Etymology. That is just to the origin of the word itself. The word metamorphosis derives from ancient Greek transformation transforming. There you go. Yeah, so I thought one of the most interesting things I pretty much read about it and one of the things I was reading on a site was talking about the friend's friend's Kafka book metamorphosis. He wrote a whole book where he pretty much guy like woke up in his bed and discovered himself to be a beetle like bug guy man thing. And movie naked lunch. Does a movie naked lunch that I think might be about or kind of be? It's Dave Cumber. Yeah, okay. I'll keep going. I'll write that down for you. But yeah, I just thought there was like some interesting, this one part I thought was pretty",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 7956.64,
      "timestamp_end": 8018.16,
      "chunk_topic": "what even is metamorphosis?",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: what even is metamorphosis? Spoken Words: interesting. So the book came this is an old book. Right? Yes, it was 1915. Oh, okay. Yeah, that's right. Is it? Yeah, no, you're correct. Yeah, I was just reading about it earlier. So what, but you were saying something about it? Yeah, it's saying it's clear that these animals transformations are fascinating life cycles. But why do they feel the need to change it all? Fossil records for insects metamorphosis date back 283 to 300 million years. And it suggested that complete metamorphosis evolved from incomplete metamorphosis over time. The predominant theory the predominant theory as to why these transformations occurred in the first place was due to the need to resource the need to reduce competition. Sorry, I got ahead of myself. It has been proposed that the creatures that the creatures that could have that could change form did so to ensure their survival when competing for resources. A tadpole or a dragonfly larvae will take its food",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8018.16,
      "timestamp_end": 8082.48,
      "chunk_topic": "what even is metamorphosis?",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: what even is metamorphosis? Spoken Words: from the water, whereas the future selves get their food from the above surface. Having offspring that lived in a different environment or demand different resources eliminates the competition between juveniles and adults, thus extending the chances of survival. for both. It's nuts. Yeah. I mean, I like the wording decide to change. Yeah. Because there's these, they're not deciding anything. It's still occurring, but still. Yeah. Yeah. I mean, as far as to trying theorize, if you, if you ascribe to the theory revolution, which I'm a creationist, so I don't. But even so, like, it's to them. It's big. No, Darwin turned away from, yeah, I believe he he detected from from the stance of evolution. Yeah. Because I mean, things adapt and like evolving that way, but they don't change from one",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8082.48,
      "timestamp_end": 8145.36,
      "chunk_topic": "what even is metamorphosis?",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: what even is metamorphosis? Spoken Words: species to another chicken doesn't become a dinosaur. Yeah. But even so, like, in the revolution, they even, it's like missed, like, they just have to come up with these ideas that, well, I guess maybe these were able to do it in it was, you know, the resource-based. Because it was interesting how it says, you know, once they're the different form, yeah, like the the food nutrient requirements can't change completely. Yeah. That was fascinating. And it makes a lot of sense. Because it's like, hey, I mean, if, you know, if they're all eating the same thing, it's going to be much harder for them to, you know, provide for the needs of them. And so it's just crazy to think it's like, and now think of how some of that can be applied to somewhat of our like society in a way, I feel like, yeah, smart enough to recognize all the different ways of, you know, it's like the way society's broken up, like, and how people earn their livings and in how people like are in competition, like, I'm not necessarily in competition with people that are in higher tax brackets in a sense. You know what I mean? Yeah. Like, we're not drinking from the same",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8145.36,
      "timestamp_end": 8209.28,
      "chunk_topic": "what even is metamorphosis?",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: what even is metamorphosis? Spoken Words: pool. Like, we're not, but we're not getting our resources in the same play. I get trickled down and away from these. Yeah. Because that makes, you know what I'm saying? Yeah. I mean, we're, I guess, we're kind of bottom feeders been that like, like, that like the welfare, like, no, living off the system or more. Because that's a, I guess, a whole another time. Yeah, absolutely. I mean, earlier, we're talking about it, you know, kind of just the book or just as far as what you talk about the book metamorphosis that was, so those came out night. And there's actually a book I've to read in high school. So it's one of those literary works that's very renowned and considered important in educational realms. Yeah. And everybody has like a different interpretation of it. But yeah, it's pretty much like it's when you talk about the average person like being, you know, like you said, like bottom feeder, like whatever, where it's like, it's one of those things where it's like, you know, like,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8209.28,
      "timestamp_end": 8269.76,
      "chunk_topic": "what even is metamorphosis?",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Everything is in a system Spoken Words: like, even a net taxpayer is where it's like the type of people that are like keeping like the country afloat where it's like, even though like not necessarily like you said, somebody that's leaching off the system, not necessarily somebody that's leaching off of the system, you know, that is taking welfare or say, you know, somebody like you or I, but that like, through all of, you know, the different programs and stuff like that, like, we enjoy more benefit than we pay in. And it's like, and you have to be making something like 70 or $80,000 a year. To even be like a net like taxpayer, you know, one of those type things where it's like, where you think, you know, I'm doing okay. I'm not, you know, I'm not, you know, but it's like,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8270.72,
      "timestamp_end": 8334.88,
      "chunk_topic": "Everything is in a system",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Everything is in a system Spoken Words: you don't even understand all the ways that like, you know, you're still getting assistance around the back end and stuff like that. Again, that's looking at the way I've been interconnected system and applying it to anything, you know, it's just, you know, it's like the planet is a system every element of it and then even economically and, you know, slightly the way things are, it's a unique system. Yeah. And one of the ways to get us back on how we kind of got on of this or brought this up is that we were, you have an voice audio messages back and forth and Matt was, you know, kind of saying, saying to me, how some of these, you know, just like being isolated, working at your house and always kind of being, you know, in the same environment, how that, you know, isn't necessarily as good for your mental health as like being in the work environments, whereas all those little annoyances and stuff like that, that kind of, how those things, whenever you're away from them, you realize that those are actually",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8334.88,
      "timestamp_end": 8398.72,
      "chunk_topic": "Everything is in a system",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Everything is in a system Spoken Words: beneficial to your own. overall, yeah, mental well-being. And for me, it makes your downtime much more enjoyable or good. Yeah, or me, it just like pulls you into the moment. Yeah, that's for me personally, that's the best way of thinking it. It forces me out of my head and into this engagement with an outside factor that's unpredictable outside of, you know, oh, they're always going to talk about the same. Either way, like I'm having to get out of my head. Yeah, you know, in living in the moment, the whole simple thing we mentioned, people talk about it, it's easy to say, you know, living in the present being in the now, you know, being present being in the home of the world. When you're by yourself, it's very easy to not be in the now. Oh, yeah, absolutely. And yeah, and just- No, because even when you try to be, you end up not like being there because of that. You're thinking about something else where it's like I'm just going to think, it's like I remember you telling me about when you first discovered your nap theory about like that",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8398.72,
      "timestamp_end": 8460.64,
      "chunk_topic": "Everything is in a system",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: \"Nap\" theory;  being in the now Spoken Words: was back when you were living at pops where you were like, I don't even necessarily take a nap and go to the fuck to sleep. I just lay down, I close my eyes and I try not to think of anything. Right. Which I guess she could almost call meditation for them, I guess. But ever since then, ever since you first said that, because it was like at that point, I was taking naps too. But I hadn't really thought about it like that. And then it was like one of those things that like once I thought about it, it's like, oh man, yeah, no, he is onto something, but like how difficult it is, even when you're just alone by yourself, chilling, yeah, to where it's like your head should just be clear, like you're whatever, like how easy it is to just be sitting there and being like, oh yeah, I need to go. Yeah, like out of nowhere, you just find that you're on a train of thought and a track, you're like, wait, I was trying not to think.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8460.64,
      "timestamp_end": 8521.92,
      "chunk_topic": "\"Nap\" theory;  being in the now",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: \"Nap\" theory;  being in the now Spoken Words: I mean, you really were like on that line. Yeah. I'm just going to sit here and be in the moment and breathe or whatever. For me, that's like really the breathing exercises. Do you remember that time when I was like 15, that that guy? And you're like, wait, $5 for you. Yeah. And it's like, what the fuck? It's like your brain working against itself. It's like, oh, it's distracting. Where's this brain to memory that doesn't matter? And then you don't, you don't even necessarily realize you're doing the thing that made me realize it was like when people would talk about counting to 10, when you breathe and they, it wasn't like, you know, it was literally breathe in one breathe out to get to 10. And then when you get to 10, start over. And it's like, if you do like that, it's like you realize real fast. How, how fucking much your brain wanders? Because there'll be a lot of times where I'll just lay there in bed and try to focus on just breathe in through my nose, breathe out through my nose and count it off.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8521.92,
      "timestamp_end": 8584.12,
      "chunk_topic": "\"Nap\" theory;  being in the now",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: \"Nap\" theory;  being in the now Spoken Words: And then I'll be like 26. What the fuck? How to get the 26? I was supposed to stop it too. But that's the thing too. As soon as you catch yourself, don't go to 27. Go back to one. Yeah. And, and to see what does that even accomplish? Even just that where it's like you really do like your brain wanders so much that you don't really realize it. That's where I've been like really embraced the whole idea and power of mantras. Yeah. This, which, because sometimes I just do breathing exercises about count. But then I end, I can't help but count based on my heart rhythm. Yeah. Where I want to be over the count based on a consistent time interval. Yeah. You know, but at the same time, it can be a way to control your heart rhythm. But still, I want to be able to just, so I almost need like a second watch. Otherwise, I keep better way to do it, honestly. It's probably keeping time with your own fucking body. It, it pretty, and it probably is. Before every reason, it's that I want, I want to be able to separate the two.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8584.12,
      "timestamp_end": 8646.6,
      "chunk_topic": "\"Nap\" theory;  being in the now",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: \"Nap\" theory;  being in the now Spoken Words: And that's difficult. But so then I just came up like with a mantra, like my own mantra, which is just like either words, whatever, but in it's literally just a word that runs into another word to where it's like I can be saying one thing. So it's like, so it's peaceful of peace. So it's peaceful of peace, full of peace, full of peace. And that's like my mantra made up for every reason, just to like, giant inners and send her myself. So just have that, that's your bodies, that's your bodies true north. That's what you reverber back to where that's where my zoning out. I mean, give my mind a simple target. And then I'm going to kind of breathe around that. That's where you're bringing in something. You told me, I think I think you said you might do, but I actually started implementing this too. It says, I'm doing that just you're whatever. for you looking at when your eyes are closed, just looking like, like making like a dark like, yeah, like here just like.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8646.6,
      "timestamp_end": 8707.28,
      "chunk_topic": "\"Nap\" theory;  being in the now",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: \"Nap\" theory;  being in the now Spoken Words: I was talking about that for like when I try to sleep. I noticed that like when I try to sleep, like it's like a imagine like a dark circle in the middle of my forehead and that my eyes are looking at that. Like that pineal gland that I, but I notice like immediately it's funny because I caught my say it's funny. Bring that up because like two days ago, I thought about our conversation about that last time. And I was laying in bed, I was taking a nap and I was like, and I looked up and like, it's funny because like, maybe it's just a placebo thing, but I feel like I feel it. I feel like I feel a change almost immediately when I look at, when I look up like that, where it's like not- When your eyes are closed, do you mean? Yeah, that I'm not, I'm not forcing, keeping my eyes closed at that point or I'm not like- Like it's never get that far where it feels like you're thinking about the effort of closing your eyes. You have to keep your eyes closed. Yeah, to where sometimes like I wear like a mass thing",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8707.28,
      "timestamp_end": 8767.28,
      "chunk_topic": "\"Nap\" theory;  being in the now",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: \"Nap\" theory;  being in the now Spoken Words: that's like, okay, I know I'm not it putting forth effort. Anyway, and you know, it's like- Which is such a weird feeling when you think about exerting an effort to close your eyes. Yeah. Well, because I work night shift, it's like you've got the thing that you've just recently started wearing, it's like for years- And I'm asked- People are talking about- I'm just saying them no- Yeah, I've taken like a neckgator and just doubled it over to where it just goes around my face like a blindfold. And- And put blue out. Where's Lily, is she out there? They both out there. Yeah, okay. You can let them both in, but- But yeah, I've gotten to where it's like, you know, because I, because I work night shift, I wear a neckgator around my eyes just to like, keep the light out when I'm sleeping and stuff. And also to help just so you know you're- It's keeping your eyes closed, you're not- Yeah, and then- Exerting anything. But then, too, where it's like, when I do that,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8767.28,
      "timestamp_end": 8827.76,
      "chunk_topic": "\"Nap\" theory;  being in the now",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: \"Nap\" theory;  being in the now Spoken Words: I notice that like, if on top of that, I do like what I was saying, like looking up and trying to like, you know, consciously like, if there were something like- It's like, something that you look at, that's nothing. I'm on my skull. Yeah. Right here in the center of my forehead, if I can make my eyes look at that, that's pretty much what I- I know, it's weird, it's like- It's like, focus- It's like giving you something to focus on that's not focusing on anything. Your eyes immediately feel like, it's like, mind at least, it feels like I immediately relax at a different point. Yeah. Because even when your eyes are closed, it's like, they can wander. Yeah. Like your thoughts wander? Your eyes can wander, which is so crazy. Like that, like when I try to like, roll them up, like to focus on that, you know, one point or whatever. Yeah. Yeah, it's like, like you, something feels different. Yeah, maybe that's just for me. No, like you tell me about it and I start doing it and yeah, like whatever it is, there's-",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8827.76,
      "timestamp_end": 8889.0,
      "chunk_topic": "\"Nap\" theory;  being in the now",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: \"Nap\" theory;  being in the now Spoken Words: I find a benefit. It's like a different, it's like a different, like, yeah. In my, in the whole goal of just clearing my mind, zoning out, and just being like literally just existing with this little thought it's possible. Yeah, that's a- No, and that's just- That's the thing. And it's like- It's like biohack, something. What they call it, motion. Mikey, no mind. Motion is no mind, right? It's moon and or motion. Yeah, something like it. But it's like, it's like what Musashi and, you know, a lot of like the Zen and all of that is like, no mind, you just, you know, it's like what Yoda talked about, you know, you never do not. There is no trial. Yeah. Or it was like, you're not. Yeah, simply just like kind of more or less reacting on a way. Yeah, you're not, you know. Well, there's an Oasis, which is a fun word to say,",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8889.0,
      "timestamp_end": 8950.76,
      "chunk_topic": "\"Nap\" theory;  being in the now",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: but it's almost like- Which is being like, it's a state of just pure sensation without any cognitive thought. So it's almost- It sounds similar to that except- I don't know if Anorysius has like- It sounds like what is it? Is it Satori? I always get it wrong. Is it Satori? Satori is what it's like Enlightenment. Yeah, Enlightenment where he say it's like- Instead of mind that perceives sensation stimuli in the most signals about understanding or cognitive content. So yes, Anorysius is kind of like almost another- What is it? Anorysus is the state of mind that perceives sensation stimuli in emotional signals without understanding or cognitive content. So I would say based on things I've read, uh, Academy. You don't have this effect from- things ever is. It's like you just don't, it's like you can feel things and you know you but there's zero cognitive thought there's zero going on and it's without without trying in some cases.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 8950.76,
      "timestamp_end": 9017.68,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: But yeah, I mean metamorphosis like it. Let's see that get the whole idea of changing and why and the environmental factors might be considered and bringing that back to for me to psychologically recognizing the environmental factors that it take for granted that have a significant impact on just my overall mental and emotional health. No, for sure. But this is a man's yawning. So I do, I just started like a second ago and I can't stop. It's okay. I'm like sitting here thinking like I just need one more good yawn and that'll do it. You know, you're having forming and yawning. You know that they are visually whatever they talk about like contagious. It's almost like a when it's like a compassion test to where they talk about like people that are are capable of the psychopath. Psychopath test.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9017.68,
      "timestamp_end": 9078.16,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: Yeah, yeah, but it really is. Cause I've gone to a bunch and he just stares at me with. Yeah, I'm even though they're visually contagious. I'm immune to hollow eyes. Oh, yeah, that's what that is. I'll think he's real. You should look it up where it talks about. He's about his eyes. I just like why people yawn. They yawn. Yeah, they yawn. Or like it's funny because contagious because it's an empathetic thing is the reason that it's contained. So it's the whole mimicking the person to try and connect them. It's not a subconscious. It's not a conscious thing that people do. But it's like it's almost a it's almost like a test you can run on somebody where it's like if you yawn around them and they yawn or if they don't, you know, yawning. Yes, because I see my little baby girl yawned, right? So it's interesting to see a baby everything that is interesting.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9078.16,
      "timestamp_end": 9139.0,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: But it's like what triggers it. You know, so it's like yawning sometime as oxygen. Like you're not getting. You're not getting enough. I'm like, no, pugs. Oh no, pugs definitely do. They're funny. They go. They do it to defuse. They do it to defuse a situation. Like what? Bonds? Yeah. Bring in the bomb squad. Yeah, some pugs going there. We learned that when Jason them had them was because fucking no, it's one of those. Like emotional. Yeah, they're, well, they're not an aggressive dog or like a fucking whatever. No, they're just perfect. And so if they're, if they're feeling like threatened and shit like that, they might yawn almost a sign of submission where like they'll just yawn and like, oh, and so yeah, that's great. But it's a way that like, yeah, if you like pay attention to it next time you're like, you know, if potato does something, you like have to jump on her and see the context surrounding it. A young or just staring or just staring the eyes for a little bit.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9139.0,
      "timestamp_end": 9200.32,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: And you get triggered yawn. And you get to show yawn because that's what that's what pugs do like naturally to defuse that tension or anxiety that the feeling. Yeah. And so they will like, yeah, they, that's like a thing they do. Specifically that breed. Other dogs may do it as well, but it's like it's actually a perfect pugs. Oh, leany pugs. That's what's hilarious. I didn't realize that you started yawning in the womb. This is you just that's what you're saying. It begins as early as the 11th or even pregnancy. I think that's what the see doctors were saying that was special about me is in a year yawning hours and I was yawning and that was actually yawning in the third week. No, you weren't. You fucking weren't dude. Yeah, say look, that's like I heard I heard that my mom could, my mom could fill me yawning the night of conception. That was actually how she did.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9200.32,
      "timestamp_end": 9262.06,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: That's legendary. Yeah, no, she said before I died, there's some things about you all to know. You were reading as an infant and I could feel you yawning. The poppy yawning the night you were made. Yeah, dude, I saw the greatest meme I saw was one the other day and it was like a, it showed like a sonogram of a baby and it was like me in 1991 fucking around instead of buying a house. I was like that's legit dude. That is funny. Like me wasting time fucking around instead of buying a house. Me being a lady. Easy as you can't do it's like because the housing prices now are so ridiculous and shit like oh That's funny man. There's a yeah yawning is It can be contagious or spontaneous see I don't know and it's not necessarily an indicator of being tired no No, and I think it was on not sometimes you're just getting off on it",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9262.06,
      "timestamp_end": 9322.32,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: I'm not but that's what I mean you are that was part of what I was saying too is I'm not tired and somebody that is tired y'all where it's like an empath type Tell or whatever. Yeah, it's like you see somebody y'all and you y'all because they it's like oh, yeah I know that's like yeah, it's like I don't want them feeling alone in whatever states song bit of At least show that I can be a little bit of both Where it's like there's times I can see people y'all and not fucking and then other times where I'm like Do you fight do you consciously fight the urge to on if you see someone do it anything? I've had before I've been like on not gonna y'all that would just tell myself Well, no, I know I might be tempted to but I'm not gonna let myself and then I feel like I'm suffocating I'll do it. I'll do when I'm when I'm talking to When I'm talking delaying Like when she first wakes up She gets it she gets a y'all not here. I son my y'all when I first like",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9322.32,
      "timestamp_end": 9386.8,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: Because usually like I'm still awake, you know like I'm still like up up Oh, I know what it means she's just that. Oh, you're looking up y'all and now Just make sure that I didn't get a Didn't put that up on the screen oh Oh Yonnie live with the across Things where it's like when she first wakes up in the morning, you know, it's like 4 30 in the morning She just woke up. I'm still wide to fuck awake. Yeah, but when she wakes up she'll start yawning And yeah, and you and then you so are empathy by yeah Times where it's like I'm on the phone with her and I'm not even tired, but she'll yawn and then I'll start yawn And then you say hey quit the yawning no I'll flat out tell her I'm like I'm sorry I didn't mean to y'all and because I'm not trying to feed into your bullshit Like no, and I'll tell her that she's like it's okay. I mean honestly I feel like it's almost like a just a tick that everybody has no yeah",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9387.44,
      "timestamp_end": 9451.64,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: It and it really is and it's like but it just depends on like who it is Yeah, well I'm gonna get a yarn this year I'm not gonna stop I'm not gonna be on for anyone or anything Maybe he's like here he goes. He's like it's like what's the kind of hard one to fight? Can you have yarn? He's like he's gonna start I just did it. I started and I was like no You expect stuff off mid-ion. Yeah, that's suck. I'm crying. You're like that was the most painful thing It's like trying to stifle a sneeze. Yeah, I hear you can you can trigger a stroke if you only have yarn We're gonna head off to waffle house. Yeah, the oh, yep. Yeah, yeah recommendations of the week Well mine's easy because there's could be something I Wanted to unpack a bit more, but okay, I'll pack it we can",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9451.64,
      "timestamp_end": 9516.14,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: Anoesis / Mushin Spoken Words: No, I'm I'm in tying a man wrapping the package and we're gonna see what what's the box? You know when wrapping the present So we're gonna pack it that much, but we're not gonna open the box all the way okay And hopefully we'll find the box next time and remember to open it, but it could get thrown out the trash so Reck I'm in theations there is a new documentary out called the grab The grab the grab what's it about? About something you should watch so and For me a lot of Takeaways are not even The point that the duct if documentaries trying to make it should be concerned that because It's too much trailer, but it's yeah, the fun pants",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9516.14,
      "timestamp_end": 9576.9,
      "chunk_topic": "Anoesis / Mushin",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: The Grab Documentary Spoken Words: About that I should be watching my back. I'm just gonna close it door here. We're talking thousands and thousands This project is kept me up at night more than all of my other investigative reporting projects combined Every century is characterized by the key commodity and food is a very obvious and central to will power. I came across this classified cable telling companies to go overseas and buy up food and water resources. And a lot of this is happening in the shadows quietly. Who did it become much more powerful than the oil? How did you think that's going to end? It's not just China, not just Russia. This is Wall Street, big money, slicing land to foreign countries. I thought maybe there might be more to it than that. Turns out there was. I mean, it's like a who's who? It's like the MVP's of the mercenary world. A lot of people are talking about food. What if there's an app right now?",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9578.1,
      "timestamp_end": 9638.8,
      "chunk_topic": "The Grab Documentary",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: The Grab Documentary Spoken Words: China buying up property in America? Yeah, in America. One of the most notorious mercenaries on the planet is they have thousands of females. That's what's in the US. Oh, that would be the most beautiful books. The other countries that buy and make this was all of our names. It is hoping water out. They were definitely waiting for us. This is the part of the story that makes us think that all of our communications are hacked. China is buying water. You just take and keep and take. I know they bought. One of them also like to take. But you do not need to buy food. One of them is more pawn experts from debating where we're scum. Just going to go after it. He said, I trust him. I know myself right now. We're good to get out. How I went from food and water to invisibility clothes. There's no bigger story that will impact more people. I'm just trying to find out. I didn't know about this until earlier tonight. I was listening to the interview with Dr. Phil and President Trump. On that one, Dr. Phil showed a map of where the farmland",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9638.8,
      "timestamp_end": 9703.8,
      "chunk_topic": "The Grab Documentary",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: The Grab Documentary Spoken Words: they were buying was. He showed a map of the US and then he showed the farmland they were buying. So you had the map of the US and then he had it all highlighted where they were buying it. And then over top of that, he superimposed our military installations. And coincidentally, all that farmland that's being bought up is basically surrounding all of these military installations. See, that's just another component. So it's like, it's one of those things where it's like, oh yeah, capitalism. Yeah. Fucking fucks you shut up. So that's the crazy that. And again, like a lot of this, like it talks about China buying this company that basically makes them like, you know, 25% of our pork products come from a Chinese owned company. Like you change more of like the power that they have",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9703.8,
      "timestamp_end": 9764.8,
      "chunk_topic": "The Grab Documentary",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: The Grab Documentary Spoken Words: or an influence that they have to disrupt us if they wanted to. You know, not even like, oh, this is a resource that's going to become scarce. And that's, you know, in like South in Africa, there's starting to buy a lot of land, like different countries. But like Eric Prince, who founded Blackwater. Yeah. So that's one of the big documents that got leaked. Is some like crazy, what report were basically like investment firm. Is like identifying like places for agriculture in like, you know, Africa has a lot of area, but it's so like, you know, rural and, you know, a lot of water security is that there could be going to place like that now just to protect like farmland. Yeah. So like, like said, like, you know, mercenary security teams are being like used there. And like, it's like, Zambia has like, I guess like the best like costs. A potential like resources and water and all that talk about like what they call it from the jump.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9764.8,
      "timestamp_end": 9828.8,
      "chunk_topic": "The Grab Documentary",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: The Grab Documentary Spoken Words: We're, was like some of the first shit when you were learned about human civilization. It was like the fertile crescent. Yeah. You know, on the crazy thing about it, whatever climate change forecast have, you know, because I believe in climate change, but that is caused by humans. But just because I believe that it's part of this cycle in the universe. But Russia, like certain parts of it are expected to be like, become less, you know, like the temperatures warm up. So where it will be farmable land. And what Putin, few years ago, that actually like started hiring like American cowboys and farmers to go over there and train Russian, train them out of farm. They've never, we've got generations of it. They've never had that. But they're projecting to have farmable land and they want to be able to like be a global like resource or competitor. So they literally like they interview this like farmer who like in he thought there's almost a joke, but he got hired by some Russian company to go over there and teach them how to be cowboys and just like farming.",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9828.8,
      "timestamp_end": 9898.8,
      "chunk_topic": "The Grab Documentary",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: The Grab Documentary Spoken Words: And it shows like. from over there and them having like a rodeo and all this stuff and it's and again these are just like little pieces about the whole story that it lets you or me come to all these other like realization just about the level of influence and control that all these other foreign actors really have and it's just it's nuts man so no that's not the grand that's a grab that's a good recommendation for the week I would uh wow I don't think I mean that's a good one I think you know what I'm gonna do though I might have I might have opened the box a little bit I'm gonna steal a recommendation of the week and I'm gonna say but wait you've already used this one 70 no no I haven't I haven't used this you haven't used your one get a pug I have not used my get a pug okay get a get a get a get a get a get a pug free card yeah this is your one free card one free wreck of get a pug get a pug look at her look at this",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9898.8,
      "timestamp_end": 9959.76,
      "chunk_topic": "The Grab Documentary",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: The Grab Documentary Spoken Words: pug oh my gosh that's a deal there you go you learn how to relax learn how to just be comfy in any way yeah dude so that's it dude yes I felt good using get a pug yeah no Mikey took my advice and I helped him I'm like hey I think I think there's a way for you looking at you do I just you like it when she does a little little little third right well as a pleasure season four off to an riveting and emotionally we unpacked a lot tonight we did our bag a lot and let's go and box it back up let's pack it back in now yep all right anything Christmas it's good podcast thank all the foundation is check out the Mikey me blog yeah my recommendation yeah check out that like button yeah yeah",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 9959.76,
      "timestamp_end": 10022.44,
      "chunk_topic": "The Grab Documentary",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  },
  {
    "text": "Topic: The Grab Documentary Spoken Words: yeah yeah subscribe to the channel hit that patreon actually if you set one you guys set us up patreon and send money to it this pug's getting delirious yeah repealed the pistol brace rule this week so get yourself a pistol brace yep I'm being American I'm gonna say your second amendment right and we're gonna have braces so it's for an abrupt stop be seeing you",
    "metadata": {
      "date": "06-19-2024",
      "episode_number": 401,
      "episode_title": "Was An AMAZING Year For Film #podcast #funny #joerogan #friends #hangout #welcome",
      "timestamp_start": 10022.44,
      "timestamp_end": 10050.08,
      "chunk_topic": "The Grab Documentary",
      "topics": "Was,An,AMAZING,Year,For,Film,podcast,funny,joerogan,friends,hangout,welcome"
    }
  }
]