[
  {
    "text": "Topic: No specific topic Spoken Words: No, please continue doing what you're doing, which is eating chips and salsa. Okay. Hello and welcome to the Mikey and me podcast. If you're joining us for the first time, which I hope you are, please, God, tell me that there's new people watching us. Tell me you're watching. If you're joining us for the first time, you have a watch this on Mikey. That's me. The guy that's right here in your studio with us. It's really close. That's Caleb. That's the other brother. And we have a guy on a camera here. We have. We have. I didn't even know they had a single black man on the show. We have my brother right here. Oh, my God. My brother. Just fucking see that. My brother right here. They're close. And my boy Jeff. Jeff. Jeff, we're going to do so. So Jeff, we got a front porch kick and Jeff. Thank you for taking the time to join us tonight. We're going to. We're going to have some fun. We're going to get deep into Jeff tonight, guys.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 0.0,
      "timestamp_end": 60.6,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: All of us are going to get deep in him. Is that really going to physically? Yeah, we're going to be in. We're going to be. Just be. We're going to be. Just as much as we're going to get into Jeff, Jeff's going to get into us. And we're really looking forward to the sound of that. It's going to be a great time. And I'm really looking forward to it. Now I can get into it. Yeah, no, it's like you're getting into these chips. That's going to be us snacking on some Jeff tonight. So Jeff's our homeboy. And actually, I would like to say that this is number one. This is, I mean, this is like a big, this big moment because number one, we have Jeff in here. And we're actually recording. That's true. It says. Did you, did you test this and make sure you heard Jeff in the test audio? Uh-huh. Okay. No. Oh, Jeff, are we ballsing? Did we hear Jeff? I'll go. Whenever we just listen to it, did we make sure that we heard him in the audio recording? So we have no evidence that we're doing it right. So no, what is your call? I love feeling. Okay. It's really lower the stakes.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 60.6,
      "timestamp_end": 124.08,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: This is your call, but no, because I'm see right now, I'm running on fucking so hot now. But in this, we know we can see him, but there's still a chance that we, nobody been up to get in here. How was that a chance? I'm looking at all of our mixers. Now open up, but I'm the saying dude, I agree with you. I agree with you. Just learning. We're still in this whole party. I'd like to also introduce everybody if you're joining us. Sitting next to me is pessimistic pits. Yeah. No, keep going though. I'll be validating. Yeah. He'll be validating our argument as he goes. He'll be making his case. Did you, are you purposely sabotaging? You know, we can hear him. I'm just pointing him out. I'm just pointing out this way. I think he knows that we can't hear Jeff right now. He's trying to remember where it's sabotaged. The interiors just be like, and this is the end. It's sabotaged. I'm hanging out right now. I think we need to get through this. This is an awesome firm that this is the man's voice that we just heard. Is this the man's voice? Yeah, this is the man's voice. Did we all agree that I think that could be Jeff? I think, okay, yeah, here we go. I feel comfortable continuing then, by all means.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 124.08,
      "timestamp_end": 185.35999999999999,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Well, what's a quick break to make sure we can take it? Yeah, I just heard Jeff. You heard Jeff? Yes. Oh, I thought you were right on the joke. I couldn't hear Jeff. I thought he's in on the joke. Okay. So as I said, you heard him. As I suspected, and this is wonderful as ever. This is my friend. And you can recognize his voice. I can. He closed his sweet soul. Look, I think he's been talking to you so much. I'm not even mercy his. This is fucking. We're starting on fire, dude. Man, I just want to say before we keep going into these movies, we're going to be getting to the movies pretty soon soon enough. Is that what I gave you? That's yours. Okay, thank you, sir. But I still mind. I'm afraid that by it, we've now, we've introduced Jeff into the mix and now pretty soon. This is pretty much my, I'm like a picketing for my own fucking phasing out because pretty soon as probably just going to be maddened. No, thank you. It was trying to draft. No, I know. You see, like, no, it's a good group.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 185.35999999999999,
      "timestamp_end": 245.67999999999998,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: If I'm to be phased out by anybody, it should be Jeff. And because I don't like the old fucking talk. You're not supposed to be. No question, right? When you all start talking about movies, you just talk about movies. I'm just nodding my head like, yeah. Yeah, no, I watch that one. You have no idea what you're talking about. It's like the ticket. You're just handpicked successor. He's my short key. Is that a thing of Savon? That's Jeff's point of view. No, that's what you would call, I mean, Savon is doing more like, they're really good at something and sometimes they're like, don't really demonstrate. But that's Jeff. No, that's him. That's him. That's him. He just like, that's him. That is Jeff's like, I really do it so fast. I think eventually he's going to sit in this chair. Yeah. It's so easy, your handpicked successor. That's what I'm saying. Which means do you really need drugs? What happened? What happened? Do you? Are you dead? Do you die? I don't know. I don't know. I don't know. You need drugs. You can write that in a studio. No, I don't. Oh dude, I don't know what's gonna happen at this point. Did he start succession? I don't have to do a podcast. Not yet, but real quick, before we talk about",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 245.67999999999998,
      "timestamp_end": 307.28,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: who we have or haven't started, Jeff, you wanna say anything about yourself outside of the fact that we're friends. Oh yeah, it tells the people who you are. To actually like it to me, because I'm just kinda, last night was like the mean time I actually really had a conversation with you, you know? How do we know each other, Jeff? I'm just here to party. Hell yeah, no, I'm here to party. I like to party. No, I'm pretty sure you're under the guise of, we were gonna talk about some fucking movies, and I like to talk about fucking movies. So we're through that. What are we doing? Mikey, what have you given him so far? I have all I gave him is, and then some like, then some like the experience that you use. Oh, they offered him a couple of three inches. Oh, it sounds like you see, we're gonna talk about movies and you came over here, and I've been talking about couch cans. Okay. Okay, you're the one that's been over here working harder to catch, trying to cover up shit on a marble floor. That's been you, not me. And I think it's, I've been heard that before. I think it's something that's been country people said it can't shit on a marble floor.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 307.28,
      "timestamp_end": 368.4,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I mean, you know what it's like, I worked really a plug and play him, and you know, well, if you've ever seen a cat, I can talk the ears off of Whitney, and I can talk the ears off of a wooden negro, I don't know. You know, sometimes you could probably work through these things on your own if you thought about these, these sangs, like for instance, if you look at the cats or sangs, you know, what happens when a cat shits? They cover it up with the kitty litter, right? So a cat likes to cover up shit on a marble floor. Do I come from, dude? Cats? They're not gonna cover it up. They're revered. It's marble. I work with them. Marvel floors. Marvel cats coming this fall. Yeah, so either way, I guess we can, should we, no, we're not gonna jump quite in the movies yet. No, let's jump in. But why would we not? Well, I thought about mentioning something. Yeah, let's, you know what? We'll make a good topic. Jeff, are you here? All right, no, okay. Well, thank you, Jeff. Thank you. You know what, make a good topic.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 368.4,
      "timestamp_end": 428.8,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Jeff, Jeff, Jeff, Jeff, Jeff. He's a girl like J.L.O. How about that? How about that? That's all guys, I am. Oh, did you hear that? That's a good one. You son of a bitch? Oh, I got him. See, he's already replaced with me. That's I'm funny. So he's actually listening. He's listening. Cause I've maybe won so twice that we ever gone right into movies. Okay, so I'd like to go ahead, I gotta give some shout outs because I recently, you know, I'm heavy to people that know me. I'm heavy on Instagram. And it's not a heavy piece. I'm not too much. I'm not gonna be proud of it. I'm not proud of it. I'm not proud of it. I'm not proud of it. I'm not proud of it. But as long as it's not ticked off, I may or may not be a, because that's the Chinese. I may or may not be up at 3.30 in the morning sending reels to my friends and I can't stop. That's fine. I think it's okay. I mean, I've been a little left out. It's the same. Well, you never check. I would send him to ask you. I wouldn't want to show him. I'm gonna ask for it. But I don't want to see.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 428.8,
      "timestamp_end": 489.32,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: There's no way to do that. You know, I think is that what time I went to bed. He's like, Mike, he went to bed at 4.30. And I know when he's awake. Cause I can, he's like, you know, you know, you know, I know, actually he's like, Mike today. He's like, now I haven't heard from him yet. Nothing on Instagram. That's how I know whenever, that's how I know Mikey sleep. Wait, so that's what Ashley said? Yeah, she's like, that's great. I'll get home from work. She'll be like, Hey, do you talk to Mike today? I'm like, now I got my first message like an hour ago. Oh, that's great. Yeah. Yeah, that really are brother. Like YouTube talking about Chris, right? Then you Chris. Well, no, cause I mean, yeah, yeah, yeah, we don't talk on the phone all that. You don't know the message. Just like, yeah, oh, Jeff got it on Xbox. We talk all the time. So, however it is you got there, you to talk more regularly than you and Chris. Technically, no. Outside of, but isn't that bullshit,",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 489.32,
      "timestamp_end": 549.6,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Chris didn't help from work. I mean, you want to watch the bounty hunter. Maybe we don't watch dog. Dog, you don't. Badness. Okay, I want him to ask is if you had to say, who's the better friend of brother? Oh, I know. I'm brother. Who's the better brother? Not that better brother. Who are you closer with? What? There's a fire. It's hot. I know. It's a mental. It's a matter of my heart. It's a matter of being a incredibly difficult question. It's, I know when I'm trying to tell you is that you're going to play the island. We'll play the island. We'll play the island. We'll play the island. We'll play the island. If you can only take one of them to the island, you know, or the whole trolley experiment that have your brothers in it, right? You pull the rail. Here's the thing. The three of us together would never be in a situation where we would put ourselves and we're on a fucking top. There's an answer that takes... They didn't give you the blame The answer they gave you the name is I believe the Chris would really want to sacrifice himself in his case",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 549.6,
      "timestamp_end": 609.84,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And I really you know, that's the only reason I'm doing it I would like for you to give me whatever you took give me whatever you ingested I like I Smoked your cigarette. I didn't I don't look Okay, no there was a look at that weird other one that I left up there if you don't trust it I don't have a part of it. So here's the thing I want to get into some Recommendations of people that I talk to you Chicky In a dad's car podcast I am okay with that I'm okay with that last part of NASCAR podcast He said I should be doing an ask car podcast So I was just gonna say you know, I'm having on Instagram. I'm back to it before you started trying to make this About survivor of the brothers Whose torches get put out about that for too long. Yeah, well, no, well not too long, but I mean you you know Well, I'll be 10 minutes you you know, you're the one who I don't know I've stopped talking so much brother",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 609.84,
      "timestamp_end": 671.92,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm pretty soon. It's gonna be me and you there in the fucking therapy I'm trying to sit here and eat it's gonna be me and you and the therapy room pretty soon I'm just waiting for you to get going. Oh, God. You're gaslighting so right fucking Oh Okay, so I'm heavy on Instagram and I fucking commented on something and who responds low and behold the same man podcast So the whole point of what I'm trying to say I'm shouting out The sad he's about to fucking be because we're the most popular podcast in Mumbai, India And so is the second like Indian podcast no, he's not Indian He's the same man is the ECW wrestler. So I know the same man for no diamond No, the same man And the drink to be your master Hardcore matches like an ECW I guess if you're in more than the largest side no guy men did this amazing one",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 671.92,
      "timestamp_end": 734.64,
      "chunk_topic": "No specific topic",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA Spoken Words: It's in the greatest graphic novels all the time called the same and they did make a one season iteration of it that Gaudelike you go so if I could pull up the screen share knew how to do that with him on there No, I would do that and show everybody the same man But the same man was a legendary ECW wrestler who would pretty much show up with a cigarette in his mouth And he would hammer a beer and he would also hammer the living dog shout out He was also hammer beers before the match Yeah, don't click peekers. No, okay, Jeff can go deep Don't go that was his persona, but they may live that life He was drinking all the beer before the next crazy I don't know if I actually got like drink freaking like malt liquor Not malikr bro. Who's it that they're drinking between games in the VA? Either way, it's the same thing. Yeah, this guy was oh he's a wrestler. He would be open to do it Yeah, and so the thing is that I wanted to say",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 734.64,
      "timestamp_end": 797.0,
      "chunk_topic": "The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA Spoken Words: I'm an out of the main point is if you don't I could bring the job home honey if you don't know who the same man is If you don't know who ECW is you too, but don't look you need to go look up Oh, here's a new window you can go look up to Sam man if you want to well Yeah, we'll look up to say man as shown hey You have his best match my my match is the one Right to that boo. I think it's like stairway to hell It's a death mask is like barbed wire and shit. Do you know? Yeah, do you know a year that five was our 97 98 So either way that was the same man applied to me on Instagram In the first is that boo. That's the one. Yeah. Oh, yeah, they have a They've got a podcast you also go check out Sam man's podcast See what they got a we then pants just legendary stories is what you're in in for over there, man",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 797.0,
      "timestamp_end": 857.6800000000001,
      "chunk_topic": "The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA Spoken Words: It's a great podcast that check that's a boo that dudes I myself with there's a sand man You say get off of me. I want a Miller and a SIG That dude runs on Miller. You can see the rest Can Jeff see it? Yeah, cool. He's like be quiet It's sad moves a legend he's gotta be on the ECW mouth rush more you think Jeff 97 and that what you said Jeff. Yeah, 97 I think Brown more on the ground like WCW",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 857.6800000000001,
      "timestamp_end": 932.0,
      "chunk_topic": "The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA Spoken Words: I could be with the F at the time like ECW House Party 98 So this is like the more hardcore stuff at the time Yeah, these dudes went hard It was like basically like this This is like far wired deathmatches This is like like the thumb pad Oh man, the backyard wrestling video You watch like used to get a lot of huls It's pretty cool It just made me think about huls amazing I love huls Here we go This is uh, isn't it nice to sometimes to watch it? Right? No, I think a little hidden gym It's like star and wind Oh no, it's like the back is like yes dude And I think hopefully it gets picked up for stir-ts season So we'll keep going Here we go, we got this is uh, these are the guys You'll need to go check out If you're interested in learning about old school ECW stuff Uh, any, listen to the same man And then talk about crazy shit I mean, it's pretty awesome Shout out to Sam Yeah man, shout out to Sam and Pat and guys I don't know, I'm in Sam and Drew This is uh, this is their page man They've looked like they've got uh, 14 episodes Yeah, it looks like he's just going through like his best like greatest matches",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 932.0,
      "timestamp_end": 992.08,
      "chunk_topic": "The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA Spoken Words: And then just how they're really good like hardcore matches Mm-hmm Yeah, dark side of the ring They did one of uh, dark side of the ring of him If I'm not mistaken Yeah, so seven dark side of the ring Um, or one day like he had a lot to do with I think it was about ECW stuff like that I think he could try and do it if you think I'm the best bet But like you know, do like a song But no man, I mean you see you got it You'll definitely got to go check out that man uh, that man, the man's sand man Yeah, WW, WSKW and Seniors You can imagine with your five minutes of the day Uh, WC, uh, that's one of the episodes here, huh? I think they can carry it on Or the end, or the number two Yeah, right there WCW, uncensored And so, yeah man, you'll definitely got to go check out So that's the number one shout out is the sand man You got the power to sleep eventually You got to check him out Number one, you got to familiarize yourself with Who in the hell the sand man is Um, I need to turn that off But that's their uh, that's their thing And then the other thing, I'm gonna shout out",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 992.08,
      "timestamp_end": 1053.08,
      "chunk_topic": "The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA Spoken Words: I don't know if I'm gonna be able to uh, If I'm gonna be able to easily pull him up here Uh, yeah, the blue pills not working yet So, the little blue pills not working yet So it's gonna be hard for me to pull this guy up This is what I was talking about It was brought to you by the little blue pill Yeah, so I was telling a kid that this guy about him recently His name's Michael Sahn Isn't that his name? Yep Michael Sahn Um, and this guy, if y'all wanna go check him out on Instagram Which I highly recommend, y'all check this dude out But y'all can follow him, he's a, he's a soft max plus And I'm gonna do further stuff on this dude In a little while later, because it's like Probably hopefully by next episode, it'll be able to give you A bigger, you know, kind of bio on this person Um, I found him on Instagram The dude wears clown makeup And uh, he's quite hilarious if I'm being honest And in the further I kept watching, I'm like, wait a minute",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1053.08,
      "timestamp_end": 1113.08,
      "chunk_topic": "The SANDMAN is as legit as it gets     http://www.youtube.com/@UCTBon7stcv3JcYs60WWZTdA",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: This guy also, uh, he, he also has books that he writes He's an author And so, he actually has a website And when I go and do my best, I can't have pull his website up But honestly, man, I think this guy is pretty hilarious And I just bought two of his books And just totally on a whim Uh, and I don't think I'm gonna be disappointed Uh, in either way, I mean, you know, supporting, supporting somebody who's uh, Who's doing their own thing And he's out there Oh, yeah, brother Yeah, he's out, he's doing his own thing And he's out there, he's taking a shot at, you know, on himself And he's writing books And I think it's pretty cool Um, he's won some awards Which is pretty cool, um, his book pepperoni, uh, pepperoni powerhouse The Pizza Boys legend Uh, was adopted by the Boys Club of Bellevue for their 2023 roast, uh, roast about read, readathon",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1113.08,
      "timestamp_end": 1176.08,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: The event raised 60,606 for gang violence A lot of money Oh, 16,606,606 I do want to go back to the, uh, you spending too much time on Instagram That is led you to buy books Yeah, oh, no, but hey, that's what I'm saying Like, it's, I'm not proud of it But how do I not spend Michael Swan dude Michael Swan and I'm a I mark my The one built sleep on him Michael Swan. I want to say mark my fucking words I'll have this dude on my podcast and everybody is gonna fucking be like yeah this guy's cool Yo, you were right. They're all gonna fucking this guy won't make me look like a jacket. I mean I'm very interesting. I'm not I'm not saying that it was more about the he won't make me look like a jackass Graham addiction. I have faith. Oh, yeah, well, we'll fucking we'll get to your addictions in a little bit. We'll start You know, yeah, you already fuck you already know where I'm going with that buddy",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1176.08,
      "timestamp_end": 1238.42,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: But yeah, let's go check real quick. He's got some books and you can buy them on Amazon, which I I recommend all of you do And it looks like he's got four of them And these are the two I bought pepper any powerhouse and wind and doubt This is about wind and doubt is about a detective who solves crimes of this dick and apparently this This book is his mom's favorite book So I bought the book because it was his mom's favorite because I'm like what sounds kind of odd That a guy solves crimes with his dick and here's the thing It says the depraved detective solves mysteries with his dick. Well lusty hottest collides paradise left gets as a paid peeping Tom a professional pervert with Untraditional methods all of that changes when a mysterious figure brings him a missing persons case Left gets becomes entangled in a confusing web of money power in the haunting memory of his one true love Meanwhile a 30 something named Meanwhile a 30 something named misty was uprooted has uprooted herself to pony island",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1239.66,
      "timestamp_end": 1305.74,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: To ideacly, what is that look at that came read ideacly? Vacation get away for childhood look at that. So y'all got a fucking check this dude I'm telling you right now. He's gonna be my I think you should what you ordered the book or the books in you have the book not yet. I'll get it Monday It's Sunday you should read passage on the podcast from it tomorrow. I will I'll do it all I'll do yeah No, you're right, but now I've got a lot of face from this guy and if I get if I gotta be honest I mean I know I know very little about this dude But if I got to compare him to somebody without even reading his work I mean he's probably gonna be something similar to like a hunter as Thompson kind of guy sort of maybe but probably fucking better I don't know about better, but it'll end you cockman. Yeah, like funny this guy's got a funny vibe man I gotta go check him out. He's got an Instagram like I said softmax plus this dude's I'm trying to put y'all on what they're as people would say in the streets. I'm trying to put y'all on game right now and",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1306.5,
      "timestamp_end": 1368.26,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: Matt's gonna be putting on a baby sleeping seminar via tool But any other room, but like I said man, y'all got to check homeboy out this dude is he's awesome He has books all of his books are available on Amazon and also he has books available on Barnes and Noble He's got a merchandise shop where he sells stuff and Man, like I said this guy's he actually responded me on Instagram and You know he's he's interactive with his fans and the people that are watching him and so I say it's pretty good to check out and You know, maybe you could know about somebody before they you know before they really blow up and you can help them be you Could hope be a part of their success. You guys I hate you know what fucking buyer books weird clown guy See right now here looks normal, but I saw this guys wearing clown makeup and let's see the clown papers and margaritas Well, let me see can I get I don't know Michael so on cloud no hold on I don't know who's Instagram. I guess this should be log into mats",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1370.9,
      "timestamp_end": 1434.62,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: Yeah, here he is Follow yeah, here we go Oh wait, yeah, yeah, I felt something here's my favorite video of his listen. Yeah, that's my favorite video Out of book I've written there's actually more there's a fifth one. It's not done yet The fifth one is slow and coming but it's coming. I'll finish it when I finish it The love and support I've gotten from the internet has been very encouraging And then let's see we have this one here You know Bookie Messiah Bookie Messiah is not it's that's a good to go now we shall you check all of his shit out if you can buy all his books fucking buy him This is the amount of book no, that's not it. Where's the one I want to see? Look it down to the right right there. This one up this one. Oh, yeah, you're right. This is the first one I can And so the cover looks the most amateur.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1441.7,
      "timestamp_end": 1502.0,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: Now he did it with the AIR, maybe this one. Boogie Messiah, fuck. I'm tripping over my own meat right now. I know the easiest way to find it, you wanna know how? Yeah, I mean, he doesn't look the same at all of them, right? Dude. I know, my guy, my guy is very, he's crafty. But this is the way we can just go to page here. He's just finding a way to plug his Instagram. No, I can't find, I, okay, well never mind. Instagram addiction. No, I'm trying to fucking be able to find this lat, the one where he's sitting on the bridge, the one you're thinking of. We've looked at these, that's none of those. There it is. I don't fucking care if China has my data. China can do whatever China wants to do. They better not step out of line or we're gonna blow their asses out of the water. I'm gonna fuck you America. But TikTok, that's some baby bullshit. Come on.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1502.0,
      "timestamp_end": 1562.0,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: That's not real. That's just... So this dude, I'm just sitting on the highway, on the side of a highway with a frozen margarita in his books, in a bag full of books. And he's trying to sell them and he's, you know, this guy is a legend. If I'm, let check this out, talking about the American dream. The frustrating thing about the American dream is that it hasn't been relevant for 50 years. Dreams change. And the American dream, most of all, changes because everybody changes all the time. Who do you imagine when you imagine the American? Every one of you is gonna imagine somebody different. So how can all these different people have all of the same dream? Doesn't make any sense. You call him a clown? No, I call him a fucking genius. I like it. Yeah, so solve Max Plus. Yeah, see, I knew Jeff would be on board. So go buy his shit. If you don't really have an excuse, if you go to his Instagram and you see that he's got his little link right here,",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1562.0,
      "timestamp_end": 1624.96,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: click that link. Go buy some of this guy's stuff or just like his shit, share it, subscribe something. He's also on TikTok, I think. But I don't know, I just, I very rarely find really interesting people on the internet. And I think this guy is interesting. And I just figured I would share him with the world. Otherwise, I would have just kept this goofy shit to myself. But now this is worth my, what do you think about the guy? Seems totally normal. He seems legit. He had me, he had me at the whole, you know, fucking America. That's where he doesn't want to dress up as a clown, drink a margarita and sell some books. Dude, you know what? He got points. Yeah, he does have fucking points right now. And we're almost, I'm almost out of points in a sense of things to talk about before getting into these movies. And I just want to get into these movies. But we got a way down that. So in the meantime,",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1625.76,
      "timestamp_end": 1686.24,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: hang on, are we going by popularity or what was it? Alpha Medical? So either way, I don't know if it was popularity, Alpha Medical. But I'm going to pause for a second. I'm going to figure that out. See where Jeff, we've seen that Jeff. See where Matt's at. And we'll be back. But yeah. And we are back. And we have vacated one Caleb. The couch cam isn't working, but we've added another Caleb. If he wants to sit at the desk at some point and put the headphones on, it's there. But we've, we've, the other Caleb, unfortunately, I had to leave us. We're blessed to have had him for the amount of time. What do you know? Oh, there's a couch cam. Look at that. What do you mean? Medical. I've been hiding it the whole time. Yeah, what do you know? We can see him. He almost looks like that yellow guy from Sin City. Except he's not a pervert. He's not a pervert. You keep trying to make these jokes,",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1689.84,
      "timestamp_end": 1750.96,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: and you're born around the edge of just getting this off of YouTube. Well, I don't even know what to talk about. Hmm. So welcome back. We have one less person here, but we've, well, we gained another person. Yeah. And I got done telling you guys about Michael Salon. And he's a brilliant author, and he's somebody you're probably going to be seeing a lot of. I'm putting money on that, putting it down right now. I have $4 on it. So now we're going to go ahead and jump into the movies. We're jumping in. I hope so. We've been standing around the pool looking at the water looks nice. The water starts to mask out. The control. Right. I start taking a step. I do want to bring up something before we continue. Please. Please. If you happen to. See the giant addition of candy land in the background? I have two daughters. So I just want to throw that out. I didn't see it, but now I'd like to see it. But you zoom in on it. I thought you were cooler before.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1750.96,
      "timestamp_end": 1811.0,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: Now you're cooler. I'm with a deer and I might not. And I thought it was pretty legit. But then I just, it would be kind of weird at the same time. And be cool, but then I'd start to question it for you. That dude probably beats his kids ass in that game all the time. He's like, I know I have a good, I've studied this game. I was at the end. I had the crown that you win. After the winner gets a crown, I have it in my bedroom. Oh my god. He pulls it out of her. And now he's like, you just let me know. You still got to feed me for this thing. Yeah, along with that replica intercontinental title belt, that they cannot beat off me to save their lives. Yeah, I got a lot of sounds just kind of like the dad that I'm planning on being. Yeah, oh yeah. It's got some stuff. You do. He's got the whole book right here written. So I think we need to change what we're sorting by here because we're looking at a lot of movies. And this is not the same list you had up. So that was one of the things. Yeah, kind of. We've all found the most Japanese. And see that list. It's not that it quite matters. I think it is. Just fix. I still got a good match Instagram.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1811.0,
      "timestamp_end": 1873.96,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: Oh, yeah, he's still seeing your grandma. I have an Instagram. I pulled your Instagram up to be able to show the show. Show the author. Gotcha. I'm sure the 24. I'm saying. He's. He looks. I'm initiating a pug fight right now. He's the pug fight ring later. A pug fight. Every 24. He has the two the two sister pugs battling for the toy. It's funny that not only did Caleb disappear, but he got replaced with Caleb with Caleb. Yes. No, no. There's the third time. So the third time of the convention. So every this year. I know you listen to ticket enough. I wish they did. And the other time, anytime somebody would mention something that another person said with them like the last minute. They give me a heart that just like giving so much.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1873.96,
      "timestamp_end": 1936.52,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus Spoken Words: I'm going. So Matt Arun is the person. He's the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the the the the",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1936.52,
      "timestamp_end": 1997.16,
      "chunk_topic": "Author/Artist Michael Sawan    https://www.instagram.com/softmaxplus",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: the the the the the the the the the the the the the the the the the Any of these live on the podcast, but I've seen a lot. All right, so I just you know I kind of cook this game and I only stop it that something I care to you and if you see something like wise Yep, yeah, but the majority of it's kind of",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 1997.16,
      "timestamp_end": 2057.34,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Kind of has an idea of what he says that that that that we're smoking with you a is here a million days to done the west That was pretty funny movie that was a funny movie something for you know Peter of the good old family guy making dad and then on other things Oh, and I see his so the oracle if your famous star checking stuff Like he could tell that this guy love star check and basically he made like a slightly comedic version of it because honestly like it's full like full length hour like you know, stayed like a full hour episode type things There is a goofy stuff, but he's literally like trying to make his own star check and for it's worth I mean Got left. I feel like yeah, it's a star check that has some ridiculous to be like, okay, someone who, you know, isn't just looking for some obscene comedy, we could enjoy it. I got you. But moving on, see. The reason why that, that, that, that, that, that, about less than that now, addicted, advanced, after-mat, American sniper.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2058.14,
      "timestamp_end": 2121.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Important. I didn't see it right away, but I did see it. The big movie, Chris Caldwell. I didn't know the story when I watched it. The ending surprised me. Oh, really? Oh, yeah. Yeah. I did that would have been wild watching it that way. Not knowing what the fucking ending would be like, holy shit. I mean, everybody knows that he was dead. Yeah, that's right. That's when he was dead when the movie came out. Dang, that's the way, like, I wish I would have been able to see it that way, you know. I'm bit like, I felt, oh, thank you. I feel like I knew the story about it before I even saw it, you know? Yeah. Yeah. Well, no. Well, cool, man. I guess, Bradley Cooper really wants an Oscar. I wonder if he's it. I don't know. I don't see anything. I mean, he's a good actor. I don't think he's like phenomenal. Yeah. I think it's good. What is that movie? We did the Netflix. The back. I like one about that American composer. Dude, he was trying so hard, but no way. In fact, let's see. Yeah, we got Anabel, which I mentioned about the Anabel movie.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2121.0,
      "timestamp_end": 2181.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I think this is the first. I think it's not necessarily a giant fan of it, but as a horror movie fan, like, universe, I suspect exactly. That's the reason I wanted to mention this because it's a conjuring, right? Yes, exactly. Those are good. Those are pretty good horror films. Yeah, they're not terrible. We had one that John went and that went, but Justin win, Justin Lin movies. Let's lose. Just resistant behind the conjuring. No, John R. Well, that's a bit off movie. It could be something different. No, anyway. But either way, the Anabel doll, like Jeff mentioned, came from the conjuring movies. That's where she kind of the origin of her. And then now they're making movies based off of that from there. So not a bad watch if you want to get into it. It's a typical monster film. Yeah, so if you want to, if you're doing that, you want to see the whole thing. It's like a haunted doll. And so if you want to sell the world, that's the biggest fan of dolls too. No, yeah.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2181.0,
      "timestamp_end": 2241.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Yeah, I'm kind of good on all that too. But if you want to check out the origin of it, would be from watching what he said, which was, was maybe again, Jeff. The conjuring. The conjuring. Exactly. There's like two or three of them. Yep, there is. But the first one is where she made her appearance and then they ran with it from there. Because it is a creepy story. And it's a true story as far as the whole thing goes. Whether you want a true story. Yeah, whether you want to believe it or not, the Annabelle doll is real. I mean, there's a real toy that exists. No, it was a real like haunting this specific doll that was named Annabelle. This very, it wasn't like necessarily like a cabbage patch. But it's like this specific doll. She instant the moment. And that Annabelle. That actually is based off of a real story too. So I'm saying look at the moth man. Look up the Annabelle. No, like it was the doll that Annabelle she was just a regular. I think she was just a raggedy Ann doll. I think that version is just for, you know. So this is, this car is more right than moth man. Oh yeah. Like the family is real. I don't know about what we call this.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2241.0,
      "timestamp_end": 2301.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Because the family is the country. Go ahead Jeff. So the family is the country's based off of a real actual people. Yes, exactly. So look. So this is not so family that. They're big hoaxers is what they were. But yeah, they made a hard movie out of it. So this is the conjuring lady. That's the lady from the movie, the conjuring this girl. I'm seeing pictures of a moth man. Lorraine Lorraine Warren at Milfers, Lauren Hall. Lauren Hall. No, you sold me man. I'd like to dive in. So that's Annabelle doll. And that's it says it says warning. Positively do not do not open. This was like that. What you. Sorry, what you need to go to a deep dive into is to add in Lorraine Warren. Where the people, the ones that the movies based off of. Like they're they're crazy just in themselves. They have a whole bunch of schemes other than just the Annabelle. Basically, they were like the original like ghost hunters back in the day. Oh shit. Yeah.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2301.0,
      "timestamp_end": 2361.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Okay, that's yes, that's cool. And they were that's where the whole. This one stuck. And yes, and it was like again, as he said, and Lorraine Lauren is the movie, the conjuring is about. And Lorraine Lauren. And so this like. He thought when she's sitting in the wall she would stick. Exactly. So. Um, I think we did stop what Annabelle. Yeah. Right. Okay. So then anyways, we got any art and craft as above so below. As it is. Right. And the part one to you and Ryan, whatever. And Ryan. If this is the, I'm pretty sure this is part of the two part movie series. This all. It was. I mean, it was. It was like I'm eight for TV. I mean it's serious quality but like before that I don't know came up to me 14 is because I don't even know what it aired on to the fact that I you know I pirated it Yeah, I had to be on some cable network But if you're not familiar with the book whatever I guess it's decent it, you know, I think it was like TNT or something Yeah, I'd have been something like that not many bases Rick has bumpy a couple",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2361.0,
      "timestamp_end": 2422.48,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Like I know a guy from madman one of the bosses on there, but yeah, it didn't matter Yeah, so then we got away the life of Jorge and okay that What don't you do? Big hero six you guys It was big as good. That's a that's a Wow that's a quick comment That's a Tim Burton film. Okay, I can't man. I kind of checked out a bunch of his stuff It's honestly it's interesting because it's not like it's kind of more Edward's tizzarhansi, but like it's not Really It's Yeah No, not at all it's not as best film, but it's very interesting. It was pretty good. I liked it. Okay It does definitely looks much seen than any interest. I've had a lot of his films ever since I mean I got some of all in his style Yeah, oh, I mean totally Yeah, but this looks this looks interesting though. Yeah",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2423.16,
      "timestamp_end": 2484.6,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Have to check that out. Yeah, no idea Bigger like say big oh six does a good animated animated movie. He had a revise up it was Yes, I see that Oh, shit Yeah, this is good. This is the top one my thing I found so crawl run But I think you did this and what's that other movie in like the same year thing this and the one that Leo won the Academy Award for oh Reverend yeah, I think he did and this and this is okay The whole idea of a single take right because he did shot the children man I believe right so children man when it came out had like a 22-minute like single take scene so I'm pretty sure this whole movie is that if not it's very close. Yeah, like you think by thing It is just they really follow you the whole time and then goes from like It's just like I'm sure you know obviously they yeah, but it's done is though like it's literally like one camera moving around the whole time",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2485.16,
      "timestamp_end": 2545.72,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Yeah, yeah, frankly the shot where you first see Emma Stone you're they start all stage and then they go backstage And they follow you the whole way and they go into the dressing room and she walks into the dressing room a little bit later But like you know they follow you the whole way. I got you. Yeah That's that's and that's interesting when movies do that. It's you know It's something you don't notice until somebody mentions it almost sometimes and you're like yeah Oh, yeah, that was cool is he's a director like he do do it only so this was him being like all right I just could do a whole movie that the set which yeah To do that and beat the actual only you know be as good as it was you know kind of like I What's his name kind of paying? I don't know kind of like a version of himself almost in a way. Yeah I'm like okay You're like you want to cut out the boring parts, you know You want to cut out the walking to the room, but he made that interesting Yeah, the posters that you want to pay attention to to see like we're like you know the history and stuff Yeah, just me just like oh this kind of just is like being this guy",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2545.72,
      "timestamp_end": 2606.2,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: And this was yeah important film a birdman regardless that'll be Honestly, I have five of this year for sure Yeah, I get it usually being that even if you don't like it's a film. It's like a master It's like it's a masterclass home. Okay, moving on there Boyhood Richard Linkler you literally did this over the period of like 18 or 20 years you see what I'm saying. Yeah, guys everybody else who's watching Do you know the movie going on right now that he's filming that's taken like If the people this could be like a 30-something year experience where people have That there's still like hopefully they're still around. Hopefully the community started this movie when this Cactor was a boy a child and they had to get any of these actors to do it literally throughout him growing up Girl in the college they would fill my every ten years Yeah, like it this is like this is like special. You know what I mean?",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2608.68,
      "timestamp_end": 2668.68,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Like yeah, sort of shit special filmmaking. Yeah He's in a hot like like yeah, so even if it don't care about it's literally about this boy here and it's like Each of you on the Guinness book won't record that even if you don't like to be like there's something like to maybe the longest film Like like longest to take a film of film or something. I don't know yet through the years I mean what like 30 40 years almost yeah, I'm telling you there's one is still like if you're like Three generation wonder if it's could be like him on his deathbed There's like when the final scene happens or something That's crazy. That'll be that'll be nuts. But like you know him from days to confuse and like Dirtly dude Rock dude. Yeah, he's all over the place dude that still to scout the hitman, which is that yeah Yeah, so he's really versatile man. It's pretty cool Dude and see like I was trying to say before I got like Again, this is what I meant about you and Jeff Because I'm like you guys are both like saying the fucking dudes name before either one Like you guys I'm like you're talking about now. It's fine. It's great. This is what I've been my fucking point though",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2668.68,
      "timestamp_end": 2736.08,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Right, I'm just it's like when you're bet your fucking parlay hits you're just like See I'm not hating I'm just saying as well. I told you dude. Oh dude. I mean if you're I mean like the Marvel films if you came out with MC universe MC what is it? Yeah, I'm getting the MC. I wouldn't into it. Matt doesn't deny it. He he and I got really into it like not until After the second of your adventures maybe like there's like a couple core films that are like really really good Like honestly the winter soldiers one of them like it's yeah The default but it's really strong film. Yeah, no, it stands out and the first one is Is great this because it's like one of the only ones that's like so out of the time with the rest of them to Like yeah, I mean, I feel like for the most part everything was I mean the Thor dark world Thor it though was introducing but that's so great that they're you know They're let the directors redefine the taekwai TV and like make it into a comedy and shit",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2739.12,
      "timestamp_end": 2802.32,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: But I mean I feel like it's really quality action shit all the way up there in game and then There's another core film in this year that's coming up. I don't want to spoil it since we're going off Yeah, I'll keep on but I see either way if you get America you can probably enjoy this and have no idea What's going on here just because it's yeah, I can't agree yeah Chef I didn't see John Favreau here, but I thought it was pretty good the little family film. Yeah Season 4 is about it looks no Why'd we go backwards just going there? See I like this hang on Dear white people. Yeah, I was gonna say that or I You know just above it. Yeah Don the Shit yeah, as far as the pan of the apes will go the epic this will then like it is a rain Johnson rain That news one this came out I see the Matt Reeves. Oh Matt Reeves only did the new Batman really",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2802.32,
      "timestamp_end": 2864.96,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Yes, yeah, let's go Yeah, let's So you know you don't care about J. White people Jeff I'm deep Mike. No This is the question we all ask her so obviously yeah, so I sound gay I had to say it for the listeners man Yeah, that's so funny, dude. I never saw this but it's funny to me. This made Kevin Cosner's like come on in number two. Oh shit I This might be years are we already had yours because there's the sequel of them those are prequel is there's this the one I think dumb it will there's dumb and dumb or yeah, no this is this is No, this is one it this is zero. This is dumb or different. See this is what the scene that you love You should have seen the look on your face. Is it really this? Yeah, yeah, yeah Okay, I don't get the only add the only right guys in this yeah, here it is. Yeah, yeah",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2865.44,
      "timestamp_end": 2926.28,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Yeah, almost two decades he still comes I'm this don't be Mike. You brought your favorite candies. I do love this Come on, boy, you gotta get over her Mary Samsonite was just a girl That's it kid come on come on spin it out Wait a minute to you mean you have been Faking for 20 years and it was all for a gag That's Why don't you roll me inside we'll get the nurse take the catheter out me. We don't have nurses for that. Don't you have I Said this so good like what you've done with the place I've never seen that before I found about me Ali. Why did you need a bottle? Good name totally fit Yeah, sorry the way it's like that part who you should have seen the look on your face you can do it for 20 Oh, it's tomorrow. I'm at this one there. This was Way better than I expected and paste on the mango was it I live with",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2927.96,
      "timestamp_end": 2993.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: They've got repeat or something oh, yeah Yeah Good. Really good, really good. That's okay. I have this copy. Did any of those nighties? No. Nope. Nope. Okay, I found a false catcher. I like this story. I'm going to talk about the story. It's a lot of stories. I thought the performances were okay. It's cool. That Steve Grope did take people. I don't know enough about him or what they were like. But Mark Ruffling on it. It was enjoyable, but I don't know if it was good. I don't know if it was good. I lost all the screen. Oh shit. Of course he did. We'll get better at this because whenever I go back to something, if I want to jump to a trailer, I can remember. That was Fox Catcher. It was kind of like, I was like, it was good, but then I don't know. Way better than that.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 2993.7200000000003,
      "timestamp_end": 3055.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I thought T-Q was really good. I did too. Even with the votes. Yeah. Like I said, he effectively pulled off whatever I think that. No, he pulled it off because it's about the department. I wish I knew more about the guy. It's about the department family. Yeah. And it's like almost more or less like a guy. If you don't know that you pretty much a quick synopsis in a sense is that it was like a guy who came from a super wealthy family, well to do family that he'd almost everybody in the family accomplished something or in some way, shape, or form something. It was like they were always known for like horse racing and like have a terrible. And so this guy, this guy is pretty much trying to essentially live up to that and make his own name. And so what he's doing is being able to open up a a wrestling facility to be able to produce some of the best like wrestlers or whatever. He was successful though. He did produce like Olympic winning wrestlers. Right.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3055.0,
      "timestamp_end": 3115.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: And he got like Dave Schultz, I believe, is the main dude who has the stories about in a sense, but he was like one of the big, one of the big main wrestling guys in America. I mean, he was super well-educated and readily. Yeah, he was incredibly well-known and well-to-do and all of that. And yeah, I mean, the movie has to do with him. He's in it and has to do with, you know, the next guy definitely got to check the movie out in my opinion. If for only the reason to see Steve Carell in that type of role, it's not typical. Yep. But then, yeah. I think Fury on the list. Yeah, that's right. That's one right down there with Brad Pitt, Shilobuff. Shilobuff, do you know the method acting? Yeah, yeah. No, it was, it was a good movie, man. Definitely a high quality movie. It's funny and he had gone to, I mean, he did like suicide, the first suicide squad. And people get paid for job, it's not their fault. I really can't go down here. Yeah, I like the movie. No, Fury was good. Fury's a good movie. The movie was quite good. Right there.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3115.0,
      "timestamp_end": 3175.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Godfather. No, there we go. God's pocket is actually a pretty good movie. You should go check out. It's about gambling. It's got Phil of Seymour Hoffman and John Sotero. It's actually a decent, not bad movie. Is that the guy's deal with Brian Grayson? I think so. Yeah, but God's pocket's not a bad movie. It was a bad movie. Yeah, I just think. But yeah, no, God's pocket, do you want to wear a trailer? No, no, keep going. No, you mean it's not like it's a trailer? No, I was just saying it's John Sotero. No, no, John Sotero. If you think he's gonna ever seen it, I'll just work on it. I want to stop on Gone Girl for a second. That's a David Fincher film. That's my top 10 for this year. Gone Girl's definitely be up there just because he had... Yeah, let's check it out. Yeah, hold on, yeah. It's switched to the right screen. Yeah, this is David Fincher every movie does. It's like a masterclass. Like, bike up dude, seven. Yeah, bike up the mechanic room. Forget Alien 3 being his first movie is crazy. But it's funny because it's like on the third three days ago.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3177.0,
      "timestamp_end": 3239.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: You don't know if she has friends. You don't know what she does all day. You don't know what it's worth. What are you body? There is no? It's a fantastic movie. I love that. It's great and all. It's better like interesting. Then it makes the stuff you'll talk to yourself. I didn't want to know. I almost changed it. You're going to go all over the track, same line. Thank you, Ben. Did you do it? Did you do it? I really found that I think it saved us so much. Very bad. How do you feel about social that works? I mean, I was expected. I think, like, she told me. I think she made it to me. Like, you made it to me. You made it to me. You made it to me. It's kind of like the whole time. It's the story of something that you have experienced in life. So, I think we're here in the market. I mean, answer to your good lines is... I mean, I guess she's good. I guess it's fine. I mean, thank you for listening to me. I went with the direction. I mean, I thought it was like, I'm like, what? I thought you did a great job with it. It's not that I don't care that much about Facebook, but it's an interesting story just because, like, as he has changed his life so that we want to admit they're not. Yeah, it's kind of like our modern history, you know? Yeah, it's like the real piece of that.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3239.0,
      "timestamp_end": 3299.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: What's your story to me? It was weird that it was coming up because I felt like it hadn't been out long enough. No. That's most my first feeling. He's like, wait, they're making a movie about that. I'm like, I was in college and I cannot. But then I guess like, yeah, it is that big a deal. But just, I don't know, it just seemed almost kind of like, yeah, it was just, I don't know why. It seemed as a problem because we came from all of that. My space. They're seeing until, why is this as irrelevant? Yeah. Well, you have, you're in the Marvel's party. This great James gun was able to bring his unique style to those. Take it to you. Hercules, hercules. That is that one. Right? I mean, this is familiar. A horrible boss is too. We're still on gone girl on my screen. Damn, we'll get better at this. We will. Maybe if I put this here, I don't think that I missed anything up. Or some like you guys remember what if we have here? Yep. But he will see there. Right.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3299.0,
      "timestamp_end": 3359.6,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: He can see now. Now he can see he can see. Yes, I was skipping. I was getting. Yeah, no saying that was given that respect for James. That's one of my core like Marvel's universe films. You want to talk about soundtrack? I mean, it's in a great video game to boot. Okay. It was when we played the Avengers. Yeah, I felt like it was what the Avengers game should have been better. Should have been better. I stayed to their story as almost like dang with it. I was that I was that. Yeah, man. The Avengers fun to quickly stop being fans like, damn, this way better. The Guardians James gun. I mean, it's funny. He's like, he wears the fact that the soundtrack is going to be cool and sleeve like it says, you know, it's like volleyball. He really leans into nostalgia, which is, I mean, it's cool. He does it well. This is funny. No, it's sure. I would never get that. They understand a little better. You know, he started from like toxic avengers. Shit. Like it's funny. He came from trauma like it's crazy.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3360.16,
      "timestamp_end": 3421.84,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: He made that. I'll treat you. Dragon. I heard these were good. I didn't see him. I've never seen those either. Oh, shit. My kids. The same. I was this is the up there for me. Is it? Yeah. No joke. This is my K. Hill. So he did that movie that some of the another Earth the other day. I was like one of the picks. I don't know if he. Have you seen eye origins? I have not. OK. You know me. I like it. Yeah. It was my K. Hill. So in like, oh, he's doing a lot of shit with the same people. It's one of those kind of things. And like a lot of his stuff has like a lot of existential merit into it. Like it's had like it's heavy shit. Like, but I did. It's like beautiful. I feel like he does it. Execute it like a beautiful elegant. Yes. Well done. Yeah. But it's like a beautiful again. So like melancholy bittersweet. Man, I don't know. Like there was a scene in this movie that I was planning to take. If I didn't and do like a perfect moment scene, we're like the sound and everything hit just right. We're like, it's just the emotions or is moved as you could imagine.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3422.04,
      "timestamp_end": 3485.88,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: So let me make sure I'm sharing the right screen. I origins. The bear go. I go to 7.11. I buy some stuff. 11.11. Lucky. Lovens. I look at the time. It's 11.11. I started to see these. Elements everywhere. When I followed them, I found these eyes. I'd like to tell you the story of the eyes that changed this world. When I saw you, I had the feeling that I had known you. My queer connected from past lives. I don't believe in that. What do you believe in? On the scientists, I believe in proof. But every person on this planet has their own unique pair of eyes. I never feel like when you met someone, they fell this hole inside of you. Are you okay, man? Yeah.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3486.4,
      "timestamp_end": 3547.08,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Okay, the way you talk was like poetic. To me, the best thing about living like a lab rat is that sometimes you actually discover something. You know, the white beacock symbolizes these souls being dispersed throughout the world. We're going to get married. There is no proof that there are some magical spirit living above us. Why are you working so hard to be purified? Sophie? Sophie? Sophie! I never got to say. You're another victim. I was just a friend of you. What if I bring you something that'll take your breath away? Check this out. There's a girl born in India with Sophie's exact iris pattern. Impossible. Maybe the eye really is some kind of window to the soul. She's gonna end here. I'm looking for someone who I have as a picture of.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3547.76,
      "timestamp_end": 3610.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Yeah, I just want to know, could you let me find a stick? What would you do to inspire something, my sister? It's like every dark man is gay and every person is born by her. It's because men have an ass. People are still inside. I mean, they're like doing the screaming stuff. Like, they're magic. What's behind them? Like, they have a baby who wants to marry. It's more the magic in their self-pictures. They're like, this older person they know that like, die whenever you see if they were emotionally react to see if they're like... Basically, you're the reincarnation or just... There's still some soul connection. It's your relationship. Yeah, but it's done in a pretty moving... It's... It's, you know, there's a lot of emotion to it. I enjoy it. Let me see. Let me see the right screen. Well, I'm sad, maybe. Okay, moving on to that. Oh, and here in Vice, shit. That's a good one. That's a good one. PTA. Paul Thomas. I believe that was Paul Thomas Anderson. I think you're right. It's walking Phoenix to believe it.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3610.0,
      "timestamp_end": 3670.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: It's like a cast. That's a top five actor for me, man. No, it's crazy. There's a lot of PTA's film slipbicense early in his career. Oh, shit. Well, we all know this is... Warner Bros. Yes. I mean, that's... There's not much stuff... I mean, it's Chris Phenomenon just being an actor, just makes some of the best shit out there. Yeah. This is like top three for me. Yeah. I mean, it... Yeah. And yeah, I mean, for me, I don't think he's ever going to top ten it. I don't think he's ever going to. But it's... It's all for me. It's like, yeah, well, the top of the mountains are top in the mountains. I don't... I'm cool with it. Let's see. Enjoy it. It's like, it follows. I don't like horror. That's a good one. But this was a good one. It was a good movie. It had a statement. It was doing something unique. I like it. It was really good. In the tone, in the setting, I remember just being that low-key kind of a stranger thing, just feeling to it, like, just the earlier set.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3670.0,
      "timestamp_end": 3732.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: That's it. Jack Ryan. Yeah. Jersey Poises. I feel like, oh shit, boom. Now. John Wake. John Wake. John Wake. Steadigate. Action movies up to a next level. Didn't think it was possible. Yeah, it's probably good. That's it. That's it in my top five. Yeah. The John Wake franchise. And I'd say that it's new when I think, and it's good, you know, the movie. It can't be bad, but for me, I feel like they still find ways to... Yeah, they think about it. And shit. And I damn do. They actually... They keep doing it. It's awesome. Kill the messenger. That was a good movie. That's a good movie. Yeah, it's a good movie. Yeah. You're reminding me of that one earlier. Yeah, it's a bit click on it. You have to like, it's... It's a reporter. You're going to jail. You're going to trailer it or just... You don't necessarily have to. I mean, you can just read the description. Yeah, journalist Gary Webb in 96. He's an interesting CIA's role into... Of 1980s, he's hit in CACO King.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3732.0,
      "timestamp_end": 3792.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Black part of the lady getting money and weapons to consensus. It's in the Croglet. It was a good movie. I really wanted to read this thing. Jeremy Runners. Oh shit, really? Yeah. I'm Robert Patrick. The Terminator. Yep. He's a good dude. No, this guy... This is a great movie. I really did like this movie. I like it as a mayor more, you know, of King's town. I'm sure you should check it out though. King's Man did... Again, this is good. He's got some bad reefs again, wouldn't it? This King's Man... These were really good, actually. He haven't seen them. No, I have. Yeah, there's no movies. The other King's Man. Corn Gou, is that a documentary? Yeah, it's about like, yeah, I think so. Might be. Alright, it's about the front row. I just know the documentary you showed us. He like, yeah, I was restricted beyond that. I think this is probably a documentary. Yeah, okay, well look. Corn Gou, piece of a restrepaul at the end. Yep. So it's in the sequel. Oh, that's cool. I've definitely seen restrepaul. Oh shit, yeah. I know they made a sequel, did you? I didn't necessarily know it was a sequel, too. But I knew that Corn Gou was a movie.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3792.0,
      "timestamp_end": 3852.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: That's cool, man. I know it was a sequel though. I haven't seen it. A sequel documentary. It's probably a sequel. How many times have you heard of a documentary? Have you seen it? No, no, no, no. I mean, that's really cool. That's awesome. And I have to, yeah, yeah, look forward to that one, dude. Yeah, that was a surprise. Check that one out. Let's see. Yeah. Let's see. Yeah, like the actors in that, but I didn't see it. It wasn't bad. It was a really good movie. Yeah, it was really good. I think the guys are just so likable. Life himself. That Stephen Hawking or no? That looks like an airsoft. Is that Richard Ebert? Oh, yes, Richard Ebert. Yeah, okay. Richard Hawking. Yeah, I saw like that. Stephen Richard Hawking. Steve. I'm not saying anything. Stephen. Stephen. Stephen. Stephen. Lucy and this is probably Luke Besson's last decent movie that probably last The movie I'll ever make really yep, Luke Besson who's responsible for that right there But don't I'm my fifth element poster",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3852.0,
      "timestamp_end": 3912.92,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: He's done some cool stuff. It was I was surprised Don't know if you have seen it. I know I see that yeah, it's pretty good I was just like I was it was it was more sci-fi than I expected all going into it and whenever it ended being as sci-fi It was I was like damn okay hell yeah, but yeah, I don't get for that Lucy's so big for some flick. I know this damn Here this is you might be my leficin no, no, no, no, that's mango harm mango Same match me and Montenegro meet the Mormons hmm of me Let's see mistotana Smell it Inns inns or weak neighbors I will make you laugh night of the museum also a good dose a good movie is Two down Night yeah, there's a high chance this will be my number one",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3914.0,
      "timestamp_end": 3978.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I just Is it's top five for me the top two came down to personal choice. Yeah That's why that's why I just stop being like man Change the top team so hard. I had to start thinking if I could only pick one of these the one that just got this Probably definitely a top five though. Yeah, I could do just yeah The Jake Johan I mean people that respect that I like it. They really do Dude right there with you man. He's so underrated and so versatile dude and the the bread the the body work He's been in the shit dude. It's just like you got a dude. Yeah, he's gonna get on us going down. How many I think Freaking like a presumed innocent dude. I shouldn't say yeah, I started watching that dude It's of course. I feel like for me. I just like acting across the board on that show is like damn This is heavy. No, no, that's not the Danian off ski one. Is it? Is it the Danian off ski? No",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 3978.0,
      "timestamp_end": 4039.8,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: For the Russell Crowe. Oh, it is shit. Yeah, dude. I Was the I love I'm kind of on Partial Danian off ski tour. I give the way it was just I found the fascinating that that the actually Was even made and that he made right I love there and on an off ski. I do not love this movie Yeah, this would be like the only one though someone was looking fused by But at the same time him actually telling the story the way he did It baffles me it is just something like but he actually did and of course he was getting a head of Cloud to get a pretty decent budget there's like No The act it's it's like I don't know if you like the director truth seeing yeah, it's almost forcing and he's once this because you like This man. This is how tell a story of no this is nuts. It makes me feel like the like guy Richie directing Aladdin Real like people know that's like yeah, you know what you did amazingly",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4040.76,
      "timestamp_end": 4103.32,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Guys does British gangster films and that's how makes his living then he make fucking a lot of the best video laddies like yeah He looking at can he see oh You're good. Oh, you can see it. Yeah, where did you go? Let's see him. He's bringing you back up So that Mikey didn't get scared. I was just like making sure I like it hear me Let's see We gee I never saw it Mike now But now I don't know I don't play with those That's why you make money Pretty underrated film coming up on sacrifice with Tobin McGuire have you seen that one? Okay? No This is this is having used to me. It's based on a true story. Okay It's like like on American guy playing the Russians in chess, which they take very fucking serious Yeah, they don't play. Yeah, well they play it was during wartime. I think",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4104.36,
      "timestamp_end": 4166.4,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: So You Only four moves there's more than three yeah Yeah, this is very close to the head If I take the pieces away just keeps playing in his head day and night I can tell you his great potential American chess brother right Wait in the middle of the hair. I want to play the Russians. I think it's the world and want to be more. This shirt mean here is taking the country by storm. The next gift is the Bobbi Fisher. It's cool, concerted for Bobbi Fisher. His sister's a movie came out a long time ago. You know, a Patreon. There are people in high places who take it interesting. Any confrontation with the Russians. I really care about politics. You're the one man in this country who could put up a fight. Bobbi Fisher is an Iceland for his match with the world champion Boris Besky.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4169.96,
      "timestamp_end": 4232.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: It's the chess version of a 5-stay round heavyweight prize fight. I'm not playing. It's all my conditions and then. I want at least 5 feet between me and the audience. It's almost like I hear their thoughts. Bobbi has problems. Bobbi is displaying signs of paranoia and the delusional psychosis. I'm coming for you! I'm coming for you! I'm coming for you! I'm coming for you! That dude is a Bobbi. We're already... It's a war of perception. I don't know about it. I'm so broke. Against the whole Soviet Empire. You don't look well over games. They're all up to screw me. The Russians and the Jews. Bobbi is Jewish. What do people say to him when he comes out with his trash? People think there are all his options. But man, there's no place to go. Bobbi!",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4232.0,
      "timestamp_end": 4292.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: You might cry. Bobbi won't cry. He will explode. Now people's 3 points don't look well. That's a good movie. Did you see Babylon? He came out like a few. Who did it? Who did it? Yeah dude. Like a Margot Robbie about early days Hollywood. Damien Chazelle. He did like Whiplash and Lollolane. His character was like a small character. But dude, it's so creepy. Let's see. And funny said Whiplash. Dude yeah dude. Damien Chazelle the guy. He directed that and did Lollolane. He's like his 30s man. That's pretty insane. Yeah I think he did. He made Whiplash because he wanted to make Lollolane. He wanted to make this musical. But he needed to do well enough. I think he was like it's 20s when he made Whiplash.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4292.0,
      "timestamp_end": 4352.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Dude it's crazy. That's crazy. It's gonna come up in a minute. Yeah. He sounds really smart. Both his pants are like insanely highly intelligent jobs. Okay. At least make sense. I feel like he got lucky. I'm competing with him. He's down. But dude I made it. Oh shit. How did you miss that? I didn't. I think we lost the list. I went back to you. The list where the list. There we go. So this shit here man. I'm trying to have a little bit of a line to F of it's on to me. It's Ethan Hawk. And I'll tell you what. You go to what you kind of learned the theme of it. You kind of think okay. You get an idea kind of which way it's gonna go. But it kind of gets...",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4352.0,
      "timestamp_end": 4412.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I feel like it goes a few steps further. Do you know what I mean? It's where you're like okay. I don't know. I think I was cool. I think you could feel for you know the whole time shop of going back and interacting and like yourself and shit. But yeah. If you haven't seen it dude. Yeah you should definitely check it out. Let's see. It's kind of right along. Is that pretty funny? Yeah it was funny. It was a decent movie. What is that African American? Kevin Harder eyes of here. It's good. You know, it was a lot of movie man Robocop did not need to be made But they get what's his name is a good like No, that was dread It was The guy who was an ultra carbon and season one and shit think was him From my ultra carbon and it's you can you see this?",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4412.0,
      "timestamp_end": 4476.24,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Isn't Rosewater the John Stewart movie? Didn't you direct that I don't know find out those water Yeah, who's what yeah, yeah, so it was the document documentary I think I Know that if I get scared actors it yeah, it looked like it was like his first feature film He had a documentary before that. Yeah, that was his first feature film All right, I was Iranian Canadian journalist Nazlo Bahari is detained by Iranian forces to brutally interrogate him under suspicion that he's a spy. Oh shit Like at least I think I heard about like the guy who was detained to go on time for a long time End up come on with a book and shit Yeah, that's what this is Well, I guess that I don't know if it was very good, but I know like it was job story. Yeah, I got you Got it. Yeah",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4480.0,
      "timestamp_end": 4541.48,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: It's almost yeah, so much stories you wonder like he really was really good at his job and So he was able to get out and then get a movie made up the story or else you know Pretty good. Tell me the good film. So yeah, yeah, that was that was pretty Important story to tell what was it about Mikey? I'm okay When that I'm okay It was important I guess was important day the time I'm good. It's good that you know about that. I was sometimes it was a very important Very interesting. It's six tape man Here's family S&C didn't need to meet Yeah, I'm like You need to be mad son of god didn't yes spring spring Yeah, it's one so just Aaron more and Justin On the these guys did like the end this and they did just something like this something there They've done they they have the they have a unique or the synchronicity whatever or",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4542.4,
      "timestamp_end": 4607.98,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: synchronic Did that this is like one of the first of not first phones Aaron just in Benson and more head this this duo directors another This shit's got a pretty unique sci-fi element, but it's done in like a real grounded way So this is like one of the first or early a feature releases spring Highly work. Oh Shit man. I wish I was so automatically to show you this shit whenever I But spring yeah, if you're in the looking for sci-fi is kind of unique a little a little more off the beaten path that Feel like anything those guys do is gonna do we're checking out Moving on I'm singing back to the Okay Okay, St. Vincent that's a movie I'd like to mention all right movie I think it's a good movie to watch with your lady get a lady friends sit down and watch it with her",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4607.98,
      "timestamp_end": 4670.32,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Yeah, I like to do fine. No, it's not St. Vincent watch it nobody fucking talk watch the thing Is it a Fade your This should be familiar No prick big prick I We didn't say care due to actually just 10. What are you doing? You're mowing dirt. I'm showing about the world worse. Are you checking alcohol? Honestly, don't remember. Why did you get a good movie? It's about a little bit of a movie. Next door, her boy shouldn't have anywhere firm to go.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4670.32,
      "timestamp_end": 4730.44,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Maybe sit, it gets too expensive. So she lets a guy next to watch him. Turned out we're going to an extra watcher kid. And it turns out that he's not just a typical guy. There's a big story behind him. And not just some guy. I don't think that's just like everybody judges him as being just some like dirt bag drunk guy that lives down. That was more to me. Yeah, you end up going down through the story and then at the very end of it, you find out he's not. He's not a. Let's go on to another Darren Ernoff. You make sure to drown yourself in chlorox. Let's look at that. Let's look at a Darren Ernoff. You feel where somebody so somebody else is malted another person's ass. Let's go look at that. That's good. Watch that with your family. You watch the movie Mother and go check that out. No, but the baby is a cross-buster with your mother. I guess you can maybe say it's a story about a person who crawls on the side. I think you're Mikey. I'm here for it. No, don't watch. Do not watch Saint Vincent. Do not watch Second Hand Lions. Move it on.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4730.44,
      "timestamp_end": 4790.44,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: There's a shot of the man. Take him three. Take the line. This is like you might feel good. It might go to feel good movie. You're a Sammy. because I was I was was dog out for much movie. Did you say there was a still good movie? It was a one that I mentioned that you made fun of the way you did. The other movie. Same Vincent. No, that's great. I don't know. Just don't watch it. I don't. Don't watch them. If you need to watch movies that are dark and make you just question the fabric to reality. I like shit. That's that's Tim and Eric. Come on. Tim and Eric. You need to watch that family stuff. Watch that with the family. Yeah, it's the first students movie them. So my daughter once she can like there you have your conversation. Yeah. Wife's out. We there. She's gonna be like, What is happening? Yeah. She'll figure it out. Moving on to the awkward moment. And and I expect I'm see I didn't even see the main spider man's about that. They stopped after two because they stopped doing well enough to make more. That a very good film.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4790.44,
      "timestamp_end": 4851.6,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Uh, let's see the book of life. I had the chief life. Don't think it's that. A connection. Mikey. Mm-hmm. No, no. Okay, this is equalizers. I said it was a good movie. Check it out. James Gandalf Fini and Tom Hardy. And that's all I have to say. It's all right. Equals are in song. Fuqua. Everybody know who's the equalizer is. Dental watching. Fantastic. Yeah, but he's a football team and up. And I feel like they've got a solid solid record. Just what they do. They've made three of them now. Expandable story. I haven't seen any of them. I didn't know they made this one. PT 13. That's what was this point? Uh, I'm getting some old actors in there. Fault in our stars. I'm not a girl. I'm not a teenager. But if I were, I think I would have loved this movie. It's not about film. I think I watched it. Yeah, like I think I have to respect what it like. It's genre and what it's doing. Oh, nice little feel a good movie. I don't know. I'm watching. I'm like, it's a little bit of a",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4851.6,
      "timestamp_end": 4912.32,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: thing. I'm like, it's a little feel good. No, but they have always like to remember. Oh, there's a lot to remember. Or like there's another one where they're just they're going to be so close to each other because of some disease. Like all of those are the same movie. Let's see. I walked through remember. Yeah, that was one, but there was one more even recent thing called like five feet or something or is like literally this space. Mikey, don't call. Don't call code the space between us. Yes. You know, sometimes I feel like all those movies are kind of. Oh, yeah, they are. It's like Romeo and Juliet. Yeah, this is a real life tragic events of people dying. Because again, terrible diseases. Mikey, it's a favorite Mikey, the group I'm saying. That was a psychological movie. The gambler was Mark Robert. Maybe it was terrible. Terrible. Terrible. Terrible. Terrible. Terrible. It was. All right. Skip down out of the giver. I know the book is a popular. I never read the book.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4912.32,
      "timestamp_end": 4972.32,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Of course, I'll be. Oh, snap. So this is a great more interesting film then. Huh? Yep. The grand number two films of this year. Number one. Grand Food Fest. Yeah, this is up there for me. It's going to be number one for me. It's so funny. Yeah. I guess. What is it? Ralph Fien. Yeah, dude. Like just him. I played for the biggest villains. The black art pastor. Yeah. Yeah. Yeah. Yeah. Yeah. I love you. I love you. I love you. I love you. I love you. I love you. She was dynamite in the sack. I love you. I love you. I've had older. This was also when I met Anna Fien. She's John. She's such a charming. Is he flirting with you? Yes. I approve of this. I became his pupil. And he was to be my counselor and guardian. He loves him. He loves him. He loves him. But no. Then movie doesn't matter. Tell them I'll be right down. She's been murdered. She was so drunk.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 4972.32,
      "timestamp_end": 5032.32,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: She was so drunk. So for the 15th, maybe I had to even know I knew it was coming. Yeah. You know what I mean? I was saying it's so well, I mean. It really is. I didn't want to scream. You know, I've put on the guy and I want to be in the corner. I want to be in the corner. This is my damn thing. He's one of those guys. You just got to watch your good stuff. Yeah. The group is pointing on his boy with Apple. What? He's getting frustrated. I'm afraid that's me. If I learn you have a once-late-of-finger-um-line mother body, living more down here. You're just saying it didn't make asked for it, city. That was probably the way I learned it. I'm going to have to make a point right now. Like this. It's a cold, right? Yeah. Are you going to have to wear an out of fine boy with Apple? I'm a baker. That's the chance. Or in half of this. May I offer any of you in May it's a plate of mosh? Think lady. I want road vibes and every junction for 50 kilometers. I want real blocks and every train station. Get in! I want 50 men and 10 bloodhounds ready in five minutes. You're like living in a story book with your baby.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5032.32,
      "timestamp_end": 5095.36,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: It's okay. Chef Golden Day. Harvey Kitesell. Bill Murray. Yes, sir. What's his name, O'Rollson? You can't arrest him simply because he's a bloody immigrant. Take your hands up, my loony boy! Let's get this started together. I'll call the rocket, like they're all things together. Yes, sir. Alright, we're getting it. Any other big freaking hell in the Wilson's? I did have some questions about your father. You just got some vacation. I was arrested and tortured by the rebel militia after the death of the uprising. Right. Well, you know the drill then, is it? Yeah, that's a great movie. I guess it's probably one of our world's biggest horror movies. It's like, it's all this horror like storyline. It's like a horror movie. It's like all of that. I think that for me does it. It's a movie you can watch with a lot of people and then be okay to it too. And it can feel good. It has that power. I'm not playing style. It's so hot out. Let's see, I'll have to hit the horn. Hunger Games and...",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5095.36,
      "timestamp_end": 5156.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I'm a imitation game. That was a good one. That was good. That was good. The interview, again, thank you's pretty funny. I guess this movie, the fact that it was made like... Yeah, that's the crazy part. I love it. Like, it's like, damn, they're just straight up making the hell fun in North Korea. So that's the killer way. Yeah, dude. So, respect. Oh, the first Lego movie came out this year, man. That's good. That one, that one solid, this week. Yeah, that... May's 19, see, it's another young adult adaptation. I never saw it. It just kind of looked like... Demonuments, man. Oh, I love that movie. Alright. That was a really good movie. That was actually... That was a very funny... It's right, it's very funny movie. So, it's a really good movie. It's got Matt Damon and Joe Murray. Yeah, it's got somebody to... John Goodman, exactly. It's a funny movie. It's one that you could, again, it's like a Gran Boot of Pest type movie.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5156.0,
      "timestamp_end": 5218.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: You could watch it with a bunch of people and everybody would be kind of like it. It's funny, I think I had some of these in heaven. Yeah, my stepdad was here like, reigned for... Oh, really? Like, a couple of months ago, it was on... Toot of something, I don't know. Oh, the one I love. This is actually... It's like a weird psychological... Not a horrible thriller, I don't know. It's... Yeah. So, since we're just kind of like dipping our toes in here, I think maybe we shouldn't spend too much time in there the first go. Yeah, it's got more than 15 minutes done. Yeah, I think it's good. But it's a couple of... Oh, okay, do you feel it? I'm just saying, it's like... It's like fascinating. Like, it's some weird thing, like... Yeah, like a cone of your partner that... Huh. And it gets pretty nutty. Oh, it sounds weird. If you're in for a little... I didn't expect that. Yeah.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5218.0,
      "timestamp_end": 5278.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: You trying to play a cattang, Jeff? You trying to... The people... Oh, you saw that. Oh, you saw that. Oh, you're in the way, too, came out. That's the piece I've been waiting to show off. The rate to get... I've already told you the rate to. The rate to, I just feel like it's continuing just... Yeah, it's just as good as the rate one. That's what I'll say. I'm actually teaching Izzy to play cattang my dreamer. My dad and his mother and his mother. That's my wife loves that game. We watch your screening and those. Oh, baby, we'll get it. We'll send you that money on... We'll send you that money on Venmo for all the indiscretions here. The rover. I think it's my service. Yeah, it sounds familiar. Oh, the signal. This movie is pretty crazy. I don't know if you'll start. Pretty good. Is that all it's this for? Interesting. As a sci-fi, I think it's like the kid who's... They're like high school age. I don't know if they're...",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5278.0,
      "timestamp_end": 5338.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: They're track down some signal. And they get... It gets pretty out there with this. Oh, yeah, yeah. And I think what's the name of it being in the Lawrence Fishburn? If it's Lawrence Fishburn, let me just see if he's in it. No, it's what the gentleman says. Yeah, I think it's right. Yeah. Yeah, it's pretty... I liked it. I just like those, you know, kind of bold unique movies like that. The skeleton twins was a good... The skeleton twins. Not bad at all. That didn't see that. That's why I thought... Oh, shit, I remember this. I do love the game. He's not being typical Bill Hader in the United Nations. Yeah. He's acting. The movie, the theory of everything. This is what you're thinking about. This is about your favorite. No, don't watch any of it, but... It is a decent movie. I mean, I think he would... He would make one best actor. No, yeah. It's a really good movie. Yeah, it's a role of the nail. I feel like... I almost feel like they should have a best actor category for historical cases. Right. From... I mean, the characters. Because...",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5338.0,
      "timestamp_end": 5398.0,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Whenever somebody nails... Observing and imitating some of the okay. That's cool. He can do the best impersonation of them like Jamie Foxx at the impression to some of us example based on my bet my best example of that man is the year that Walking Phoenix shoot a one for the master playing a completely created character. Yes, he had to create on his own exactly buddy lost to Lincoln he lost winning is like third Academy award And then he tore off and made shoes. He's like I'm gonna go make shoes now. Yeah Exactly and you know all you do was study him and he was such a great actor nothing if he was in the master He wouldn't have done a better work job like me, but you're right. It's almost like two different categories Yeah, it's like they then they do have two separate categories for screenplay for a Dapetit in play in originally you know like in originally Like it's not make sense to have a listen if you have an adapted, you know based on another work screenplay in original",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5398.0,
      "timestamp_end": 5458.28,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: They should have like you know original character, you know versus I get really adapted. I mean, you know or just Because yeah, whenever you need to study some like I don't know this is interesting But it's almost like any time to see because there's always almost if not every year every other year a couple years Just like freaking you know Renny Mellick winning for Queen, you know a framework. Yeah. Oh, yeah It's almost it's almost like there's a shoe in for a lot of people. It's funny. Let's see There's no place like Utopia Time out of my my top spoon Transensions turn sentence. Yeah, it was instant. Oh my But it's one that you have to mention like he said it's I mean it's joker with Yeah, Kevin Smith. Yeah, again, I don't even and Justin long as the main character Don't watch it with the family. Yeah, it's just like really stuff like he's trying to do it there. Yeah, that was a wild",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5458.28,
      "timestamp_end": 5525.12,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I the bronchim was near movie We all the times We've laughed there we go. There you go. Yeah, you're out there. That's in my top 10 for sure Yep, I'm just saying yeah, David she's don't and that's what I was like either feeling like Miles teller. I mean she did help a job and of course J. He was no he was amazing. He was undeniable Do you know and that told Mikey about this show in miles teller speaking like I'm an anchor isn't it that live older The old the day on yeah, my name is on prime. They came out like five or six years ago And I swear like it was they It promoted for a week and then you did had to search for it because it's Nicholas winding rifle in like weird shit Like well the thing that works for miles teller is like you think he's an asshole and that that role like he's a Puggan asshole like he asked because he wants to be the master or whatever, but He was perfect for yeah, no, I agree. I think he is I think he's very good. Everything is done brother",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5525.92,
      "timestamp_end": 5588.36,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: He just does maybe he just has a punchable face or something but he's good We're coming up to my number one. I'm gonna start here winter's tail wild wish I was here No, where I thought what we do in the shadows was a 2014 Again, so that's where there's some and it's sometimes that To because it's a foreign film so that could create that Wasn't in here either what was it creep? Creep. Yeah, that's another really good fucking movie See it's it's it's a tough. It's tough. No, it is. It's not an easy thing what we're doing We showed you this the numbers one that it was But in the form of this Yeah, no, yeah, what we're doing the shadows So Maybe in the US it came out there just because I was there",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5588.36,
      "timestamp_end": 5648.4,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: In the 2014 What this I wonder what month came out so it says We want We want the movie Probably type in movie it might help Yeah, 14 movie so yeah Yeah, yeah, I'll say by far my number one Yeah, it's like what he did that's a big a to pick also looks like it came out in these states in February of 2015 That's why I was released in their home land so we could put an aspect on it That's my number one we'll get to talk about it again. Yeah, dude. Yeah, no, it's funny I'm because I remember seeing this whenever came out to just because the group I was I was with at the time like New about I wouldn't have known about it But she was like, oh, no, this dress business is later. So like, damn, now this is great. And then they're like, they came out that show later. I was like, what really? But then I was like, oh, dude, then they got mad.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5649.12,
      "timestamp_end": 5711.4,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: That's just a various movie that actually managed to turn some better. Like I guess the mash is like the only other example of that, maybe like a movie that spawned off the show. That's yeah, it was just as good. Yeah. See, that's funny. It says the same thing, creep 2014, but then look over here, the same thing as the other one. USA. Yeah. So 2015. So we'll trust that we'll get to it. OK. No, I was just interested. It's interesting because it's done that a couple of times. Oh, it did. And it says that like, oh, it came out, you know, in this year, but then another one, it's like technically, it came out in 2015. But yeah, is that it? Is that everything? I think so. So I'm going to say, my number one is going to have to be Graham Budapest. I mean, there's so many in there. Any other we're going to mention. Well, what we doing the shadows and Graham Budapest Ryan and he said, yeah, two fantastic. Both of those movies are amazing. Yeah. And we're going to get to mention one of them twice. And that's the beauty of it. Yeah.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5711.4,
      "timestamp_end": 5771.8,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I mean, man, in a movie, of course, he's a just man here. Suggest man. Right. Yeah. You have to, John Wick, you have to see it. Right. If you're in the action, you have to see it. It's like, you know, a fear is great. See what I mean? Like the top five is so hard for me. Because like inner stellar night crawler, John Wick. Yeah. And you got a third man. You have fear. Yeah. And it's an ex-match. Emma, wouldn't that on the list? That was supposed to be. Yeah. That's another one that's probably going to be open. Like that was supposed to be. It was. Let's see. Yeah. 2015. That's 2015. X-mock it. So we should be good to catch it. Because the yeah, but yeah, yeah, inner stellar, that was one that came out to shoot the charge. Yeah. And the whip last scary gong girl. I think that's my top 10 right there. Yeah. Those are good ones. Those are, yeah, those are for unaminal. Yeah. The equalizer Kingsman. Yeah. I mean, if I had to pick, if like, they, that's what I do. I mean, say that if I had to pick one,",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5771.8,
      "timestamp_end": 5834.16,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I'd probably be night crawler. Yeah. Because I thought that the character, again, is like him embodying this type of like different type of sociopath. It's almost like I feel like it's a character study. It's almost one of the other things. It's like this happens to be the path that this guy's like takes. But he could have been any number of monsters. I feel like it's unique. And spring is the thing I like about it is like Jake Jillinho is made his money being the good looking guy, you know? Yeah. And those sort of stuff. But like, it's kind of like going back to like his biggest role, like for me is Donnie Darko. Yeah. Like, you know, like that creep. Yeah. He played it so freaking well. Yeah. No, for sure. And then the other ones that I see that you didn't have put down here, but that you mentioned you like it follows pre-destination. Yeah. Destination, eye origins, eye origins. Yes, they for ones that, yeah, the neither the other team eye origins in the spring. As far as I want to check that out. The sourcing of the beaten path sci-fi kind of melodramatic shit.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5834.16,
      "timestamp_end": 5898.44,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: The imitation game was another one. And then the one I feel like you didn't. Did you didn't name on here that you really liked and talked about, which I want to see was boyhood? Oh, yeah. There's four of the match. It's a cinematic experience unlike no other. Yeah. It's just like a movie that it doesn't. It's so ambitious and well done again. It's just kind of a game. Yeah, that's the thing. Like, it's ambitious, but like it delivers. It gets a good smile. I was just on the right, like back in the day. I mean, you know, when Link was out of dice, he's going to go down as like one of, you know, doing unique things telling and storytelling and cinema that I just haven't been matched. Where did he just did something? There's a hit man that's going on. What again is a unique telling gun of a true story. And it shouldn't, I mean, in most hands, it probably be kind of like a lackluster romantic comedy, but he makes it into like, he really just brings a depth of these characters that it's good as it is. It seems like he likes that actor Gwen Powell.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5898.44,
      "timestamp_end": 5961.4,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: He was in it. Yeah, good. Good Maverick. I actually sent this movie to Mikey for Christmas one year. Everybody wants some. He did. He did. Oh, he's in that too. Yeah, he's Richard Richard. Richard went closer to that too. And nobody knows the gun powers in it. Yeah, I'm ever seeing it. Is this the thing he's coming over? Yeah, the paper that is one thing. Yeah, that's in my rotation. I got to watch that movie like it was. It was the man guy was he? He was just the sarcastic guy who was getting with all the chicks. Oh, shit. Yeah. Yeah, intellectual who was always lecturing about something. Yeah. He wouldn't. picture right or was he a picture? No. Yeah. The pictures the video. The pictures will like here like like Elliot is but he's the guy who did freaking like whenever he's pitching he'd hit the fruit in half or whatever it was. Kurt Russell's selling what? Why it Russell? Yeah. Why it was movie as like the picture? The picture is like lying about shit and got kicked out. Yeah. Yeah. Yeah. Your time. No, no, that was",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 5961.4,
      "timestamp_end": 6021.62,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: a song. No, Richard Link Potter man like he's he's got a great body of work. Yeah. That's what I'm saying. It's anything he makes his worth checking out. You might not enjoy the story but it's a well done. I was gonna say another one you had mentioned inherent vice. Yeah, Paul Paul Thomas Anderson. And then one that I really liked that I mentioned that Jessica watches the drop. So my number one just gonna be more about that one again. That is just a movie about again. It's it's like two guys a guy that owns a bar James Gandalfini and then like his little nephew or niece. They're not niece. nephew or cousin or somebody like every recording. Yes. Okay. And he runs the bar with him. Yeah. It's about Tom Hardy and Gandalfini. It's it's a great movie. You should check it out. It's about the mafia organized crime murder. I love. I love. We're gonna scream story. It's it's a good it's a little bit everything but it's one that I feel it goes unnoticed that people I've told people about it and they're like Gandalfini and Tom Harvey. Maybe it was that movie or maybe I don't know. I don't know.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6021.62,
      "timestamp_end": 6082.4,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: One of his last movies had to have been well no it had to have had to have been this or something. Now there was something else after this. Did you play homosexual in the last final? I found a phone. Where's that the Mexicans? I mean that came out way early. The drop. I didn't film with Julia Louis dry pisses like a comedy or something like that. I think that was his last film. Yeah. You might be right. The 2014 is showing this. They click more movies. It could be like when they filmed the one they were released. But it's been in 2013. Wait he's still alive. He ate himself back to do you have you watched the sprinkles? No, not over it. I mean of course it's good. Yeah. 30 days postage whatever. Like I like it. I'm not like oh man it's the best but it's really good. But dude it is funny like I feel like he's always eating something on the show the way the way that freaking was. It's on the way that's on the crusher. But like it seems after season you see him",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6082.4,
      "timestamp_end": 6143.56,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: getting battered battered. Taking on the role man. Yeah. That's the night. Like the first season he's like kind of looks like almost like okay you're not just a real fat guy you're a big guy. That's awesome. He quickly gets to okay so don't see it. We're just seeing so the drop this shows to be his last film. Yeah. Yeah. I know that. It's a good movie. I'll just check it out especially too since it was his last one. Oh tell me in the night of I don't know he was oh he was oh he's just a producer I guess. The night of that was it. We have said we want to get on a recommendation stuff like I know Jeff and our buddy Jeff's gonna have to begin out here since get close to Jeff's log off time. Yeah. I think that's what he's going to do. We got to the movies. Yeah. We've introduced Jeff to the podcast. 2014 was a very good year for movie. It was us for me. Last year so stronger but that was really good. That was good. This is for me. Yeah. This could be the movie. It was the number one from 2013. I remember. He got a fine. I think mine was upstream color probably. Oh yeah.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6143.56,
      "timestamp_end": 6207.4,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: I got a camera. That's a cool one. There's that or I think mine would have to do I think here in Wuffle Wall Street was that year right? I think that came on It did. He's right. I'm pretty positive. I think you could go to the orange I think or upstream color. But no my recommendation for last year. Yeah. You were saying that. Yeah. Yeah. One that Matt mentioned was movie 43. That's what's common really. Yeah. Did you watch it? Not yet. Yeah. Yeah. I think that's it. It was the most the sketch comedy with like you know big name actors. Yeah. I don't know. There's balls on the neck and shit. It's like okay. There it is. This commitment man. I love it. Nebraska. I am to be 23. Nebraska. I love that actor. This is a Bruce Dern man. He was in the hateful 8 and he was down. He's got that story. Oh, I would. Yeah. Bruce Dern's a great actor.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6207.4,
      "timestamp_end": 6270.12,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Bob Bob. Bob Bob. Okay. Stacey. Stacey. Stacey. Kege. Bob. Oh, you can't go wrong man. Dude. Yeah, but we'll forte. He did play acting as hard as I got a lot of standard pain. Directed. He did like sideways. Well, it looks like you got to watch it. Yeah. Oh, dude. Yeah. Sideway. If you went to the other Poget movie that nominated for a top over church. Got nominated to I believe. Yeah. I think I can church my one for sideways. I want to check it right. I think Jeff's selections that he's mentioned that I really want to watch is this and then a pond sacrifice. I want to watch. Yeah, no saying here. Oh yeah, dude, it's good. I'm gonna watch these two. Oh yeah, he's been a little more. So, you can ask my wife, man, like I'm almost obsessed with him. Like I feel like he's one of the funniest, the funniest was underrated. He's got range. He's like, I'm a big SNL guy and he definitely falls under like the weirdo category and he's like king of the weirdos. Like he's the, he did it the best.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6270.12,
      "timestamp_end": 6331.08,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Yeah, dude. I just, I, I was so in the other week that just clip from like good morning like Omaha, whatever, where he gets, like he's in that rock band and they're doing like the theme song and he just gets so into it. And he's like pounds like a bottle of like liquor. Like during the like morning shop. It's just absurd. It's like, we're gym wars and shit. Dude, we're four sayers of man. But yeah, dude, strong, that's good shit. Yeah, no Nebraska dude. Like I'm probably watching this later. Well, I live with some forte. All right. Yeah, we take a little break. We can say goodbye to Jeff. Yeah, this is a blast. Yeah, I think we'll see you next week, hopefully. Yeah, if not, if not, then you know, we're gonna stop doing this. Yeah, we'll have Jeff. We don't have Jeff. We don't have to get back. Yeah, all right, man. We'll take you to your job. Yeah, yeah, we'll send you a link if you're around. Cool. Yeah, you know, we'll see you the way. But yeah, buddy, I'll see you on Xbox brother. Be saying you. They saying you. That was nice.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6331.08,
      "timestamp_end": 6392.08,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: The Best Movies of 2014 - unpacking the past for you! Spoken Words: Look at that. We reported that, didn't we? Yep, and we're gonna take a break. And we're back. Yeah, Jeff's out here. It's just the two of us again. Yeah, we started off with what, how many people we have in here? We're doing four. Now, it's just two of us. We are quickly, the numbers are just two of us and two pugs. The pugs are stuck with us for this entire time. Hopefully a couple of drivers are stuck with us. We don't know if you're here. Viewers, I'm here for listeners. You know what? Yeah, viewers listeners. I've all been, I've all been given up on the viewers. Who, I mean, viewers listeners, whoever. You know my point. Now, we'll get, I don't need to drive all this. Hearts and minds. We'll get the hearts and minds. Next week, we'll have a little bit more content. Talk about, I'm gonna be back. I'm gonna be reading those books that I picked up that should hopefully be in early tomorrow. And I can get credit on them for that new author. Oh yeah. And I'm telling you, you weren't in here, but I promise. So, I said, this guy's gonna join. I'm gonna get him on the podcast at some point. I believe you. I believe you.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6392.08,
      "timestamp_end": 6452.16,
      "chunk_topic": "The Best Movies of 2014 - unpacking the past for you!",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Closing Thoughts and Recommendations Spoken Words: I'll get him on here. And he's gonna, he's gonna love it. We're gonna love it. So that could be a recommendation week for him to join our podcast. That's the rule. Take that recommendation of the week. Maybe go check him out or just check out. That's actually great. You know, go check out Michael Sloan. So, S.A. D'A.N. Yeah. Michael S.A.D. And if not, I mean, he's all seen looking up on Instagram, softmax, plus that softmax, plus. I like that sound so jar earlier. But yeah, he's like, you know, independent author guy. He's out there doing his thing for himself and thank his for your need. What was he, he was, oh, Ohio, Ohio. I see a lot of videos where he's talking about Ohio or he's in, you know, and so I imagine that he's probably from the Cleveland, Ohio area, something like that. Okay. So, you know, recommendation week, check that fill out. By a book, he also has a lot of Kindle. It looks like they're available on Kindle. It's only five books. I'm a big panel of Kindle. See me personally, which I think that's, I think that's great. I was gonna say, I think it's great that there's,",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6452.16,
      "timestamp_end": 6515.48,
      "chunk_topic": "Closing Thoughts and Recommendations",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Closing Thoughts and Recommendations Spoken Words: there's the option for both, if I'm being honest, because if you're an author and you know stuff, if you're, if you're an author and you're selling books, if you're an author and you're selling books, it's amazing because it just gives somebody else another, it's so much easier in there. There's so much of people for you, there's so many more people that are willing to just, they want it on their Kindle, they want it now, they don't have a way. And they want to be able to have it all, everything, their whole library in one. And so that's awesome, in my opinion. And personally, that's what you like. That's cool. Personally, I like the book. And I like the physical copy, but I do have a reason. It's for educational purposes. Because anything I don't know, anywhere, I don't know, I can double click, it'll pull up the dictionary. And then I make a note, because you can also highlight, make notes. And I worry about, I'm working up a book, and then I like, type out the word definition, so that would be like, programmed in my brain. So that's the way I learn too. And see my whole reason, or like I like it for the 10th read. I like to, I like to just actually have",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6515.48,
      "timestamp_end": 6577.12,
      "chunk_topic": "Closing Thoughts and Recommendations",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Closing Thoughts and Recommendations Spoken Words: the physical copy of the book, where if the haptic, the tech, the feeling it is part of the experience, to fit in the page, all of it. It's not just that it's part of the experience, it's like, I feel like number one, I'm getting more, I'm getting more for my money. Yeah, you're getting something tangible. And actually too, it's like, I don't have to then be in that position to where, okay, my power goes out, I don't have a charger, oh my kindles on this person. charging. Oh, I can't go. I'm going to be able to just leave. I have a long day. I want to prove this book. You could be reading. If I go to a softball tournament in the morning, I can say, Hey, you know what? I'm going to have some downtime during the day. I'm going to take this book with me. No matter, you know, my situation, I can read it pretty much. You know, it's like, there's just a thing, but I've got like 100 books in a pocket. That's awesome. And I, but if you can't charge that, you have zero books. The funny thing is I've developed the interface that I plug into it with my finger. And I give it my energy. Dang. Look at that. You see. So why I hold back that technology on that? The other thing I want to buy in books is it then later on or something, you know,",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6577.12,
      "timestamp_end": 6637.56,
      "chunk_topic": "Closing Thoughts and Recommendations",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Closing Thoughts and Recommendations Spoken Words: if you're in some other nature, because you know, what have been on it earlier, you could have not had to pay so much for your doon book that you purchased. Had you been buying books sooner? That's the advantage. I was born yet, but I wish I was like kind of like you investing in whatever you earn in the womb. You know, yep. Well, yes, should have been buying houses. Yeah. Yeah. Yeah. Yeah. My physical copies of books in my opinion has an advantage because it's like a resill. But it's the first edition. But it's their first. You know, okay, if you look at it as a particular house, you have, yeah, you do. Honestly, that's why I like both. I like reading it on here, but I like having it on the shelf so that the world knows that that you got it. Did you have right? I'm kind of against and have ever had a book on a shelf. I haven't finished reading. Yeah. It bothers me. Does it? Yeah. If you go into someone's house and then see a bunch of books on a shelf, like I'm back. Okay. You better read it. I hope you read it. And this is like a reference book. But if it's a novel, you're front and if you read it. Oh, yeah. Yeah. See, me, in my opinion, I feel like it books to me are very much like is very similar movies.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6637.56,
      "timestamp_end": 6704.16,
      "chunk_topic": "Closing Thoughts and Recommendations",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Closing Thoughts and Recommendations Spoken Words: And if I'm in the mood for it, I'm going to read it. And there's some of them that I can just hour through. But then there's some of them too, where it's like not only just a buying movie and just not watching it for a while, if you haven't read it. That's a little different. And then I mean, movies usually on average doesn't matter how everybody watches a movie at the same pace, typically. You turn it on. It takes every average. So you really start the book, every book you on the shelf, even if you start it. Either I've finished it or I'm, yeah, I started it. Okay. If you've even started it. Yeah. I'll give you credit. But again, that's my thing is that it's like I look, I don't get caught up in that. Well, I haven't finished the book. So I'm just not going to, because then you're just going to be stuck in books on your shelf. You know, I don't know. Or just read the books. You could. Yeah. But I just don't know. I don't see it as like what benefit is it really bring you rather to just sit back and be like, well, I haven't read this one. So I'm not going to buy it. I guess for me, it's like, well, because if you're not going to read it, if you're not going to make it a point three, then then we just don't buy it yet.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6704.16,
      "timestamp_end": 6764.16,
      "chunk_topic": "Closing Thoughts and Recommendations",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Closing Thoughts and Recommendations Spoken Words: Again, that's me. Yeah. It's like, oh, this is like, oh, I'm good. But I probably won't. But then again, I'm probably missing out on the prolonged value of it being something I occasionally go to. Yeah. So I can argue against myself. Oh, yeah. Absolutely. And I would win. Yeah. There you go. You would win your argument against yourself on books. Yeah. There you go. So I'm going to go home tonight. I want to read every book that I have. Or I'll stay on level four. I'll make sure I come over again. Yeah. Any book yet finished is off the shelf. Yeah. Have you finished that book? I got you. That's why it's sideways. It's because it's not upright. Oh, because it's not finished. Yeah. That means I've started it. Oh, okay. You put her, did you get her on your Kindle? You didn't read the physical copy? I got you finished your Kindle. Oh, your Kindle copy hasn't helped you finish it faster. You're looking up definition. Kind of like you. I'm not finished. You're looking up definition. No, because kind of like you, I think we've mastered it. I think we've got it. We've got it. We're sort of games. We didn't eat fish. I'm like, I'm like, I see there's a chapter of two chapters left.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6764.16,
      "timestamp_end": 6827.16,
      "chunk_topic": "Closing Thoughts and Recommendations",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Closing Thoughts and Recommendations Spoken Words: I've got it. Yeah. You know what? Savior. Point points, I feel like I could have written the last two chapters. I think. I think I'll pick this up. I'm like, wait. I can't hate all that. I can't hate all that. I can't hate all that. You're like, here. At that point, you'd be disappointed to read the last two chapters. I didn't leave it. Everything you thought was that. Yeah. I'm going to be like, oh my god. He's got most of it. He's got to get a lot of it. He missed the mark. Yeah. He's got to get a lot of it. He missed the mark. Yeah. Yeah. If you maybe want to have a body experience, you can check out. But if you really want, you know, well, I'm not telling you some time. You don't need to do the experiment with the sitting in a room and blindfolding and trying to know if we're, if we can feel where the other person is watching every night. You don't know it though. I mean, my house just end out watching you. Asking for a project. Yeah. You're projecting. Obviously, you did a thing. Oh, you're, where am I normally? In the house. Now that. Hey. Got you. You might as well be on the part of my magic tricks with that one.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6827.16,
      "timestamp_end": 6889.16,
      "chunk_topic": "Closing Thoughts and Recommendations",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Closing Thoughts and Recommendations Spoken Words: I know. You're probably right here on the scout usually. Yeah. Yeah. But all right. You got wishful recommendation. You make one, are you? I am. I'm making it as I speak. Yeah. Yeah, there's a lot of reading and podcasts that I randomly listen to. Plug them. Just the thing the podcast is called like the subtle art of not giving up and effort. The subtle art of not giving effort. But it's kind of one of those made me to help a mind hack or just like self improvement, like a process. Yeah. But the episode I happened to pick in this instance here is just talking about it. Almost like you're competitive with Vantage and Life in like a strategy that's a lot of people will find the most successful is what's your be at? Like your threshold for putting up with doing it like a certain task or doing something that most people aren't. Even if you don't enjoy it, if you're able to tolerate doing it more than other people,",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6889.16,
      "timestamp_end": 6951.72,
      "chunk_topic": "Closing Thoughts and Recommendations",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A Spoken Words: that like a lot of times it might be a job or a role that isn't like, you'll be good at it. You'll do, you'll excel that even if you don't necessarily care about it. I see. It's like, oh, I can never sit there and you know, stare at spreadsheets all day. It's like, oh, shit, I can. I'm whatever. It's like, I couldn't be outside like doing this. And you're like, well, I can. You know, it's not, it doesn't have to be like a bad thing. I know, it suits me. Yeah. But if it is kind of looked at badly that there's even higher chance of you doing six pieces of what it's like. It's almost like, you know, most dangerous jobs to pay the most take that mindset, but kind of tone it down. I got you to, you know, that to the personal level and just everyday things. No, that's again, just like competitive advantage, kind of mindset. Yeah, success. That and stealing. OK, you definitely want to steal stuff. Yep. Is that OK? Oh, yeah, yeah, that is. That is. Yeah, I mean, that I felt like that was a good tongue.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 6951.72,
      "timestamp_end": 7015.0,
      "chunk_topic": "Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A Spoken Words: We can, that was other things we can forget to him next time. We can talk about. Yeah, and I think maybe one of these episodes we should do something where we either zoom in on something, zoom in on a either a movie or a show. We kind of, we maybe we pause on the movies for a year, an episode to kind of give us a break, kind of drag out the content a little maybe. And also to be able to kind of give us a bit of a reprieve from, you know, and listen or two to be like, hey, it's not just going to be. Yeah, it's going through the movie list and talking because it's, you know, again, yeah, yeah, some good ideas on stuff. Yeah, it's kind of hard at the end of the day too to be able to, we want to go through the list and make sure we don't miss anything and make sure that we're also mentioning movies while we may not have even seen them. Or, you know, maybe some of y'all have seen them and we at least want to mention them and you can be like, oh, I for I didn't, yeah, I didn't realize that came out. Maybe you really like some movies we mentioned and read through, but we didn't even, so that's the thing. We're trying to figure out really the best way of doing it outside of it, just showing up and being like, here's my five. There's Matt's five moving on to the next subject. Maybe like you have an idea of this might be we're checking out because then maybe too, like I said, maybe when",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 7015.0,
      "timestamp_end": 7077.2,
      "chunk_topic": "Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A Spoken Words: we do read some of the through some of these random ones that maybe we mentioned one that you forgot about came out that year and the whole point of listening to our show was just to remind you that, hey, this movie came out and you go and watch it and it's nothing we even really think is, you know, I'm getting old, you're getting old, but something that came out 10 years ago, 25 year old was 15, you know, yeah, I know and I was 15 all the shit that I'm suggesting I wouldn't have any idea existed. No, I wouldn't have cared, but as a 25 year old, it might be like, oh, I wish I knew about you now. Yeah. So, you know, mine mindset also is just hoping out, you know, just the fact that 10 years, a few years, a lot of people are certain aids to where they would have no interest in it, but now that their mind is developed and they might, you know, so there's many reasons that hopefully we can benefit. Yeah, and then just on that, and that vein alone, like there's been some movies that I have seen on here that I've gone back and watched because like you said, I'm older now, and I'm like, yeah, actually, that is kind of up my alley now. We're whenever it came out, I remember it coming out and being like, yeah, I don't want to see it. But then I get older, whatever, and stop sniffing so much glue.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 7077.2,
      "timestamp_end": 7140.04,
      "chunk_topic": "Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A Spoken Words: And I'm like, I like that movie. Like, is it, is it, is it kid? I probably would have been like, Tinkertet, the soldier spy. Oh, okay, this, okay, wow, this, what was I even about? That's boring. I just remember watching it and being like, I can't, I don't even feel like my brain is developed enough to understand. But now it's like, I've been, yeah. It's so crazy. I don't know what's going on that I want to some to keep watching it. You just continually watch it to be like, can I fathom any of this? Yeah. What is this kind of pick up? We are so now. Yeah, good. So hopefully we're figuring it out. Yeah. We're in the end of the day. We're doing good. We're doing fuck. We're doing. Yeah, I guess we are doing good. We are doing good. Come on. I'm just trying to think that, you know, when the Simmons says, how do you feel? You don't feel good. You do good. Yeah. You feel well. Yeah. I think we're doing well season four. But we're also doing good because the doing good would be helping people find movies. So we are doing good. We are doing good because we're doing good acts. But I would say we.",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 7140.04,
      "timestamp_end": 7200.08,
      "chunk_topic": "Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A Spoken Words: We are doing well at doing good. Yeah, absolutely. It's a good way of putting it We're doing well at doing good and also do it's like you know, we're you know, we're you know We're my assistant. We're staying after it. We're not giving up. We're on scene four episode two So you know I've the endurance man. I respect us, you know, I'm not it's not like I don't want to do this every week But you know, no, but it's I don't have it could be just easily to not do it There's there's times where you could just be like man, they could just take it take it easy tonight, you know Yeah, not do anything but uh Been no way so we it's like we've gotten past that point of conditioning towards like no man. This is happening And then too, it's also like you know, I think that's the thing about it the fact that it that's a difficult part And I and I commend us for sticking with it is that it's like we're not walking away every single time being like Man, that was also no super easy to talk. It's like there's times we walk away and we're like I Rare suck. Yeah, what are we doing? I've really yeah And we hold ourselves to high standards, whichever one should yeah, so it's like yeah, we can be doing better to a lot of things",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 7200.0,
      "timestamp_end": 7266.28,
      "chunk_topic": "Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A Spoken Words: But we're telling you what the best things to watch are yeah, we are and that's worse something So easy. I have here and we have punks with two colleagues In the extreme look at that we're getting it worked up. They're definitely nice. They are defending us So so with that with that being said, you know, yeah, we've given you our recommendations. We've given you our movies We've given you a call and you need to go out and conquer the week that that that faces you Yeah, we feel we know no therapy this week. We feel like we impact. Yeah, we gave it to you. Yeah, so hopefully You know next week, oh my goodness in therapy, but for me this week was a lot better. So so was mine so I was so I was I was Exponentially better and I think it was a result of talking about it and being able to reflect on it I'm saying you know what that was better than what I'm for and just unpacking it's good packet the way out And when you unpack it leave it where you like it, you know fold it up put it in the drawer. Yeah, put it in the You don't have to wear it today. Yeah, you know, I mean burn it just depending on what it is. Yeah, burn valuables and better",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 7267.0,
      "timestamp_end": 7327.52,
      "chunk_topic": "Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  },
  {
    "text": "Topic: Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A Spoken Words: Mikey to his pleasure and Yeah, I'll be seeing you out there saying you online and Anyway, oh yeah, we can tell yeah, well, yeah, we've cross pollinated. Yeah, we've cross pollinated. Let's leave it at that Yeah, yeah, be safe out there guys. We have a wonderful week and we love you be saying you be seeing you",
    "metadata": {
      "date": "06-24-2024",
      "episode_number": 402,
      "episode_title": "you MUST see these MOVIES before you DIE: 2014 Edition #podcast #funny #joerogan #uap #dog",
      "timestamp_start": 7327.72,
      "timestamp_end": 7347.0,
      "chunk_topic": "Mark Manson and The Subtle Art of Not Giving A.... https://www.youtube.com/@UCd0n53aFGZoXxiz_sH74O4A",
      "topics": "you,MUST,see,these,MOVIES,before,you,DIE,2014,Edition,podcast,funny,joerogan,uap,dog"
    }
  }
]