[
  {
    "text": "Topic: No specific topic Spoken Words: Greetings, traveler. You just crashed on it on the mic. Give me podcasts. But fear not for this is no mistake. I'll solve the stars, no rich in the matrix. No, I'm afraid this is all I've been planned. Predestined, predetermined, pre-ordained. My power's no less us. But fear not for your month friends. Pull up a chair and join us as we find our way together. Matthew, hello. Hello, this is Michael Jeff. Hello. What's up, Jeff? What's up, guys? Oh, you know, yeah, hanging in there. It's been spent a week. It's been a week. Oh, yeah, it's been a week. Oh, Softmax Plus is also joining us. He's here. Oh, cool. Yeah, he's not saying. Oh, oh, oh, oh, oh, oh, you're sure. Gotcha. Yeah, he's not dangle. Word is perfect. You know, he's not saying a whole lot tonight. You know, he ate a lot of ice cream. He's got a tummy ache. So he's going to be quiet. It's good. A lot of ice cream to do that. Well, it's everybody. Do you have a good week? How is your week?",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 0.0,
      "timestamp_end": 61.0,
      "chunk_topic": "No specific topic",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Pulling teeth Spoken Words: It's interesting. You asked that. No, because I don't think I get things done. Like my dad, I got a tooth pull. Yeah, we were taught you told us about it last episode. You said so that was an appointment. No, you told me. Yeah. Yeah, get the tooth pull. There's a rear one that's like, I've had, I've had for a had it in my whole life. You know, no, but it had like a basically cracked down the middle. Like, and I'd had a root canal done when I was like a teenager. So it's a, it was a prime easy. Just you went in there jiggle it after numbing me. Oh, yeah, but just tickle it. And I asked him if I could keep it. And I said, of course. And so I have the two got that stinky little burger. Just sniff it. No, you can see the smell. You can see the smell of this naughty. This thing. Right. The crack is a compressive though. I was like, it's literally right down the middle. Yes. In the middle of it. I know exactly what you mean. So yeah, that though. I had that pulled out. Yeah, I had, I've had some, I've had some dental nightmares. I had, I had a, I had a tooth pulled in one place or root canal done.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 61.0,
      "timestamp_end": 123.0,
      "chunk_topic": " Pulling teeth",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Pulling teeth Spoken Words: And then they put one place, you know, they put the cap on it. And I'd be damned if that thing didn't come off. I was on a date with some chick. And I was chewing a piece of gum and all of a sudden, and I'm like, oh my God, be shit, Mary. Now that fucking two just came out on a piece of gum. So I had to like spit this gum out and pull this tooth out of my gum. That's amazing. And then go back to this Korean witch doctor. And I was like, no, here's the kicker. They tried to say they were trying, they tried to be like, I owe them money. No, no, they should do. They tried to say that they were going to charge me to put it back on and fix. And I'm like, I'm like, look buddy, look here, buddy. I said, I just came in here and spent like $1400 on this. Like this is like the base, like, yeah, courteous version of me. You're going to be getting. Yeah. And I told them I was like, I'm not paying. Charge me for that. Oh, dude, I didn't pay you. I'm much like the aversion of this guy. I'd be damned a few minutes later. That little tech didn't come back. And she was like, Mr. Smith, we're not going to charge you anything today.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 123.0,
      "timestamp_end": 187.0,
      "chunk_topic": " Pulling teeth",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Pulling teeth Spoken Words: Yeah, I know. I don't. Thank you. Thank you. And I didn't want to talk too much shit because everybody's going to put my tooth back in. It's like, you know, that's a fine balance. I'm a let you slide. And she didn't make you manage. Yeah, I don't want to talk too much. You can walk out the door being like in the, yeah, I should have known when I was going to fucking smiley dental. What was I thinking? Smiley gently. The fuck? I mean, but that just goes to show you what you'll do when you're in pain. I was just like, my shit hurts. Yeah. My insurance was covered over under it. I was just like, fuck it. I got placed. It was covered. And I'm like, I don't care. I guess it's good solid. Okay. Oh, no, it was much as much as I was. We can talk about it. It was PPO. It was good. Something was going wrong. No, it was working. Something was going wrong. What I sat on the rubber duck each year for real. No, I realized I really realized it was bad whenever I went in there another time. And they were like, yeah, and then someone's will see you and I'm like, oh, it's not the same person. It's like, I'm like, God just rotate. It's like, oh, okay.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 187.0,
      "timestamp_end": 249.0,
      "chunk_topic": " Pulling teeth",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Pulling teeth Spoken Words: It's like I'm showing up to get a haircut. It's like I'm walking. The person looks like we got somebody to look at your mouth here. He's like, no, he's not working today. He might not be working there again. No, they seriously, they rotate like through different ones. They have them all over town and they'll rotate. So one day he's working. I'm going to touch the notes that the other guy can. Yeah, exactly. And I'll tell you what that first dude, that first dude that did everything. He just catching me up, sir. It's like he graduated from. He graduated from, you already know before he come in here. He graduated from A&M and I'm not so confident it wouldn't vet tech school or something. Cause I'm going to tell you one thing. When that old boy put that needle in my gum, that son. God, dog. That hurt the whole way in and out. The whole bit every damn bit of it. But my new dentist, he's good. That old man's got a sweet touch. I'm like, how'd you do? I'm like, he was like, you might feel a sting. I'm like, I still shit. Don't meet my dentist. And this is the first time I used, like I just got him because Stephanie's family is using forever. But... He would because they're about to do something like I'm just see how he does how well he does it and shit And he would he's like I'm about to do it and he would like move be like jiggling",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 249.0,
      "timestamp_end": 310.04,
      "chunk_topic": " Pulling teeth",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Pulling teeth Spoken Words: The area near it's where it was like your brain It was the enough towards that car. We're gonna do it now You don't you didn't even feel it because the impulses the poke is really not that much No, it's the only thing you're focusing on yeah, he knew that he was just kind of weird So why but it's good no my dentist had the same technique But his technician while while he's about to do that she would hit me in the thigh with his taser So like that really gets your mind off of it. Yeah, now you know That's been punishment for some other poor being when anesthesia guy can't show up and get you Knocked out on wipits just flip him from flipping him upside down. That's whenever they just go the taser route So well guys we've made it to 2020 in the movie countdown And guys as you know we're coming up on the end This is it. We don't know what we're gonna do Wait, I mean this is the whole podcast Just enjoy it guys. We're gonna think just enjoy this like we bring really living in the moment",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 310.56,
      "timestamp_end": 371.28,
      "chunk_topic": " Pulling teeth",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Pulling teeth Spoken Words: We're I mean think of all the quality shit. We've been bringing you look at this setup We've got look at Jeff set up you see like the level of production production. We're doing here We're putting in a couple couple phone can't stand Things then is there we got some colorful lights but a high dollar Jimmy Slim's from To know Jimmy slim can't get high dollar Jimmy Williams from Michael Bay He he he shot it was funny We saw Joe in the hallway the couple weeks back and Matt was like you got any extra lights. Yeah, it's lights He's been doing this thing. He's got so so Joe Rogan show him what Joe Rogan gave us that fly swatter thing show Oh, yeah Joe is like guys I see you swatting all things you look like and you He never needed a light And he gave us this in it it'll shock flies, but not people it's got this guard on it. Yeah, so and great. Thanks. Oh Jesus Yeah, it will shock you if you hit it hard enough it'll it'll shock a human and neck you can change the setting Yeah, it just goes in a fly shock fully engaged all the time",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 371.96,
      "timestamp_end": 435.58000000000004,
      "chunk_topic": " Pulling teeth",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Pulling teeth Spoken Words: Yeah, no, so we got out I wanted to be a Rogan for hooking that up. Thank you, Joe killed so many bugs No, he's the man. So yeah, so we're here that we've arrived at 2020 and I'll tell you one thing. I'm not going first So with that being said I mean, I like it said I there'd be a lot of trade-offs for the ones I show because Jeff would you like to go first you like it? Let's do it. Let's go. Let's do it Jeff. Let's hop into it Jeff Raity But I'm like a name for myself. I'm a name of myself All right, let's go what you got for us. What's your My dude? I'm gonna live just a preface disclaimer preface all of this 2020 was a rough year for movies This ultimately came down to the top 10 movies that I actually didn't hate So some of these are on here, but just there they were I watched them and I liked them and before we go further Why was this a rough year? Yeah, this day it's good back. So COVID COVID baby Like 2019 it's like whenever",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 435.58000000000004,
      "timestamp_end": 496.78,
      "chunk_topic": " Pulling teeth",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: Yeah, really seem like the full okay people know that the world is on the same level Yeah, and seeing like a whole calendar year of the whole planet Being like on the same level. Yeah, to where yeah, and you could see it in the films that were released because you know There's so many that were delayed so many that We're just most of them to come out on a streaming service actually I think all of them it's true for like one or two. Yeah, because they had to They were they needed to start making money on them as quickly as they could make it already right off so much other Shit with all this weird stuff probably it's where just getting them and selling them a streaming service Which is great for the consumer. Yeah, they might be making this with they are making this yeah, but That theme today it gets them through a rough year and they're Cycle over in the business something in the business is through the end of the year. That's the thing you need like All the shit that happens is it's irrelevant. So that's all mindset of the business side towards like just hitting the quarterly and annual shit But yeah, so that to say that's a reason there's a reason as Jeff said",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 500.14,
      "timestamp_end": 563.9,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: 2020 is a poopy year for moving minus. Yeah, but we're doing we're doing what we can't hear Matt's got a better list But but Jeff take us into what you got better that's Number 10's gonna be a Tom Hanks film called news of the world. Oh I'm fascinated. Should we play it really sure yeah I'm fascinated because I don't know many hardly any of the movies came out. I feel like a listener right now. I mean the news of the world Okay, basically win around He went around to different communities telling the news of the world. Oh, it's a great period film I don't think he does. I feel like he should have a same goal. Like in this, I don't know. Oh, you'll see why it's the driving theme of the movies, going around giving the news to everybody. Okay. All right. What you got on number nine. That was actually good. I like it. Number nine is a, I mean, that one, I believe, came out on maybe Apple TV or HBO Max before it was just Max.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 564.7,
      "timestamp_end": 628.0,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: This one came out on Prime Video, one night Miami. This is a story of Malcolm X, Muhammad Ali, Jim Brown, Sam Cook, all coming together and having a conversation about civil rights. Yeah. That was a good movie. Definitely probably like one of the more important movies on here. Yeah. No, that was a good one. Yeah. It's definitely captioning. Cool. And then above this. Above that one, number seven is a movie I really didn't expect much out of. The invisible man. Did you guys see that one? Oh, with Elizabeth Moss. Yeah. Yeah. In his dude, it's actually pretty freaking because I think a Lee Wannell directed it. Like who came from like saw and it's so it's cool thing because that's yeah. It was actually really, really cool. It's like a, it's not special effects for good. It's kind of a throwback to, you know, those style of movies. Yeah. It makes me think, well, because it's connected but an upgrade like that's that kind of style.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 628.0,
      "timestamp_end": 689.0,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: Like they, they really used a lot of, they were creative with the facts in a way that big budget movies aren't. But it had a big budget. Elizabeth Moss is a phenomenal act like she's, she's, she's great in it. Yeah. Like I've watched some like she's owns like Siri like so many awards on her performance. So it's actually freaking, it's cool as she did it because yeah, she's like, is X X is the highest level that you can. If you like her or not, you'd be like, people get to like, okay, master level acting. At least I think she's a really good actor. Okay. Yeah. Mad Men. Yeah. And it's just like she's done even so much from then. It's crazy. What else you got for her brother? And next one's going to be a comedy that came out on Hulu starring Andy Sandberg called Palm Springs. Oh yeah. Okay. Yeah. Yeah, I'm that a chick. It's not like a, it's like a groundhog. Well, what kind of what? Yes, it is a groundhog. Okay. So it's like repeating the same day over and over.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 689.0,
      "timestamp_end": 749.0,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: Yeah. Well, he's been doing it for a while. The girl comes and she starts doing it and then you know, they kind of try to break out of it. Really good. Okay. Yeah, it was funny. It was really funny. All right. All right. Um, above that is a really great movie. This was a Netflix movie starring Gary Oldman, Mank. I'm not sure if it's Gary Oldman. Yeah, 1930s Hollywood screenwriter, the guy who wrote Citizen Kane, Herman J. Yeah. Like, Wix. David Fincher, like, huge passion project. Yeah. It was good, dude. I think honestly, it's like, it's like, it's my closest heart type phone. Yeah. He gets to, like, anytime Gary Oldman gets to like, really sink his teeth into a character like this. Like, it's just fun to watch. He was great in it. You got to play kind of a zany off the wall, mad genius, you know, which he probably truly is himself. Yeah. It's cool. Let's see. The next one. Number five, the five bloods. Okay.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 749.0,
      "timestamp_end": 809.0,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: I remember seeing previews for this. You never saw it. No, I do. I'm telling you. Just, and also, everybody else knows I, before it even gets to me, I didn't have a phone night. I do. I was locked up, brother. I didn't have a lot of things. Three hearts in a cup is what I had. This is one of the last channeled with those movies. All right. It's directed by Spike Lee. It's about, um, what, five soldiers who survived the, uh, Vietnam war and then go back to the spot to go grab like some, some gold that they hid. Well, they were there. Yeah. As old men. So like, it's there. It's, it's, it's, it's, Chad Bozeman was one of the guys that helped him escape and Vietnam. Okay. Um, but he didn't, like, he doesn't go back. It's the other five that go back for him. And it's a story. It's really good though. Yeah. It's got action. Like, it's got betrayal. It's, you know, one of those got like all the hits on a lot of different, um, genres.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 809.0,
      "timestamp_end": 871.96,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: Yeah. It's, it's nice whenever Spike Lee, because a lot of times the stuff will be so heavy handed. I can't, it's hard to watch, but never actually just actually directs and separates from like other stuff. And you like it. He's, like, he's really good, you know. Yeah. It's like, inside Maine was amazing. You know, there's like, uh, he's made a ton of amazing. Yeah. It's, it's interesting. Because that's a, yeah. This is going to be three net. movies back to back to back and two movie two Vietnam movies back to back. This is the trial of the Chicago seven. Yeah, dude. It's an anti Vietnam war protesters. Sasha Baron Cohen just fucking knocks it out of the park in this movie. Aaron Sorkin, Thorex, it think any red mains in it. He was really good. Our boy from succession, Jeremy Strong was in it. Yeah, this is a whole like jury, right? The syn ensemble is pretty pretty. Yeah, I think it was like Michael Keaton, Joseph Gordon,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 871.96,
      "timestamp_end": 932.36,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: we'll have it. Like it was it was a good one. Yeah, it was really good. Then top three. I mean, these are actually like really just awesome fucking movies. Number three being no madland. Oh, yeah. That's picture. You guys see this? Yeah. Frances McDormand, right? Frances McDormand. Yes, you want better actress. Dude, the interesting is because the chick had directed this is the one who they got to do eternal. And this is like one of her. She's like indie filmmaker. Uh, the director is this. Chloe's. Chloe's show. So yeah. So it's like she's the indie film done a couple of movies. And literally just a big budget. Marvel movie. So it's like, okay, we'll get you to do eternal. And it's not to say that she didn't try best. Like you get someone who has no years experience making a big budget movie like that. But you just literally check in so many boxes by getting. It's just like then now they go back to the rooster brothers because they proven they can make good movie.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 932.36,
      "timestamp_end": 993.64,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: They do not only that. And they know. They directed all the community episodes too. Yeah. And she's like a great director. It's just yeah, I was. I always want to because honestly, it's like a modern day Western. That's what I love about it. Like it is Western music. You could get for 2020. But it also speaks to like society in culture and this where it is for like a certain like demographic and level of employee. The way they exist and what things the Amazon and things just like. Yeah, she was working. Trickled down all that. But that's what like this. But then on top of that, she's just a fascinating person who. Who makes her life more difficult than it needs to be because she's like just driven to state be a moment. So it's interesting. There's so much going on in that. Yeah. That's great. And number two, I'm not going to touch too much on it. I think. I think one of us will be able to say all that needs to be said on it. I will say I knew Robert Pat I knew Robert Pattison was going to be legit way back when he was wearing the makeup.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 993.64,
      "timestamp_end": 1058.6399999999999,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: Can I say so you were 12. Can I say that I would not expand but just real recognize real. I was like, I'm going to say it. You were team. You were team Edward the whole. Oh, I'm sure dude. A hundred percent. Yeah, exactly what your other option was what Taylor Lautner. Fuck. Fuck. Fuck. Where's he at now? Not Batman. Look at him. Working at the car wash. Yeah, I didn't have a cool podcast like us. I've seen him. He's probably does it. He's funny. Yeah, I'm saying movies. Yeah. Yeah. That's what it is. No, yeah. I'm not hating. Make money where you can. No, I'm not hating. I'm just making joke. No, yeah. I should make fun of my. Yeah, I should make fun of him. It's his pop culture, buddy. He's a part of the machine. We're not making fun of him. He's just the machine. He represents the machine at that point in time. Yes, I said it. Not hope they buy. Yeah, but I personally stick with the machine. All right. So what's number, what's your number one movie? Now I'm getting what's your number six or whatever you at? I'm at one. Yeah, is that one number one?",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1058.6399999999999,
      "timestamp_end": 1118.72,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: This would be. You just seem so surprised by this. I honestly do that. I think all of them came on streaming services except for tenant and maybe the invisible man. Which I think that I think that was on max. Riz Ahmed and Sound of Metal. I'm queuing up this. The story of the story of the the story of the metal drummer who goes deaf. I think it won an Academy Award for something like screenplay or editing or something like that. Yeah, I've not been like sound editing, which makes sense, right? I like this guy. Oh, he's awesome. He's one of the most. He was in that. Did you ever see that TV show that he was in where he got accused of that murder? The night of. Dude, what a. That's that's a put them on. That's really what showed the world that he could act. Night of was great. The criminal justice. Yeah, but then we distract it. Let's try this trailer.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1118.72,
      "timestamp_end": 1178.72,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: You see. You're in it. We don't need to put them all out. I don't know. He was in there. He was in there. He was in there. He was in there. He was in there. to give the Watch your experience like what going deaf would be like which is cool because that may film is gonna make it interactive in that way You know to actually play with your senses to give you like you make it even more real. It's cool We'll come back to them. We just keep home in a million See what it's like to live you yeah He wasn't venom by the way Matt. Yeah, I remember he is a bad guy. Oh, that dude. I was asked I could whoop Yeah, but I've wide after you beat a spider man Because he's a venom is not smart like you remember",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1178.72,
      "timestamp_end": 1242.8,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: I Think it's important to stay here with us. He's smart like that for a solution to For this Not this I need you to wait for me. Okay, you're in for me. You're my part. You're in for me. Okay. You gotta wait for me I Try to save my life Rubin Or does keep pulling it can be a damn cruel place But those moments stillness Because like it's really resonates with just a perspective on life and just like events that happen. No, that's cool The other guy tried he's drumming on the that's cool. Yeah, and how like something like that happens It's gonna change you regardless about how that affects relationships",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1244.48,
      "timestamp_end": 1308.0,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: But you have to realize it's such a huge thing that you had no control over but it's almost like you can't It's this fascinating. That's something's what the movie's about more than anything that change is definite, you know like Yeah, one two. It's what you do with that. It seems like it's like he was dealt something shitty And it's like what he did with it was positive. It seems like yeah, but just the personal journey of like accepting things But then like Realized you're not the person that you were whenever like he's with that girl Then you know they might be so different now to where it's like you can't hold it against either of them, you know So you get this and see the No, it's cool. No, it's new that people go to the main I love metal and I love deaf people. So that's great. Yeah, that was a good That was good. It's good Now I worked with a I worked with a deaf guy at UPS and he was actually like probably he was the Depp comedy jam. He was one of the coolest dudes up there like I know death You know, he was that he was deaf. Okay, Nadia and he was cool as shit though, and it was crazy",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1308.0,
      "timestamp_end": 1368.84,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal) Spoken Words: He was deaf though. It was crazy how much he was deaf how much We were able to communicate even though he couldn't Like as soon but you know one of the first things we figured out about each other. Yeah, if we smoked weed He was just like he looked at me and he was just like There's a cut and that's it just like it like that common denominator It's it really love other conversations. You can just totally skip And so it was funny, but it was great the whole point being is that he was very good at just being able to communicate With you so it was with me not even knowing sign language It was it was kind of interesting is his ability to be able to He's a dad watcher read lips and then also it also depends on your ability to be able to be like yeah He can read context towards it. Yeah, so yeah, so Matthew all that you go since you have I guess I mean yeah Okay, no no go now because a lot of reading something that's a little different this unprecedented",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1368.84,
      "timestamp_end": 1429.68,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Jeff's picks (Sound of Metal)",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Matthew's picks Spoken Words: A bunch of trailers in light of what we did last week. Oh in light of oh so I'm just get the number one other way and like I said let's talk about it. Tinnit. I mean I can't tinnit, you know and As a so Jeff pointed out so much was Released on streaming. This is a film with a Christopher Nolan made a stand on to where like the studios wanted to change it to being a Find a streamer to do it, but could the director Christopher Nolan He's like no this needs to be experienced in a theater It needs to be released the ways intended to where even if no one comes this is how it's Like his or like his vision and I'm totally on board to where yeah, it's and it's part of his I respect them Yeah, so much is about this and I feel like the whole COVID thing is the reason that really people didn't give it Obviously a chance because people aren't going to theaters, but on top of that that In people of all they've already forgotten about it as far as people the mass",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1429.68,
      "timestamp_end": 1491.24,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Matthew's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  TENET - scratching the surface Spoken Words: consumer because open-hymers come out and that's honestly You know, it's in his great peak open-hymer only exists because Robert and Pat and then gave Christopher Nolan some gift that like I referenced some quote or something from him. And he wouldn't even like planning on making the movie, but that was like inspired, like, I mean, I'm sure he wanted to at some point, but yeah, it was like Robert Pattinson, the gift that he gave him is like, where's, and COVID's happened lockdown. It's like a perfect time to be productive as hell. So, tenet. So, before, we can't just get, I feel like we have to, a part of us, we had while it deserves its own thing, which we should give it its own episode, or a better segment, about a couple of things, about how many times would you, if you could guesstimate about how many times have you seen the movie, tenet? I'll probably like, into finished N. Er, finished N. I said finished N. I think that's one plus. Thank you, Jeff.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1491.8,
      "timestamp_end": 1551.96,
      "chunk_topic": " TENET - scratching the surface",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  TENET - scratching the surface Spoken Words: Over 20. Like being full, like, yeah. 20 is probably in like a conservative estimation. You say 20 probably more. Upwards, yeah. 20 at a minimum. Okay. And what do you, why is it that you watched it so many times? Was it so good? It was so good. Or was it because like, you also, It was so good, sir. It was still a heart of the matter. Or is it because you felt like there was, it wasn't something that you could really, easily digest and understand in one sense. It's one of those movies, I feel like you would, maybe you could testify to this. Maybe it's one of those movies you, you find something else each time you watch it. Well, definitely. That's the thing. Like anything, if on the rewatch, you've already know so much, you're able to pay attention to details and things that, because you're not trying to. You like to focus on the main plot the first time. So there's so much you already have figured out that you no longer have to guess about. And you're going to, the first watch, at the end that you're still trying to like, answer some questions. So in the second time, there you can really look to try and pay attention for things.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1551.96,
      "timestamp_end": 1612.0,
      "chunk_topic": " TENET - scratching the surface",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  TENET - scratching the surface Spoken Words: Yeah. And that, and then maybe after so many times, you feel like you've got a solid understanding of your interpretation of it. But then at that point, like I'm so into like, damn, that's, I think it's as freaking awesome. And the execution by no people complained about, some like the sound, like in some of the audio stuff, but that's all intentional. And it's all the way Christopher Nolan, like wanted to be. Yeah. And to the act, like there's, just get the really experience of it. I feel like it has to be watched so many times. No, dude, it's, it's, no, and that's why I wanted to ask about it. And I don't want to just keep moving along because it is, it's a movie that, it was one of the movies that I, you know, I remember talking to you about a lot just in this, and it was one that I realized, like, okay, Matt really is on a different level with the movies. It's, he's outside. Okay. It's the crickets. It's the crickets. Awesome. I kind of like it. No, it's cool. I just didn't know I was trying to take something. I saw you do that a couple of times,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1612.0,
      "timestamp_end": 1672.28,
      "chunk_topic": " TENET - scratching the surface",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  TENET - scratching the surface Spoken Words: but I'm like, no, it's the crickets. He was, he was trying to adjust his mic. He thought like his, his thing was, but I'm like, no, you can hear the wild. Like I'm the one who's in the house for me. See, he's soaked that in though, because that's Louisiana. Listen first. I don't know. Listen to it for a second. It's crickets. Look at that. Beautiful. I love it. But yeah, cause I mean, it's, yeah, it definitely is one of those movies that, so you feel like, this is, cause this is a movie for you that goes above 2020. It goes, no, for me. It's, it's above this. This might, this might, if I had to, if I was forced to, which it's all disparate, but if I could only die with one movie, or if I had to die, saying, tell an aliens, check out any, any reason it would be. This, as of now, as of right now, I'm alive. Yeah. Tenet. Yeah. Like I said, I could, it's pretty powerful. Yeah, and I could, like I said, we're going to have to do a tenet super episode, cause I could go down in such detail,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1672.28,
      "timestamp_end": 1732.56,
      "chunk_topic": " TENET - scratching the surface",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  TENET - scratching the surface Spoken Words: exact, in trying to, not trying to convince you, but trying to tell you why it's so powerful. Well, I have a question. Yeah. What the fuck is that movie about? Ha ha ha. Yeah. What's it about? I don't know. Okay, I mean, I can't answer, I'd say, to answer that question, is this this first, the whole tenet, the title of itself, the whole Sator Square is the thing that actually exists if you look it up. I could show. Sator Square? Yeah, like throughout, there's like, there's like a bunch of, broken, not ruined, that kind of ruins, but it's like throughout classic architecture in different places where the Sator Square, it's like a real thing, where it's these five words that are, what's it called? It's the whole, either way, they're all the same forwards and backwards, right? I know what you mean, yeah. Yeah, so I can't, I can't think of the words. No, I know it is, so yeah, so literally it's, it's a movie that's, I feel like an example of a,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1732.56,
      "timestamp_end": 1795.28,
      "chunk_topic": " TENET - scratching the surface",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  TENET - scratching the surface Spoken Words: a palindrome, it's a palindrome. Palindrome, yeah. I feel like the film is a pal, it's, It is a visual version of the idea and of what a Palinjome is. But put that, put the idea of something that meets in the middle and it's like we've heard, but you can read it the same way for it's backwards. But then take that as deep or not deep as you want to. And put and make a film that is the visual journey that's a Palinjome in itself. That's a good way of explaining it, because having seen it a couple of times, it connects and all these names and stuff throughout there. There are Palinjomes like Tinnet, Arepo is like a character in there. It's Opera, like the girl is Opera. All of those Seder is in Rotas, is the like a Kekeum name in the movie because yeah. I feel like you've lost sleep over this movie. It's a hell of a deal. You can be going man. It's probably affected your life. Oh, it's made my life amazing. All right, so what's your next movie? Yeah, it's same. You can give me going to my life. I know, that's what I said, but I'm a toy. You could know what you're doing.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1795.28,
      "timestamp_end": 1856.08,
      "chunk_topic": " TENET - scratching the surface",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: We couldn't, you know what you're doing. I'm asking. I didn't feel like we could, could you look under the table real quick? Under the table dreaming, those tape Matthews down there. What's that? Is there a dog? She's in the fucking like chair. I've never, there's a bug down there in the, in the chair, it's really cute. It's not cute, it's ridiculous, because it's like why is she over there? Take a dude, like a little Instagram thing now, and it's back in the middle of recording. And now just keep going. I'll keep going. Yeah, either way. Yeah, make it, make compelling content. Make compelling content. Make people want to like us. Yeah, so actually I'm going to show traders. So we're dental tenant, I can move on to shit. Again, it was not really what an attempt that came out. So, but there were, if you're a weirdo like me and you just like look, search, even if there were things, you're searching for interesting shit to check out. Here's, here's the gold mine. So I'll start, I'll just go down the way. So this come true. And these, like, they're really wouldn't a lot.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1856.08,
      "timestamp_end": 1916.64,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: So there's a lot of these aren't going to even necessarily be like, oh, I hold these in really high regard. But for this year, like they are really unique and they stand out and it's, yeah. So, trailer first. Now, just probably be showing traders for these and not talking too much about them, because it's a come true. I don't know if either of you've heard about this one. What is it? So it's technically a horror probably. It, or psychological thriller type. But you're like wondering, yeah, it's one of those movies where you're wondering what's real or isn't real, just like they're protagonists. So it has some really great striking visuals that we're just really. What is this called? Come true. So Dill's kind of like, the sleep and dreaming is like, I like the basic premise, but it gets like really interesting. We just need your lying there and run. So it's got like this side pile of men's fitter.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1916.64,
      "timestamp_end": 1979.04,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: That's a bit, it's just like, I love dreaming, we're just trying to get in the human psyche, right? What are you studying? I can't tell you that, Peter. And it's kind of like the classic futuristic looking, like the way it's all done. Are we ready? A neon-soaked cinematic nightmare. That's a great description. That's a great description. Stage two. The slowing of the heart rate. Their bodies are preparing them for deep sleep. What were those pictures I need to show me this morning? I can't tell you that. I don't want to do this anymore. We waited. We need to be hailed or crucified based on our dreams. More camel. This is exactly what I'm waiting for.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 1979.04,
      "timestamp_end": 2041.76,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: That's cool. What else was he in? Was that the guyver? So come true. Yeah. He's cock knalker. Yeah. But whatever the end, whatever you learn at the end, you definitely don't see coming. You couldn't guess whatever the twist or reveal is. That's interesting. But you won't see coming and it actually makes it way more relevant in a way. That's all I'll say. You should watch it. Okay. Yeah. Okay. So that's come true. All right. Here's a movie that number one. There's a couple of mads, Michelson's on here. So this is another round. Is a good one. Okay. Okay. I don't need to miss a such a different. I've seen this. Yeah. I use like a professional. Sir and he's like drinking is he's definitely one of the most underrated actor. He's a great actor",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2042.76,
      "timestamp_end": 2106.08,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: Yeah, I was like when they named Robert Downey Jr. is doom. I was kind of disappointed because I heard his name throwing around there Yeah, he was great the first doctor strange, right? Yeah It's like if they can bring back Robert. Yeah, they should use him. I mean, there's yeah, he's so great Mads me but another round. I'll die. I'm gonna stay there because I'm a state for the weird stuff Next one is a movie called possess possessor possessor possessor possessor yeah, it's uh, it knows on my map my map because the director's it's David Kronberg's One of his kids and they've done some other movies that it's those interesting, you know, you see like a Duff spring of like a really big Similar directors like sci-fi and weird body horror type stuff, you know like this either way possessor That's why I wanted to see it and I'll just show you see Where's sweet potato plug what a good little",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2106.56,
      "timestamp_end": 2169.76,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: Guys recently had potato recently had We haven't told anybody recently potato got fixed She had a little surgery. Yep, so she's not ever came back with us She's back with us in full capacity Well, that's all capacity. Oh well, yeah This is movie you want to feel good or about anything the whole time you watch this You know you go Mikey. It's your family fair and air and off ski No, I'm kidding Those like the Just your Friday feel good movie with the family mate. Yeah, yeah Well, she's really going to town again Yes, so basically there it's in a world where technology exists That these assassins are able to infiltrate",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2171.44,
      "timestamp_end": 2232.08,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: Like someone else's mind and do a hit to where they could be like okay I would just infiltrate like their daughter or their of some friend just you know Yeah, yeah, yeah, and they're able to possess people. It's to execute these kills Literally every whenever they pick a person these After that they like kill themselves, so no worry That they're getting in plus the person they possess to do that like they they die as part of it too Not me my man who would never happen to me. That's why I got neuro link Yeah Not to feel good or enjoy life and honestly yeah, it's not for everybody Matt's like you do remember these are movies we recommend people watch right not Disclamers. Yeah, we're good. We're apparently recommending these, but there's a chance not for you",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2232.96,
      "timestamp_end": 2295.6,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: Yeah, he's recommending this one try not to watch it now Try not to watch it Okay, you want me to see that I'm well great then boom Enjoy spruce this ass or Sean Bean though Pretty cool. See this okay another black box came out there. Oh, yeah, that was one arm remember that one Yeah, I'm gonna fried fried berry what's This movie fried berry if it's not about magic again like these Done a lot came out so I have to show chit-chat is it like deer skin They deer scared fried berry. I like deer skin. They've actually been it's for being abducted by aliens literally Yeah, I think Would you why'd you say that point at me? I didn't say what do you think I said we didn't tell people Oh Again, like this isn't like some of it. I'm having guarded. I just saw it this year in the I remembered it because I'm like oh that was",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2295.76,
      "timestamp_end": 2356.4,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: pretty ridiculous In the wrong great films to take it away. Yeah, I mean 20 20 20. Yeah, that's great though because now you can know about fried berry It's luri just describes this guy Like they're basically showing you the whole movie, but except for the weird shit that he does the whole time you can't What the fuck is going on Maybe there's a trip. Yeah, it's one of those. Oh, yeah. What the? They're talking about high concept.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2357.6,
      "timestamp_end": 2425.0,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: It's really not those funny thing. Like the beginning the guy gets objective aliens. That's like yeah, but it's it's cool. I see them fried. Fried. What's that? I don't know. I get to tell you man. Fried. I want to check it out. Yeah. It's just seen like something weird as shit. Yeah, so it looks like Matt's last two picks or ones that you maybe are. Okay, they're not gonna be as weird anymore. Honestly, that's the weirdest one. The get so syncronic. Next one, I think I do remember this one. I think it ended up on. It ended up around different streamers, but no, yeah, it was, but it's a this is the first this actually when it came out. Yeah, it probably was on a streaming service within the last year to pop up on something either way. Yeah, so just because like these directing duo a lot in that's yeah, it's just everything's good. You know, they say we see everything once in this game.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2426.0,
      "timestamp_end": 2492.0,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: Pretty sure we'll see this. You think they made it? Jamie Dorn and Anthony Mackey. This is maybe start looking Jamie Dorn in that guy. It was basically like this first big movie was the 50 shades movies, but you can actually act with general outs. Anthony Mackey. So deals with the whole concept of time and the stupid to it's very glant or whatever opinion you'll blend. I want to know too, too. So it was going on with Andre's giant. Why was so big? Either way, you know what I'm talking about. Yeah, one of the glans, one of the glans be either way. Andre the giant. It was a two and three. It was a two and a really cool thing. I'm probably trying to convince you of something. Because there's like this sign.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2492.0,
      "timestamp_end": 2553.0,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: Yeah, this is where he took his dog. Yeah, man. Man. Do anything together back. I mean, the next dose to kill you. Again, this is a movie. I didn't care who was in it, but I knew the directors and the story behind it. Where this, this, so it's really thought provoking interesting stuff that they make and they write. It's where, and it's great that they had the actors that it did. Because it's like awesome. They're able to make it that much better from experience. He's got to be me. He can't deal with reality. The clock keeps ticking down. The time is an illusion. The time is an illusion. The time is an illusion. The time is an illusion. It's the crossing. And I believe this is on to be.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2553.0,
      "timestamp_end": 2613.0,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: If you guys are interested, it's on to be. And to be free. To be is free. All right. There's the writers of justice came out with Mads and Michelson. There's another kind of like a revenge, vengeance movie. It's really good. There's this movie, the Alex 20, LX 2048. It came out. It was really good. But I'm just going to show one more trade. I get to try this for this, but I don't. At the empty man. Empty man. Empty man. After it. Obviously not. This would be close with a syncronic. But honestly, I would put this above for me. Like personal like, resignation. Yeah. Because I don't like horror. So it kind of gets you in thinking it's that style movie. But it's a lot nuttier and deeper. And just what the f*** than that. The empty man, dude. And it's got like a 20 first 20 minutes. The movie don't even apply.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2613.0,
      "timestamp_end": 2673.0,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: It's like it's cool. It's calling the empty man. Who is the empty man? If you're on a bridge and you find a bottle. You blow into it. And you think about the empty man. How come I'm empty-hold are you? It's on the rest. On the first night you hear it. And on the second night you see him. And on the third night. Well, on the third 90 finds you. It's cool about this because it seems like a horror idea, but you get to the whole idea of what the empty man even is and if it is and the explanation behind it and like it's freaking really amazing honestly. Like Because it's not as weird or you know, fantastical or whatever that it might seem but it still is",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2673.0,
      "timestamp_end": 2733.52,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  the rest of Matthew's weird picks Spoken Words: So it makes it even that more resonate more just because at the end of it you kind of like damn I could imagine a world where this is everything yeah, right? Until it's a go-in seeing that but then I'm telling you do it's good, okay, and it's Way heavier. It's not just a horror movie. It's really not. It's like has that premise, but presents an idea and a concept that's so Like it's like so cool, dude, okay a lot of people are like I watch it a lot of people I might watch this tonight. You should a lot of people won't enjoy it and I would say because at the end of it's not a girl. You don't feel like ready about much But if you have a tendency to if you like to think because your brain makes you do that too much Well, this this will make you think okay, and we'll stop there and oh Okay, Michael go You know for both of you guys y'all I'm glad that I have both I have such good movie Fishy and others to compliment my poor taste so I",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2734.36,
      "timestamp_end": 2797.2,
      "chunk_topic": " the rest of Matthew's weird picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: Will get into just a few movies that I actually saw in light and would recommend you see From this year and I I'm also I'm gonna do something that's an honorable mention from a year that I Year you're born. I had been Thinking like for the over the past couple of weeks. I'm like. I don't think I ever mentioned that movie. I don't think it ever I It slipped past me and I'm gonna bring it up On share on tell us It's a small man bringing up in a little bit. But first one oh get these right here. Okay Okay, all right, so for the movies of 2020 The year of our Lord I would say You should see the movie Arkansas is a good movie had John Malkovich Vince Vaughan Maybe I guess we could show trailer. I've got like four movies. Yeah, well, let's get through them and then Now let's do it and then the movie Pearl now Pearl",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2798.32,
      "timestamp_end": 2858.88,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: Now here's the thing about this Pearl's kind of a three-parter. Yeah, but it is interesting to bring this up because my wife But the last week actually watched this on her own because her cousin came over and made was talking about it And basically my wife only watched it because she showed her but now Stephanie was all into it And she's like and this is the movie where Mikey said that that just reminded me a goth something about yeah I don't want to burst your bubble, but Pearl definitely came out like 2022 It says 2020 Does it look good? X was X that came out. I took a picture of it. Yeah, 2020. There you go Pearl So tell it talk to him. I'm not saying I'm not I'm not know because just right That's the thing these these these lists be tripping somehow But no, it says right here number 291 pearl So you should I think you should check it out, but there was another movie that came out before Pearl yeah 2019 X It's basically like a prequel to X. Yeah",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2858.96,
      "timestamp_end": 2922.02,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: Yeah X came out X then Pearl and then Pearl and then Maxine is out now in theaters and now Maxine Yeah, so X comes out that introduces you to the character Pearl and then They make the movie Pearl to explain who that lady was in the movie X Yeah, and then you have the movie Maxine which explains to you who Maxine was in the movie X in the movie Yeah, they're all they're all And none of these movies came out in 2020 no Pearl did look it up I don't do it right here on this list. Okay, whether that's this The release that you said that this might be right over 16th 2022 Well right here. It's on the list for 2020 and Matthew was just look up Pearl says 2020 Pearl That's not the same pearl dude. That's Pearl. It's a different pearl though. Oh Who's making movies name with the same name dude a toad is a comprehensive list. This has two thousand movies",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2923.52,
      "timestamp_end": 2983.84,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: Okay, guys. Sorry. There's even there's even fewer movies. There's no no Let's show the trip that Pearl from 2020. No, I don't know. I don't want to see the movie Pearl from 2020 But so you know what you picked because I don't want to see it. Who's in this shit looks scary kind of though. I don't want to see it I'm not. No, it's got a damn two and a damn half star. No, answer the Paglia. I don't know. I got TV. I got TV show guy. So Pearl, I'm not fucking. This is the movie picked. No, I'm not. He thought it was different, but this is the one. We're starting the podcast over. All right, start over. We do it. Wait, wait, wait, wait, wait, wait. Yeah. I just can't see it. I just got he just put you over top of me on the street. Yeah. So it comes out. It looks like it's just you and in. And that's sitting here. Yeah, all right. So we'll fuck it. I guess Pearl didn't come out this year. Thanks, Jeff. Fucking asshole. I'm trying to help you.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 2983.84,
      "timestamp_end": 3044.88,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: You helped out the overall quality of this thing. Arkansas, I think it came out this already said that movie. Proximity. You did. Proximity. OK. Play a trailer, motherfucker. I think that's like that's like the only one I got. That's it. This is your three. That's it. Dude. Yeah, it's solid films. You really did. I thought I did too, but Pearl wasn't one of them. But you should see this one. It's on to be. To be off sponsored by two. To be they don't miss it. Yeah. Yeah. Yeah. Oh, indeed, they do not. That's perfect. Isaac. Cypress. So Isaac, can you tell us what happened that afternoon? They meet you right with smoke trailing behind it. You're over the sky in Los Angeles yesterday. Isaac, what you been? You got a minute?",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3044.88,
      "timestamp_end": 3105.52,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: Want to show you something? You're saying this real? There's. Thank you, Mr. Jeff. It's like this is a movie you were assumed to be. It's just watched, right? It looks like a movie I think I wouldn't watch, but I haven't heard of it. It's really happened to me. OK. You look out for work all week. Did you have an encounter with an extra dress? We'll be. A UAP? It. Christmas night. I know. This is the sound of your music. The music that's picking here is making it seem like. I would have picked a different song, at least for the trailer. Oh, yeah. It's true real because we believe you have information",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3105.52,
      "timestamp_end": 3167.88,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: that may be valuable to the future more society. We're planning on a calm. We get one chance. He's in that we were exposed to something that could have changed us. We have to be there when they come. OK, so it really gets into like an epic feeling. I'm not going through that again. I still need to walk. Why didn't you take us? Was it on 2B? Is that how you talk? 2B? Yep. Parks and Matai. OK, and it looks like snow. Like the people who did that trailer, it's funny. You take it up with them. Yeah, I should. And now we are going to go back to the year of 2008. Back in time. To a movie that I totally skipped over. And I thought of later. And I'm like, I'm like, wait, when are we going to get to that movie? In 2020. I thought, well, because I kind of thought, in a sense,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3167.88,
      "timestamp_end": 3230.6,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: I was like, wait, it was monuments, but it wasn't monuments, man. In my mind, I was like, oh, wait, no, I already meant it. It tells the whole journey that got you there. Where are we at? So it was probably a lot of you thought it was being said. I guess you did. I guess please take me in the afternoon. OK. I don't know, maybe three weeks ago. OK, I'm cutting a yard. All right. He's a lot, he's a lot of men. And that's the word for us. And I just kind of thought about it. And I was like, wait a minute. What happened to that movie? I never talked about it because I figured you hadn't seen it. But it's a Spike Lee joint. Miracle at Santa Ana. Santa Ana. Oh, that's a good one. Do you remember that movie, Joe? Derek Luke. Dude, I love this movie. And I totally forgot that this movie even like that we skipped over. I forgot the name of it. I was sitting here thinking monuments, man. I'm like, no, that's not it because it's way fucking cooler. Well, that's for the viewer to decide.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3230.6,
      "timestamp_end": 3293.36,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: Yeah. Yeah. That's a decent stand, please. That's bokeh woodbine. No, I don't know. What's that? He just like pulls out a gun and shoots a guy Tim Boyle, Daily News. Your clean is a border health. You know, no deaths, no enemies, four years in service. Look at this, a purple heart. There's some Gordon Nevets in a lot of politically, uh, few of charged type movies in here. He never ages. He's been the same since Angels in the Outfield. It's third rock from the sound from me. Oh, what happened? What happened to Derek Luke? So what year did this actually come out? Oh, wait, oh, wait.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3293.36,
      "timestamp_end": 3353.6,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: I was, I was saying inside man made for the Montenegro because that's the most interesting thing for my Do like in the Montenegro. Like such a great movie though. You know jungle jungle fiend, do the right thing. I mean, those are the movies that made Spike Lee relevant. Yeah, do the right thing. It's amazing. Really just needed to do that. Yeah, do that thing. I see you jungle. Derek Luke is 15 years old. Holy shit. Not seasons. Well, because they're whole units like the Buffalo soldiers. And so it's an interesting dynamic because it showed that girl. Yeah. And she was like the Nazi propaganda.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3357.44,
      "timestamp_end": 3419.76,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: It was pretty much the whole day. They were hearing propaganda pretty much saying like like this isn't your fight. Go home. Like your Buffalo soldiers. You guys are black men. This isn't your fight. You need to just go home. It's not like our problem isn't with you. And like trying to say that you know, they'd be safe or whatever. So that's a whole element of the movie. Yeah. But that's a fucking badass movie. I mean, that's cool. If I ever want to watch a Spike Lee movie that I've been seen, I watch it. What do you got? You got something against Spike Lee? No, I don't. I think I just, I'm just telling you. Well, yeah, I mean, that's it. That's all I got. That's the only one I thought you had a couple of things. No, I said that's pretty much it. I thought, well, I thought Pearls one and it was the wrong point. And I know, I mean, I got to admit the covers don't look too different. Yeah, you're probably looking on your phone. Little tiny image. Yeah, you know, whatever. I mean, I appreciate you trying to help save me here. Yeah, I mean, yeah, I really expect more from professional.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3419.76,
      "timestamp_end": 3481.12,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  The Year 2020: Movies in a time of Covid - Mikey's picks Spoken Words: Yeah, no, and I am pretty professional. You all ever heard of a guy named the Fed Smoker? No. The Leon, I've heard of Leon the professional. Who? Leon? Leon the professional. Leon the professional. Who's that? Oh. My bad figure. Who Leon the professional. Yeah, either one. Is it a movie? Yeah. You know, that better is not only on the professional and the French version is, yeah, what's his name? Fifth element director. I'd like to talk about a 2008 movie called The Restless. Dude, that's a great movie. We already talked about that. We've got. Yeah, that was on the, yeah, we talked about the book. And I did that. I did that. Sure. That whole scenes with perfect soundtracks. The ending of that movie in the sound. Yeah. Music, everything's playing. Everything comes together. That's like on one of those Bruce Springsteen. He had a song he wrote specifically for the rest of your who I will have to say that Matthew has the best fucking musical impressions of people.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3482.0,
      "timestamp_end": 3548.24,
      "chunk_topic": " The Year 2020: Movies in a time of Covid - Mikey's picks",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Bruce Springsteen \"The Wrestler\" Spoken Words: I don't have that. I made up to stand. I don't think I don't know. You're, I mean, and I do Bob Dylan. Let's hear it. Come on. Let's hear it. It's stuck. It's a gross just diminishing. It's a reduction. Bob Dylan. That sounds like that's it. That's it. Mikey gets a kick out of it. That's great. Like, that's I wouldn't ever do it. You put it in your mouth. You literally sounds like him. He sounds bad, man. He's like, hey, my name's Steve. Whatever he is. If he happens to be turned again, just don't old boys. Yeah, I guess that I'm pretty sure I'm laughing on the inside of the heart. Our buddy Art went and saw him one time and I was kind of jealous. And he's like, I'm sure Jacob Dylan is son using the wallflowers, you know. Yeah, great bail. Yeah, they actually really, yeah. One headlight dude. That's like I think one of the best part, one of the best to ever follow the the. limelight of their father was if their father was gold dust father oh my god got the wrestler gold dust",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3548.24,
      "timestamp_end": 3610.0,
      "chunk_topic": " Bruce Springsteen \"The Wrestler\"",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Goldust Spoken Words: gold dust follow the limelight of your dust you're gonna cast light me you're not gonna give me gold dust he he he followed the limelight of his father perfectly because I mean you can't you can't tell tell me what that even is like well dusty roads was I mean he had his own player he was a legend he had his own flair his own style he did it his way you're jumping to wrestling just for any listener I think we're devil movies and from here on I'd say we're done with movies we know what we're talking about this is a mix tape yeah so if you're with us please thank you if you're on here for the movies you might want to leave now we might offend you yeah or if you want to stick around you might like yeah I might help cancel us yeah but you're do you start talking about wrestlers right yeah no I was just saying I feel like gold dust it followed the limelight of his father best you know I don't know who else is that just came to mind so he was his father dusty roads okay he was the what he was the man dude what was his nickname what are you serious right now he had a how long did gold dust how long did you do a",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3610.0,
      "timestamp_end": 3671.04,
      "chunk_topic": " Goldust",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Goldust Spoken Words: gold dust gimmick last how long did the gold dust it was like it's like a Chris games what's it if you how long did it's like it's like this Chris games it's okay gimmick it's how long it's like if he was in WWE it would still be going he's still wrestling Dustin Rhodes the man but the gold dust persona gold dust by WWE yeah and it was so weird I like gold dust and that's I'm saying in the WWE there actually is a champion whose father was also very popular that's also dusty roads that's Cody roads maybe he was he was star dust don't bring up star dust man I'm not gonna fall for it he's they don't bring up star dust on the why are we not bringing up star dust that was he was he was Dustin's he was that was what's his name's fucking",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3671.04,
      "timestamp_end": 3731.04,
      "chunk_topic": " Goldust",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Goldust Spoken Words: uh not Dustin Cody Cody dressed up as a guy named star dust and he kind of war like a outfit that looked like gold it was the same thing as gold the same thing but he was yeah the way but Jeff is a Cody Rhodes fan and he thinks I feel like star dust is a black eye on Cody Cody be the first one to say that yeah but at the same time it's a tribute to the man who will just do the work yeah because he committed to that shit and I saw him talking about being star dust and somebody saying something he was like he was like technically we don't know who star dust was yeah like he never actually yeah but he literally he had like he literally just had like a fucking star over one of them it's clearly just like it was clearly Dustin and then yeah Cody road but they were they were that brain posters and says where's Cody and Cody chill I was like dude he's about to like have the run of his life",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3731.04,
      "timestamp_end": 3793.04,
      "chunk_topic": " Goldust",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Goldust Spoken Words: no he's fucking champion no but I'm just saying dude I don't know real pride of the dusty roads fucking yeah so you man why are you trying to wipe away gold dust from I remember whenever I would watch wrestling in the attitude era and gold dust would be on TV and my dad would come in I just be like fuck he's too weird for Bob to see like I feel like he would like he would like he would like Bob wouldn't have any patience for that no no none zero he had some in the room and he's like ah no yeah turn his bullshit off no it was much bullshit like I know what they done the wrestling but ain't right no yeah he he was used to Bob Becklen or whatever he was fucking I was so cold yeah he's like where's that the honky-tonk man to hit some fella with a guitar dude that was when wrestling had so many like I know it's good now so just speaking of wrestling no I had to do it there was the time for the mid-quarters gold dust was huge and he was on it mid-quarters gold dust was huge and he was on it mid-quarters dude and what",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3793.04,
      "timestamp_end": 3853.04,
      "chunk_topic": " Goldust",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Goldust Spoken Words: what did he not have one of the greatest tag teams tag team combos with Booker T yes Gold dust and Booker T that was fat Gold dust too okay that was he was fat as shit but his finishing move where he put you in the corner and he legs on a rope and then just gold punch you right in the right in the jewels man god Jeff's just shaking his head like he can't like he wasn't sitting there enjoying it dude he was there for the attitude look at it oh Mark and dude fucking gold dust I think I'm gonna dress up as gold dude great I love gold dust on the street he's like the purge I'm gonna gravitate to someone like that That should be my man on the street bit. I should dress up like Gold Dust dude But do it in the heat where I'm just like fucking We've been saying but wait till it's cool Dude just the dramatic players. Oh my gosh. I gotta grab a drink real quick. Yeah, we take a quick quick commercial break",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3853.04,
      "timestamp_end": 3922.28,
      "chunk_topic": " Goldust",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Goldust Spoken Words: Yeah, we'll be right back. We're y'all here from our sponsors and hit our patreon real quick. Yeah, yeah, we'll get this it up And we're back. Thank you guys for sticking with us during that break man that intermission Man, golly. It means a lot to us that you guys just stand out here in the auditorium. We're back Oh, yeah, we're supposed to let them know how long it's supposed to pause it for oh Maybe 30 minutes That was a good pause at least 30 minutes. We pause for a good while we want them to have the option of actually going if That's how long the break it was yeah, I'm at least 30 minutes 30 to 40 minutes Oh, yeah, yeah There you go. No, it was nice though. It was it was needed break You know you got a lot of shit out there in the open that you've been holding in it Yeah, no, it's good a lot of a lot of pent-up stuff. You got there Mikey. You gotta let it out You know, I just remember Dave Chappelle. He said if you got hate in your heart later now You've got hate heart let it out. So this brings us exactly to our next topic Like so box Mikey bit. Oh, we go and say this so box so box. I'm about to hop on the box with you",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3922.28,
      "timestamp_end": 3988.88,
      "chunk_topic": " Goldust",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Goldust Spoken Words: But oh, yeah, you can be up here with us. It's good. We're gonna be like the Olympics I'm gonna be just a little bit up above the racial gun, you know Regan a lot of it making Reagan now, but this is serious No, so this is a relevant topic. Yeah, okay, and I figured we could talk about it just because I saw it was almost the straw that broke the camels back In the sense that I keep seeing this stuff on the internet It's been it's been somewhat sporadic. It's been somewhat sporadic, but it's been more regular than it had ever been in the past now And what I'm talking about is Chipotle I had been seeing people expressing their displeasure with Chipotle and one way or another on Instagram And some of the videos I was seeing on Instagram were also from TikTok, but they share them to Instagram For what that's worth so it's two platforms worth of people I'm sure people all over the place are complaining, but either way So I've been seeing people complain and I will say that I I've seen it as well. I haven't gone at Chipotle any year",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 3988.88,
      "timestamp_end": 4052.4,
      "chunk_topic": " Goldust",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: Because I'm like fuck Chipotle because they've did me they've done me wrong a hand one too many times So I just find interesting style you haven't been there in a year and you're just trusting that the hate Means they have that I think you know that people are again You're gonna see hate more than good. I think they have an even you need to go back in just to make sure that It's still shit. Yeah, and that you can't just believe it. I can't but no, here's my thing You're there though. You need to like here's my thing. You need another the reason still bad there Well, no, here's my thing. I get what you're saying. Yeah, but I'm interpreting you're you're looking at it Like I'm just interpreting what I'm seeing and that's how I'm making my decision But I walked out a year or these yeah, I decided a year ago. I was like I know I'm just saying within a year Like they can't have done it but then any better what I'm just saying that because you see only the negative stuff What's makes sense? I'm just saying feel like you need to walk back in there and be all to satisfy you all go",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4053.08,
      "timestamp_end": 4114.06,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: You love them so much though before right to set yes, it's a satisfy you. Why would you not give them another chance to satisfy you? I will go back but Here's the thing I believe what's happening is that everybody is catching up to what I've already understood Everybody's finally like this is fucking stupid and instead of what I did is I just said you know what I'm just not gonna eat here I'm gonna go to Cudoba down the other way he said I'm not gonna say shit and I'm not gonna go here anymore And I took my money elsewhere And these other people which I don't discredit all I'm not discrediting. I'm not hey Do you but they're posting videos are getting mad? They're like this fucking bullshit whereas I was like this is fucking bullshit I'm not coming back. Yeah, so I feel like that's why we're seeing this hate and again, I'll go back but I feel like what's happened with it is to not just sound like somebody who's I'm just getting mad at it and an establishment that has",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4114.06,
      "timestamp_end": 4176.0,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: I've recently had bad experiences with Because that's not it. It's I've just seen it over time things have changed not just not only has the The wait time the wait time is the one main thing that's kind of this sucks So this is operating only under the wave going there is walking in you're not like Order ahead experience that's some some say because I never Ever is in the world. I never existed in the world I Port an element of it though that is an important element of it and I always I always I always wear that I can order online the head now I Don't go in and walk up in order anywhere that I can get away from and I don't I'm not hating your game. I I'm not a I observe what's high. I'm just I see what's happening and I'm making my decision And I'm not fighting it. I'm not swimming against the current and and continually going to these places that I'm finding like man This I get pissed off when I go here because it takes away",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4176.76,
      "timestamp_end": 4238.4,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: I don't feel better about anything. Yeah, it's like the food wasn't as good and I just I'm like I just go to places so what what I've noticed is you can fight long and short of it is that long and short of it is that I've noticed I'm better off if I if I just order food from say Chewies or on the border or you know or or a local mainly I just go to local the local Mexican restaurants or the local Thai place and I order food ahead and I pull up and they say okay 10 15 minutes sir and I pull up grab my food and I'm out But I'm at that point. I'm receiving you know the restaurant quality food And I'm also getting good service and it's on time. It's it's pretty much by the time I pull up It's there right and that's the same that's the same as like what you're saying with the Chipotle thing right yeah But Chipotle to me was always just like you walk in a restaurant was never you walk in being you're in and you're out a restaurant It's always like you're gonna take a little time. Yeah, yeah Chipotle was across it was like one of the first",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4238.4,
      "timestamp_end": 4301.22,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: Chain places that was the in between fast food and restaurant because that a restaurant quality ingredients Yes, but it's not it's like to go or Temporary casual like fast food seating. Yeah, but just a step up It's the limit just between restaurants and fast food. Yeah, but the food quality is restaurant quality. Yes Absolutely. It's a restaurant quality food that you're getting there But again whenever I would go to Chipotle the thing is is that it's like you're going in you stand in line and You you go down the assembly line like it a it a subway. Yeah, you build your whole Orbid or right, yeah, and the past couple of times I had gone in there I had stood in line waiting for the online order people to get their stuff made So I'd be the only dude in line and I'm waiting and watching these people make food for people that aren't there That's poor that's poor management and on them because I bet they have a rule that says if a customer comes in you can help them But I bet they're not maybe maybe maybe not but either way. This is my experience",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4301.82,
      "timestamp_end": 4365.94,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: Yeah, yeah, the last time I went it was with my brother Caleb not your nephew Okay, and that the him and I yeah, yeah him and I Were at Chipotle and we walked in just stood there for a little bit chilled It was probably about 10 minutes or so of just standing there before anybody even walked up to us It's yeah, and so we're just like chilling and then they walk up finally and We we didn't have a problem. It's like fuck it. I don't whatever. I'm gonna get my food There's nobody ahead of me so they walk over say hey, what can I get started for you? I said let me get a burrito bowl with a tortilla on the side and white rice and They look at me and they go we don't have any white rice. I was like Okay, it's like well how long until it's done they look back to like 30 minutes and I'm like see y'all and you and you started fucking cooking anyway rice like you're about to start cooking it So I'm just finally like and this and they had like they had about like an hour and a half before they closed",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4365.94,
      "timestamp_end": 4426.54,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: So it wasn't just like I came in right at closing. It's like in a bitch about something like that So I was just like you know what fuck it. I'm not you know, and so I walked out I left Yeah, you know what I'm not gonna do this shit I don't blame you because my thing is my thing about it is it again It should not in that time that I stood there for 10 minutes It's like I could have been driving somewhere else to just pick my food up That I ordered on the phone already And I've also too. That's my thing is like people can say we'll just order your food ahead of time at Chipotle a couple of times I've ordered my food ahead of time and gone there and picked it up The food's been fucking cold or the food hasn't even been made till I pulled up So I saw no benefit because I either a pulled up and I got my food and for whatever reason like the portions were all off and the food was just like yeah and That where I pull up and I'm like going to pick my order up and my orders not even ready So I don't really the even the order ahead hasn't fucking worked use them saying",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4426.54,
      "timestamp_end": 4486.76,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: Yeah, so it's like I just see it and more and more people I know when I've talked to because the price of the bowl's gone up The amount of foods you get's gone down Yeah, I know that's what everything but shit. I used to pay six people $15 for a burrito. And now it's, shit, $12, $13, $14. Yeah, I mean, like I said, it's... I think they're, they're like an example, but I feel like it's really so many places have gone through this, you know, decline in customer service as big dev it. No, for sure. Like biggest thing is customers, which you think that's number one, but it really isn't because the customer experience or just even, even if they're getting orders, I mean, if they get them wrong consistently, online orders would suffer, but even then people would probably, they're committed to getting it so much. Because like, you haven't been there, I've actually probably eaten there in the last six months more than I have in forever. Because my dad comes over Thursdays",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4487.06,
      "timestamp_end": 4547.44,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: and we're trying to think of like places to pick up food. And he's like, well, there's just a polling like on the way, so I get online in order for him and me. Order it and you just pick it up. And we come out and watch it and everything was, I have no issues complaints. So it's like that experience, the online orders app orders, but if you're like walking up there and you, you know, that's where it gets, it's not supposed, but a lot of places that way. And I did Uber Eats for a while. And you really count the value of waiting when you're doing Uber Eats. Oh yeah. Because whenever you're a customer and you're waiting and you know that it's just due to, in efficiency or poor management, that you're like, okay, this is, you know, I can just leave. But whenever, like, it's no matter, I'm trying to get his orders delivered as quickly as I can. In every minute that I'm standing here waiting is basically like an opportunity cost. To where after so long, like, I'll even, you can just cancel the orders in this leave. Yeah, because I'm like, it's,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4547.44,
      "timestamp_end": 4608.52,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: it's not worth waiting 10 minutes for this order where I could just get another one that, I go in and actually go in there and it's ready. Yeah. So I've seen so many faster places where I get there and I could be like this long, like, we're digging this long wake to make this food or different things or I walk up there and no one comes to count. A lot of fried chicken place like that, that I feel like really, but that though, it was just it's sad, but that's a lot of places. Yeah, like I said, again, it's like my thing with Chipotle was just that I had seen it. And again, I haven't been there. It's personal, I feel like you loved it. I think it's still used to, it's still used to, you bring it up. Yes, and I used to go there quite a bit. I used to regular it when I'm bringing it up because it's been such a popular part of our generation. Yeah. So that's why I feel like it should be talked about because I do see it in a way of where it's like they're in dire need of a massive re, I don't know, revamp of there,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4608.52,
      "timestamp_end": 4669.36,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: because that's the thing, how do you balance? I personally, I feel like they've lost you. Like I'm saying it's funny because they say that, but for sure. So what if they did all one reason, would you go back one reason they were all like, I think they don't mind losing you as a customer. That's fine. And that's they're in, but the example of them still being successful and sacrificing the use out there. I feel like here's my thing though. Of I'm, I'm, they right now on the exception, but eventually I'm not going to be the exact, eventually, no, that's why I'm saying right now, everybody posting these videos, yeah, shit that I was like, fuck this. Like a year ago, I was like, this is horseshit. I've come here, I've been coming here for years in the past six times I've come here. It's been bullshit and it's been some problem and I've asked for, yeah, can I get, you know, hey, how you doing? I'm always polite and the people are just, the employees are kind of shitty to you, but here's my thing too about the food. This is not just a complaint and a gripe on the employees",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4669.36,
      "timestamp_end": 4730.36,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: or gripe on the process of how they're balancing online, online orders and walk in orders. Because that, there, there, there's no bad. I mean, they're pretty much, if you, if you ordered online, you're, they're just going to make your food there. And I've seen, they'll make that food so fucking slow too. Sit there and take their time on it just to not serve you. And it's like, okay, but they stop, they used to cook over an open flame. Chipotle used to cook all their meats over, over a flame. But now they, they started cooking over like a, like just a great, a griddle. It's no longer, you no longer get that flame, charred, broil taste from the steak or the chicken. But Cudoba, Cudoba still has those old grills that Chipotle used to have. Yeah. Which was the big propane riveted grated grills. It's just, it's great. It's not, it's not fine, but just saying like, as far as your experience and all the hate, whatever,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4730.36,
      "timestamp_end": 4791.72,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: I'm just pulling up the last two years. If you don't, it doesn't charge for you to walk. I know, I'm just pulling up their past 10 years of growth and revenue. Mm-hmm. Like. So they're not they're gonna the customer service shit is gone because online orders people get online if they're right They're right enough to where even if it's like 90% it'd be like hey, that's That's interesting because They're using small words for the money, but it's not the human component is suffers obviously Yeah, and I mean how long it's like yeah, it's good for now, and I mean again They're just cramming out but how many of these fucking people are their numbers are up But how many of those numbers of the people that have been buying that food were got it and open it up And they were like the fuck I got half a spoon of chicken and like barely a spoon of rice So it's like you can I you know, it's great But I'm just saying I don't know I mean fuck what do I know but I'm just saying I know that I ain't been there in a year because it's like",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4791.72,
      "timestamp_end": 4855.64,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: I'm not one of these people who's just gonna continually go somewhere and bitch about it and Continually go there and continually bitch about it. Yeah, I'm also not the type to just fold and just go like I think in the lead to them decline. I don't I don't they're not going to I don't see them going anywhere changing And I just think it's like a place that you're just gonna remember I see him changing in the sense I think it's gonna be like that place used to be good and I like going there now There's something they're not the same thing anymore. I can see him changing in the sense of no longer having a dine in the fuck's the point Yeah, I mean How many people do you go in there and see actually sitting down because again? You're like yeah, bro go walk in and try and fucking order. I'm telling you you're gonna go It's it's gonna be stupid like Yeah, you're gonna go in there and stand there and they're gonna be making Somebody's fucking casadillas or something and nobody's gonna be in there And then you're gonna by the time they walk over to you You're gonna tell them what protein you want there. Oh, we don't have it. We oh, we got to cook it Okay, so a process that used to back in the day",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4855.64,
      "timestamp_end": 4915.72,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: I used to eat it Chipotle all the time. I worked down the street from when I walk over to it and I'd order my food And that that's where they hurt you deep is I just hear guys been hurt No, because you say that but how like I haven't been there in over a year I know that's a bad they hurt like before that they were such a big part a regular part of your life Whether we as they're not they have to up in your neck ever could give another chance. No Why the fuck would I I just don't I don't really see a point. I don't see a point That's what I'm saying. I see it. I very it's cool. I see it is like eventually It's Chipotle is just gonna be in I already I already see why it's not this now why it's not like a salad to go Why the fuck is that they're in the process of trying to make it that you already have a buffalo wild wings to go So why wouldn't Chipotle just be a standalone building where you eliminate the dine in I mean Don't me tell you and it's no longer and you can just pull up and you're like hey, don't me get into like",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4915.72,
      "timestamp_end": 4977.92,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: Because it's the only day you just have no why I'm just because whenever the business model and the investment that they made for all the Stand alone locations they're not just could tear them down but I'd be more painted shins and two if they're Constructing new locations with this to it almost be like Painting shins and to where they open up new places seeing if they are the same format because the pace has been open They're not just gonna like often change like a ton of there. No, I see opening up But it is they could be becoming I was gonna say though after after COVID though That's what that's what kicked all this shit off even more with the online stuff And I was fortunately able to stay open But that's the thing they came back after it and you lose the entire component of life Yeah, there's a that efficiency of the service inside And like you said, it's not just strictly isolated to them But the reason I'm reading is the reason I'm even talking about it's because I'm seeing it being posted online I'm not it's not like something it's not something I'm just saying it's like I see it is something that's relevant right now people are",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 4977.92,
      "timestamp_end": 5041.08,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: Other people are having this experience where is your on the other end which is I'm indifferent You're on the end where you're like I know because you just punch it into your phone and they haven't messed up whenever eight Their last I'm Everything I see his point like my everything is based off my experience within the last two months to where I'm like I think got it right it tastes good. Yeah, I Don't do you look at me do you get you get the chicken? Oh normally chicken, but I'm I can get the steak sometimes you ever get the bubble gum pieces the pieces They're just chewy I got no way I would always get those bubble gum pieces. I've gotten that before I think it depends I don't know if he can pick the lighter dark you should pick between light and dark. Yes light and dark Yeah, to where I Feel like one was more consistently bad. I'm gonna do something I'm gonna do a side by side comparison with you of Chipotle and Cudoba And and I'm telling you you're gonna be if you're gonna be sold on Cudoba all the time. They don't charge you for the I want to give back back when a verse in my",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5041.92,
      "timestamp_end": 5104.04,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: early 20 go they don't charge you to the guac they have the k so and they have spicy k so I mean you should check them out. I'm just like to be a kidoba go first of all go get yourself a bowl. He likes and then go to the commit to certain brands and go watch you someone to be you'll find you. Specifically kidoba is good. I mean there was a few plays that's not really good. I mean there's a lot of service I get in kudo I'm guessing it's better than jake. I treated like a fucking yeah me and my dad go to the same kudo ball the time and this guy that's there is amazing. There's not he knows us we know quite is a prevalence. There's like one in like downtown and then there's a kind of it's not convenient. There's another one in the middle of the other one. But that's the thing they're going to and they need to take over this bullshit. They've been or they've been in the game in a long time. Did the who's judoba. Yeah. Yeah. And I'm saying they're eventually going to choke out. You see these little this is a nice graph right here. But",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5104.04,
      "timestamp_end": 5164.68,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: this graph is it showing you is human. They're not showing exactly the component. I'm a people person. I talked to be that's the said that judoba are people people that's the said that's the sad world we live in words business and profitability and quarterly and I'm just saying number one above all that shit judoba tastes better. So that's why go there. So above anything in my experiences. Kudo but has better foods so I go there. I hear it means me I'm yeah. I hear guy was deeply hurt in but it's you're speaking of something that's better. It's in its Chipotle is just an example of numerous places where since COVID they realize this in society they basically support it. So culture is like okay. We're basically doing a line more doing that. Everything became faceless. Yeah. It was all what you were amazing people in the back of the mind or think they're being safer still just like avoiding I don't know man. I remember the days back in the day where it's shit. You",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5164.68,
      "timestamp_end": 5225.44,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: work fast. You could shit. I remember seeing people get fuck. Okay. I mean what happened? I mean I remember them days. It was like that's part of the deal. It's like saying do you gotta do anything else as fast that isn't kind of questionable knife. Man he's kind of fast. Watch out. Yeah. Watch out. She's fast. Oh okay. Put fast is not for anything except food. I see man that food is all right but it's fast. I'm just saying man back in the days man. The fast food restaurants. I see fast food employees. Dangerous food. People's faces. So I mean dangerous food. Dangerous food. Dude and that's funny. I'm making joke. But I feel like I think I like super spicy stuff because it's dang it would be dangerous food. Dangerous food. I'm getting experience. I like an experience that's kicks you in the face. I was",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5225.44,
      "timestamp_end": 5286.28,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Chipotle broke Mikey's heart Spoken Words: eating feedos the other night and I literally start sweating on that red salsa. That red salsa had my sweat and my forehead. I love it. I love it. If I'm not I was like wait every meal. I literally I had shower and everything and I started eating my tacos and I'm like holy shit. I'm like and I started that moment it hit me. I'm like I'm like beginning a little bit too old for this shit. I might have to cut it back by a few tacos. It's like yeah you would enjoy it still. Yeah it's like the balance of yeah I will not take it to 10 all the time. Yeah but I my palate is just kind of once closer to that than not. Yes I want it to be closer to yeah unbearable hot than unbearably mild. I'm going to air on the side of yeah I want to I want to know that I'm alive. So you you like Chipotle and I don't like you know I don't care about Chipotle but sometimes I eat there and I eat there more. I recommend try not eating there for a year or so. I can't. Consider dumb. Me and my dad could boycott them. No I'm sure",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5286.28,
      "timestamp_end": 5347.28,
      "chunk_topic": " Chipotle broke Mikey's heart",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Bobo China Spoken Words: pops he'd be down for it to pull a boycott. He's always looking for the boycott. Yeah we can tell you just tell him what I tell him my defensively. Yeah dad everywhere has but we'll we'll say that's the reason. Yeah no no all you say is you know Mikey the yours. Your adopted son who comes over here and just does your lawn no questions ask they hurt him they hurt me bad. They hurt Mikey pops and Mikey is not okay with them and that's all he need to know. I know why there was a place we went up I don't mean like a Bobo China like throughout my life growing up like so many so many Christmas is or birthdays or special occasions. Many special occasions. You sent many many. Family my dad would like to get Bobo China go there and I don't I was a little kid and I didn't eat anything there but they liked a lot and they know that I wouldn't eat there but I'll get like I was such a good that's a whole different thing either way, but I just remember one But whenever they read pups the wrong way was",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5347.28,
      "timestamp_end": 5407.68,
      "chunk_topic": " Bobo China",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Bobo China Spoken Words: Oh, they're wronged pops well we were there at the restaurant and I was old kids so You assume sodas were fountain, right? And so they were like come in they would get the kid but they didn't like really make a point to let you know that every Refill is another soda that's being charged And I'm like a little kid who's probably had six seven eight. I don't like because I just doubt On soda yeah, I wouldn't use to fountain sodas everybody was yeah, maybe they were before and they're back there pop and cans or we've been Yeah, I know if there's a change be the way like I remember the bill being like we hired say what is this like it's like he charts Featured though see and then just being like so offended whereas like we they didn't go we didn't go there for long time It's the overtime and they're still around so they're still doing something but I think is I've been there within the last year for Christmas Because like that and mom and I wanted to go See I'm saying this a pop this is like 15 years ago. I assume I'm seeing it emotionally charged guy. You know what walk out with this family",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5408.4,
      "timestamp_end": 5469.52,
      "chunk_topic": " Bobo China",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Bobo China Spoken Words: I was Everyone has if you've had like a nuclear any family event like with a dad or could be mom Oh, you know how many parents you made you get who made a scene in the you just kind of had to follow I was just gonna bring this up is like how might how like most are back in history doesn't go We're getting old people getting mad over food. How long back? Yeah, fuck we fought wars over it. No, it's great. I just I just think like This uncomfortable tension at a restaurant ever You're wondering if it's gonna be so expensive that like that mom or dad's kind of like what all right You know that they're gonna say something about the bill back what oh good It's like you said there was like It's fucking hilarious. Yeah, this Bobo China, man. Well shit. I'm on your side pops. Fuck him Yeah, and pops is like that. Yes. Yes, but We'll eat there sometimes But also to go there they go they went there forgot for last Christmas. We went there within",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5470.64,
      "timestamp_end": 5535.68,
      "chunk_topic": " Bobo China",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Bobo China Spoken Words: It's funny. No, man, but you know, I mean No bow time dude if you've been in DFW your life like they've been a staying thing there and right there of 635 Mm-hmm like they got history that's the place that They're there they They're doing something else this one was miracles anomalies Because I never cared about Chinese food that much, but yeah, so I'm just kind of whatever but even as an adult now I've gotten this stuff. I'm like I don't know what's That's true about yeah, what's so good about there's still here like I feel like they haven't stout just some baked into their food their people And lost I'm getting the wrong dish You need it they need to have a place like the menu around Me and Jeff watch the other night dude Button wife was asking about watching that and she gets mad me because I tell her oh yeah, I've seen it And I know all about it. She's like don't share this. Save anything Actually, it's been a thing towards Jesus. I'll send her idea. Okay. No, it's funny though towards you I'll text your movies and be like I bet Matt hadn't seen this yeah, cuz she's like I'm like I'll watch it again",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5536.88,
      "timestamp_end": 5601.28,
      "chunk_topic": " Bobo China",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: I like it. She's like no, I want the I want the experience of us both seeing it for the first time together Which is great no, no, she won't say I make that almost impossible. So she's like you do next time you watch before you start watching by yourself Say it's like hey, let's see if maybe Stephanie wants to watch this with me and hold off and I haven't really been good about proximity You could watch prox because I'm like Pretty interested but not like I need to see it now to where I can still kind of be like Matthew, but yeah I just know so much stuff I watch I know she doesn't have an interest and I could try and I You never know, you know, it's like whenever the crossover of what I like into like a more mainstream appealing thing To where I like a mainstream stuff, but whenever I'm watching stuff by myself Like okay, so do you feel like I just consume the mainstream and then a ton more. I was gonna say it's like how much of it Do you feel like you at any point you you get to I",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5601.28,
      "timestamp_end": 5666.48,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: I feel like a lot of the stuff you tend to like is almost counter culture or not counter culture, but counter Like you still like like you said the mainstream stuff when it's good. It's good. Tenet. Yeah, it was a big movie count Yeah, I love a lot of the majority of it was super accessible. Everybody. It's not well done Tenee if it's a great movie. It's a great movie regardless of if it's a like a big budget no, I know Action movie or I know my point is is that it's like it seems like a lot of the stuff you like or the more obscure and independent type directors whatever and you know, I don't know. It's just like, I'm wondering how much of it, did you find at any point that you're like, okay, like I don't want to get too locked in to just, like do you, I feel like, because I've mentioned movies to you and been like, expecting you to have seen it, you're like, I haven't seen that, I haven't seen that. And I'm like, how have you not seen that? And so I'm just wondering, it's like, do you feel like some, you end up watching movies based upon,",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5667.76,
      "timestamp_end": 5728.44,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: like if it seems like it's mainstream or not, or if it seems like- That doesn't matter all to me honestly. Okay, because I was like- No, because I was like- No, it's- Yeah, no, it's- It is- It's almost as a point where you've gotten your- It could be like, packaged as Hollywood is anything. Yeah. Like it still be, if it's a good, if it's done- Good, well, if it's a good, well- If it's the best version of Hollywood big budget action movie, that's great. I want to see the best version of that. Okay, okay. But then I can be like, okay, I've seen something trying to be the best version of that that's like, comparing some of the DC action movies to Marvel. It's like DC's trying to do a really good big budget action movie for the longest time. And they're failing over and over. And Marvel's doing it- And that's why Marvel did so well. Because they're making these really big budget action movies, but they're- They had great teams behind them and just- It was just like such great execution of it. But it was- It lasted up through like the Infinity Saga. And then like it's- Like anything, but it's like that was an amazing run. And getting to where I think it's changed and now they're going back to trying some of the same directors that that's- the rooster brothers that success with the four.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5728.44,
      "timestamp_end": 5789.88,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: So there's a lot of shit to it. I like- I just love movies. Yeah. I just like- No, I just assume- And I just didn't know that it's like- I know that once anybody with anything, it's like almost any hobby. Once you get into it, you know, you just like, I like skateboarding, right? Yeah. I'm not saying I do, but say we'll just take skateboarding for instance. I like breaking things. I do like it, I do like it, but I'm saying it's like- It's cool. Take that as an example. It's like you start off liking it. You just like the basic bare minimum of it or whatever you just like, basic skateboarding. But then eventually you get so refined at the point or cycling would be a better thing. It's like- Yeah. It's like riding a bike. And then eventually you get to the point where it's so refined where your bike- Yeah, but you're- You're- You're- And you're whining- You're whining to getting to- Like an ex- How much- Yeah, to where you're weighing how much- How much, you know, how many grams each part ways before you put it on your bike. And that's what makes you- You know, I don't want these bearings cause they're 0.15. Yeah. So you know- That's the thing, Moose. Like I don't even- I don't even know what I'm saying so much though. I just can't- Like it's more like it's-",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5789.88,
      "timestamp_end": 5850.28,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: Things that are available and I- I just filter what I might get to. I know. I was just saying that I didn't know if it was like that. Where- Cause I know with any hobby, like you said, you said I like movies. Yeah. But again, people that like riding bikes started off just riding a basic bike. And then all of a sudden, they got the clippy shoes, the spandex, the fucking- The whole road bike. And now they don't want to just get a fucking beach cruiser and ride around the neighborhood with their wife. They're like, they're like, I'm not fucking doing this. Yeah. No, that's a great analogy. I have- I have a fucking road bike and I'm going to get on my road bike because this is cycling. What you're doing, you're being a fucking poser. And you're bullshitting with your stupid fucking- That's where like movies snob. Like movies snob. Like that's where like a movie snob would be in a play like a movie movie snob. No, yeah. But I think that even that- And that's- And it wasn't even- I can still have fun on a speedback. I'll have fun on the kidback. That's what I'm saying. Understand my question is more or less that it's like, I'm wondering if you ever got to that point",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5850.92,
      "timestamp_end": 5912.6,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: where you were like, oh shit, like, I don't, you know, I don't want to rule certain things out just because- Yeah, I know. Because I feel like again- I've personally- Because that's- I feel like that's why you get the snobs on things. They never- They just get- They start- They reach for such a point of refinement of what they want to wear. They're just like, no, I don't- That's not- My palate is so refined that that's not for it. No, I'm not gonna- I think it's my- I think a- Because I just noticed- Of course, I think I perfectly refine my palate. And you like- No, and that's- But for me, and of course- But it's like- And you have. To have- I feel like- I've filtered out stuff. I just know- Is the waste of my time. Yes. And it did- For that reason. Just because- I've got so much time to do shit. I want- Even if I want to like watch random weird shit. It's like, oh, there's- I could find something better. So- Without thinking about it, Doing what you're doing in a way. But like, with the mindset- Yes. I'm gonna beat- I'm gonna beat that way. But more just my natural wave operating is that- Exactly. I got you. But- And that's what- Yeah, I'm- Yeah, I'm- You want to- I'm- I'm- You want to- I'm- I'm-",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5912.6,
      "timestamp_end": 5972.6,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- I'm- You know, you- You do tend to have- You have a deeper- Understanding of some of the directors and some of the movies that you like- Deer skin. Yeah. A fucking movie- What was your- That's- The nish- The barn fill. And movies mess much- I mean, I want to call it- To make movies- That's what I want to call it. It's my first- I- I was- I was- I was- like Rado Tippers in the film at UNC. Like that's what I went to college to do. So as a young person, I was into movies like on to that level, to where I want to get into the, I want to make them, you know. What are you doing? So that's probably a big factor. Like this is a person who's I want to be in the back of the line. Film maker. You've more or less to my life. You've more or less had the approach towards movies that I've almost had towards baseball. In the sense that anytime baseball has been on TV, I'll watch it. I don't give a shit who's playing.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 5972.6,
      "timestamp_end": 6032.6,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: I'm a rangers fan through and through until the end. But I could give a shit less who I'm who's playing. I'm watching fucking baseball. Like if I don't care what time of day, who have any outs, who's pitching, who's I'll watch it because I just love baseball. And so that's how you are with like movies is that it's like you just love film and cinema. And so you'll watch it. And it's like you're just an enjoyer of it. It doesn't necessarily have to be your your genre. You just you know or not you don't necessarily have one. You have one in favor. You like science fiction. Yeah. And it's that same love that may be become more like selective at times. Yes. So it's interesting because it's so here's the question. It creates the mind that I have in my perspective towards movies. Here's a question. Now I'm interviewing you. Welcome to the podcast. Hey, what's up? I'm me. Matthew. No, I'm going to interview you. What what do you feel like if you had if you had budget and or time because time might meant necessary might be more",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6032.6,
      "timestamp_end": 6094.0,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: the factor than budget because I know you're a creative person and you're also resourceful and cheap person. And you would not let a budget stop you from doing something. But what type of what type of movie if you could what type is there a certain movie you would make? Do you have an idea and outline of when you would like or when you think well, I mean, yeah, I mean, I've had movie like movie ideas to think if I could just make you've already got a lot of it up. You've got I've got. I mean, yeah, yeah, yeah, I mean, don't give anything away to it. I've written a story or like the outline for something that I feel like I could if I wanted to I could make it with just a few friends. OK. And like still somehow deliver a cover if you actually watch it is of course it's going to look. No, but it's going to look like what it is. I'm not going to try and do more than I know I can do. Yeah, you're not going to try and create a whole crazy thing. To do weird shit. And you know, it's like this is like that. So, but that be a part of obviously built into the aesthetic",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6094.0,
      "timestamp_end": 6156.28,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: because it's really that is what it is. But so knowing that OK, can I do something compelling with the dialogue into characters to actually make something that cheap be compelling? But if it can be anything. What would your what would your premise be or your theme of the movie you'd want to see or something you feel like the movie you'd want to make? What would your general premise be? I mean, the premise is the one that I would just be kind of just, you know, though I love sci-fi, but I wouldn't be it wouldn't be sci-fi be just like incredibly dramatic. OK, so dramatic. So you would lean more into the all what would it would just be like real life. It would just be I'm going to film. And that's at least the idea. I'm just pulling from like the idea that I have created a linch dramatic or no, just like actually relatable to be super accessible. It would be something that I want to be able to capture the whitest audience as possible with that but still being",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6156.28,
      "timestamp_end": 6218.48,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: artist so be I see it would almost be like a like trying to write a song towards like, oh, you know, you're really like doing weird crazy stuff. It's like I do, but how can I if I just have a message I want to convey? I want to cap, you know, throw the whitest net possible. So I'm going to, you know, so it's almost like trying to think of a mainstream way to share the idea. Yeah. But it's like having like deep, I feel like really great big or movies. That's what they are. They found a great way to actually be deep and meaningful while still like this is seeming like it's not, you know, I thought about, do we lose something? Oh, that's just the camp, but I can, I can keep going. I had a, yeah, I thought I thought about writing like trying to write like one premise or an outline of a for a comic book and it would be around me and my dad. There you go. Because we, you know, we work together and cut grass together",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6218.48,
      "timestamp_end": 6279.08,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: and so I figured there could be a cool way of making a comic book father, son duo that cuts lawns. So I thought that might be something to be fun to play around with just because then again, but still I really, we got to get into my detective thing. We got to create that guy. And I don't want to give too much to the kicker going. No, no, the cock eye detective. I'm watching. It'll take the idea, guys. It's a great idea. It's my idea. You heard it first year at the Mikey and me podcast. No, I don't know, man. Cokai, that's his name. Cokai, I didn't say that, man. Matthews lost the feed here. Hey, so what do you want to talk about next? I don't know. I mean, shit, dude. Let's talk about it. Let's talk about the fact that you still don't have a radio and haven't listened to coast to coast to coast. A.M. We need to be listening to me. I don't know. I think I was supposed to. You're probably right. I'm supposed to give Jeff one to.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6279.08,
      "timestamp_end": 6340.16,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: I got to give Jeff a radio. Sounds like I got to go garage sale radio shopping. Sounds like you need to be a friend who follows through on things to say. I don't know. No, you're right. You're right. I don't know my game. I'm trying to be the find it. No, you're trying to help me. I know you're doing it. It's not a free story, the things that might hurt. Shouldn't they make a juggernaut origin story movie? An icy. I mean, I know they like barely had him in one of the movies. We had them in the Deadpool 2. And then the... Yeah, yeah, Deadpool 2, that was it. And then he was in Deadpool Wolverine a little bit. But they need to have, I mean, they need to have like an actual juggernaut story, right? Yeah, I mean, I guess... I think it'd be cool. He's like a punchline. I think it'd be cool to have. I mean, as much as they've... There's still a lot... I mean, you want to think and do a lot of pick any random like in that really expanded on... Juggernaut be interesting because he's fresh like his brother.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6340.16,
      "timestamp_end": 6400.76,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: But not much people really care about him. I would say, my top three would be, you know, just different. I'm gonna skip around, but juggernaut, Colossus, and Lexus name. Colossus would be great. Juggernaut Colossus and from Batman Killer Croc. Yeah. No, dude. Just because you're more fascinated. Killer Croc. Well, how about that guy come up? How are you gonna... Yeah, and how are you gonna do Killer Croc? He's like popular, but still like popular enough to where people would recognize him. Mm-hmm. That's funny. Yeah. I mean, the penguin, they're getting the whole series that's coming out. I think it's called the same. Yeah, it's called the same. Okay, it's a B.O. Max. That's coming up soon. Dude, Colin Farrell. He's a jit. He's a lobster. He's a penguin. He's a man. He's a mole. What would you say about his presence? Josh Brolin-esque or no? No. I mean, he didn't command a room like Josh. Josh. He didn't command a room like Josh, but he's convincing. Oh, Josh, man. Oh, Josh Brolin, he will command a room. And he could actively try not to.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6400.76,
      "timestamp_end": 6461.32,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: That's the thing. He could try not to command a room and he still would. Colin Farrell could try not to, and then, you know what I mean? Josh Brolin's can't hide his presence. No, Josh, he really can't. He can't walk it barefoot. He might as well be 10 feet tall because he, whatever he's doing, he can't hide it. He might as well just be that tall. Oh my god. Dude, him and no country for old men. He was a bad dude. He was a bad dude, no country for old men. He was, man. Hey, in light of wearing the shirt, what's our old buddy, Softmax, been up to? What's our friendly clown been up to? Well, you know, he pops up outside my window every now and then with Miller high lives. No, I don't know. I've been, you know, I've been seeing him here and there. I think he's a few bushels. We could probably shoot him a friendly message. He's like, hey man, I'm staying in the loop on your stuff and just like, I always like it stuff, you know? Oh yeah, sure. You know, just do a human connection message. When you check in on him. Yeah. When you check in on him.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6461.32,
      "timestamp_end": 6521.76,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: Like how long? Be like, hey, we about, we're this long away from six months. Yeah. You know, something like that. Just be like, how you doing? It'd be like, we call it this. We think about it. Well, we do we think about it. We're thinking about it. I'm still wearing your shirt, which by the way, guys, you know what? I will say, I'm just, are you the first person to bought the shirt? Like period, you think you're the first one? You might be. Like, you're at the beginning. So you, like, I think I might be the first, one of the first people to have bought a Stammer merch. Just because they're like, right, when it came out, like, I was, I think I had to be one of the first. A lot of people I'm seeing in the internet, a lot of people are wearing the Stammer X Plus shirt, but I just want to say that he started seeing the shirt. It's great that they are, but one, you need, who did it first? I started seeing the shirt a lot after we started interviewing the guy, which is really fortunate. It tells me that we've reached people. And I love it. I love it. The more people have seen this funny little fella, I love him. What a guy.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6521.76,
      "timestamp_end": 6582.24,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: I really can't wait to see that. We're going to go to Cincinnati one day. We're going to pop up on him. Or perhaps he'll be here closer and then I'll just pop up on him. I hope he's not liking an unannounced sky. I get an equating sky. You know what I mean? Like, oh, hey, whoa, what are you doing here? Say, hey, we're just. stalking you. It's not problem. Don't say live in Texas. We were just in neighborhood. We're just in the neighborhood. He happened to be right there like right there's something going on and he's rallying for support. He's a fan. Yeah. He's running for office. He's been doing pop up book sales. I noticed that he's had some pop up book sales. So and I know I wonder if he's found a literary agent. Because he's setting what he said he would be he'd love one. I hope so. I hope I've found the right one. Maybe because I'm sure I'm sure he's better than it's a matter of like he's smart to wear. Oh yeah he's a smart fucking guy. So yeah, not not good take a deal that's not good. Which is good. It's great. You",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6582.24,
      "timestamp_end": 6644.96,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: want to talk to him kind of get into knowing that where he's a place to where he can you know he's not just going to grab it something. No that's good. Like no that's good because you don't want to see your favorite neighborhood clown you know yeah get clowned and you can't but you that's the thing you can't you can't clown a clown or you will see who the real clown is I guess I guess you clown a clown then you see who the clown really is if you clown a clown you better not come around. The clown with the clown to you down the ground speaking of which I need to get some ICP shirts I've been saying yeah from my sister would be like hey Christina this is in your honor since you're the only human I know that's been doing ICP I need to see my sister my sister my sister is great I just want an ICP shirt I want a couple of them why not get some juggerlot you might as well the fuck yeah now I want some juggerlot you man they're a dare they're committed to their bed like having that yeah I mean the dark circus yeah I'll buy a tool shirt I'm cool tool exactly man you know man I didn't",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6644.96,
      "timestamp_end": 6707.12,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: print up my third eye all the time I really am that's a you know that's some heavy shit yeah it's heavy let's keep talking all right well push through it you know you want to push it do me do me get it do me get do me get do me get into shit that I was going down a rabbit hole on this weekend what were you going down a rabbit hole long oh we'll see last night it happened to be well I just ask you a couple questions oh I I never really told you oh I never did respond to that bot so to those y'all who really yeah maybe he had paid attention to the other episode where we brought up Anna and the random text message from AI potential AI bots yeah that I'm I think is not a human I got a text message the other day and it was like hey Kathy it's Millie you know it was a perfect show of me asking like yeah have you got a text from a random person but they they're texting you as though they're texting someone they know like they got and somehow input the wrong number the first the first message that specific method they said I'm signing up for swimming lessons would",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6707.12,
      "timestamp_end": 6772.56,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Matthew's movie watching proclivities Spoken Words: you like to would you like to sign out as well yeah such a thing to like this person must have somehow sent this to somebody else yeah and so I just responded and I said I think you have the wrong number the person then responded back a little bit later and was like dear Kathy oh dear Kathy it's me Millie or dear Kathy it's Millie how have you been or how are you or something and I just replied and I said I didn't say I wasn't Kathy I just think because you remind me of how slash when we met and then they sent back like a little like and they still haven't responded nothing like that's it that's all they said and now I'm just like huh I just find fascinating that even the if you sit there and think about somebody accidentally entering because I wanted to make them that doesn't happen I mean I guess I could think of scenarios where it does but to actually text the wrong number it does but at the end of the day whenever I've had it happened and when I'm like hey you've got the wrong person they were applying they're usually like oh my fault yeah like you know and then they realize it but in this case they're like",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6772.56,
      "timestamp_end": 6837.76,
      "chunk_topic": " Matthew's movie watching proclivities",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  AI text messaging update Spoken Words: comes swimming like no thank you I'd rather not it's interesting I texted mine again did you oh yeah I'm sure she's texted it a couple of memoirs see and I just need to send her things like hey if you watched the you should watch the last episode where I talk about how I think you're not a human that's awesome you should listen to it actually I should uh it gives it like a been busy lately or you don't want to be my friend anymore I'm gonna give that stop talking her I said sorry I've been super busy and exhausted last week been working family stuff and animals I've even not bad did something happen dance uh nothing out of the ordinary I see nothing out of the way it is busy time in the month of my job not bad is better than bad it's true the busy work often makes us tired but it's those busy moments that allow us to grow and develop in our careers lol and that was that's a wrong person that's",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6838.72,
      "timestamp_end": 6899.36,
      "chunk_topic": " AI text messaging update",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  AI text messaging update Spoken Words: whed place to put an all-around relief. Yeah, very, but I just kind of let it go. Very true that did not just start saying, okay, I'm gonna kind of get philosophical to the path towards improvements often, not easy, which may never, which is why many, may never reach their potential. And then she says this long thing, the road ahead is often full of setbacks. But for us, I want to think about these setbacks, but we'll seriously look at the scenery on the road because I think that is what makes me happy. Many people in my opinion cannot realize their potential because they lack of opportunities. Perhaps they have more or less encountered a lot of opportunities, but it is because of the lack of understanding or not decisive enough to miss the opportunities. So they will complain so they can plain that life is not fair to them. What the fuck? So what I said triggered that. Well said, as well said. And then she says, so we have the same point of view, and you can share your different opinions with me. We're in different fields, we're exposed to different things. And I haven't responded. And that was kind of a couple days ago.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6899.36,
      "timestamp_end": 6960.88,
      "chunk_topic": " AI text messaging update",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  AI text messaging update Spoken Words: And this, what it, I don't know, man. Like who sends something like that? I don't know, man. That's some weird shit. Somebody need a friend. Does that mean I'm maybe the hug? Maybe. Do they have pictures? Like what's their, that are dog? Oh, it's a person. Oh, okay. It's from what was their shoulder. I mean, I could get this. Like a stock photo. That looks AI. It looks like a stock photo. Or just some random girl by bridge. That girl probably wouldn't even buy that fucking. Yeah, it looks so just like they pulled some stock photo that's on there. But hey, they're my, you should just be like, you should just say, do you need some money? Just say, no, I honestly wanted to try asking them for money. That or just, okay, yeah, that or just like. I'd be like, hey, you know, we don't know each other well, but I've with my kid. Even so, even if I think it's a scam, still somehow at the end, just try and scam the scam. And if anything, you got a 20.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 6960.88,
      "timestamp_end": 7023.16,
      "chunk_topic": " AI text messaging update",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  AI text messaging update Spoken Words: Like, try and scam the scam. If it or just have that mindset to where like, my end game is to actually somehow ask them for money. Dude. How do that's actually, and then I said, can't tell them to reciprocate with 100,000 followers. I don't know why I said 100, maybe. Yeah, I mean, that's just because I'm a person, I mean, I care about people in general enough to where, but I do would like to be able to actually have the idea in this plan to over time try and ask her for money. Try and monetize this random occurrence. And just treat this like a game to where how do I just game them, which is terrible. I'm too. I can't do that to know the humor. We got to figure, but we don't think it's a human. That's a game. We don't think they do actually. I bet. Well, in the whole room, don't actually don't send me money. I was just, I just be it. Look, if they did, I'd send it back or something.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7023.16,
      "timestamp_end": 7084.44,
      "chunk_topic": " AI text messaging update",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  AI text messaging update Spoken Words: Or did I wonder is the is the A.A. I actually have its own fund that's pulling from. I would just say you could always ask it and then, and then see the response because if it's exactly, I can't pay you. So all based off its response, it'd probably be like, you know, you're probably, I'm not thinking it's going to have a human response. I mean, I don't, she hasn't really had any in response. So it's no, it's so it almost be like, what would their response be? Yes. And you know, most human responses of what, like asking a stranger for money would fucking be, like, you know, the response you give to strangers. And that's why I need to be, we need to make our relationship closer. There you go. And you get A.I. bought money. Yeah. Ask for a Bitcoin. But not a weird way. Obviously, because I talk about my wife instead. So there's like, she knows I'm not going to be trying to do anything. Ask for a Bitcoin though. Like, hey, do you have any Bitcoin thing around? Yes. Could I have one Bitcoin? Hey, yeah, do just one. Please.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7084.44,
      "timestamp_end": 7144.64,
      "chunk_topic": " AI text messaging update",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  AI text messaging update Spoken Words: That's all. One coin. Come on. How much could it be? Come on. How much is it? It couldn't be that much. How much is one Bitcoin? Now it's down at around 60,000. I saw something the other day where they were like, there was some competition they were doing on like, for like some gaming competition or something. And like, first place got like 500 or 600 books. Second place got like 300, third got, you know, something fucking fourth place got like fourth and fifth got like Bitcoin. One Bitcoin. Oh, like, and then way back when? Yeah. Like, dude, holy shit. Oh, yeah, like, it'll picture like some guy paying for pizza with Bitcoin. Pizza with Bitcoin. Yeah. Yeah. That was ridiculous. Yeah. And you never know. You don't know till you know. Damn, check your old hard drives. I guess what? Do we need to wrap it up? We need to wrap this up. Probably wouldn't hurt. Probably wouldn't hurt. Yeah. some type of a losing direction.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7144.64,
      "timestamp_end": 7204.72,
      "chunk_topic": " AI text messaging update",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Alec: https://www.instagram.com/ctrlaltalec Spoken Words: Yeah, now I've been getting to contextual segments and other weird shit, it's a matter of time. We need to get a guest on here soon again. Speaking of which, there's been somebody I've been in touch with an old friend of mine. Sunny? No. Oh, I look at an old friend. Allick, yeah, he's on Instagram. You're gonna plug his Instagram real quick? Plug it. Let's do it. Let's plug the homey Alex Instagram. We Graham and... I haven't talked to him in years outside of recently. And he's... Yeah, he's got his own thing going on in the city and it's pretty dope. Going thing on in the city. And so yeah, like I just recently saw him on Instagram and saw that he's got this stuff going on. So y'all go follow him. Alex. What's his Instagram up there? It's control. Alt. Allick. CTRL. Yeah, he just got that little red. So it's that he's got control out.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7204.72,
      "timestamp_end": 7265.04,
      "chunk_topic": " Alec: https://www.instagram.com/ctrlaltalec",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Alec: https://www.instagram.com/ctrlaltalec Spoken Words: Control out. Control out. Yeah. And so no, I mean, he's dope. He's doing cinematography. He's doing cinematography as his own. Yup. He's doing DJ like stuff. Like you can watch a club event. Watch the music, a club event. Yeah, exactly. Where's his album? Like what's he? It's here in Dallas. Click on it. Yes. That's what I'm saying. Yeah. Yeah. Some guessing he does all this stuff here. Yeah, he looks like he's like organizing people and stuff. Yeah, exactly. I believe that. That shit, that could be his place. I don't know. Yeah. Yeah. Yeah. It's like obviously they've got a bunch of light-minded people that are getting together and vibing and playing some music. And it's a dope setup. Yeah. Music music. Music. I'm sure he's in one making all these edits. Yeah. He's got some badass edits. No, yeah. Exactly. You click on his hang on. Go to posts. And then scroll back down. Because he has some cool ass photos.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7265.04,
      "timestamp_end": 7326.92,
      "chunk_topic": " Alec: https://www.instagram.com/ctrlaltalec",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Alec: https://www.instagram.com/ctrlaltalec Spoken Words: Like when growing up, he'd always take like, he'd always have some, he was always doing photography shit. Yeah. That's really cool. He's got some cool shit on there. He's posting. Yeah. It's like he's been, it's like graphic design work he's done. Yeah. But I don't know. There was some, maybe he just shared him to a story. He had some like, I think they were like the bell monitor, some place like an oak cliff or whatever, some old spot. Either way. Is that him? Yeah, that's Alec. That's cool. That's really cool. But yeah, man. No, definitely. Y'all go check him out. And I just recently, like I said, reconnected with him. And he's doing a bunch of stuff here in Dallas. It's awesome. He's doing, like I said, the DJ thing. And he's, you know, like I said, what is it that founder of what is that? Oh, yeah. He's a story of that curated club event. Yeah. That was basically shit. Yeah. So, yeah. So, he's, so I've been talking to him. Hopefully, uh, we'll get him on here soon to kind of talk about what he's going on, because I'm super interested. Yeah. And like I said, too, he's doing cinematography stuff as well. And, I mean, that's also like up here, Alec.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7326.92,
      "timestamp_end": 7386.92,
      "chunk_topic": " Alec: https://www.instagram.com/ctrlaltalec",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Alec: https://www.instagram.com/ctrlaltalec Spoken Words: Yeah. Yeah. I'm super intrigued to pick his brain and see what's up. But. Yeah. That's awesome. So, yeah, shout out to the homie that somebody else should go check out on Instagram again. Control all Alec. It's a little red, that red dot. Yep. A little red dot. But yeah, man. So, uh, would you want to get into recommendations? Yeah, I guess. I guess so. I guess so. You for you go me first. All right. Uh, I was, oh, so if you're presented with an opportunity to do something last minute from like a friend or some, you know, whether it's like, oh, I had someone who's belled on going to a concert with me or just some random, or if you get invited to a, just something like that, some experience that's outside of what you're planning. Like, you could expect what's, would probably just be like, oh, this could be a homeless watch show or do something. Somebody hit you up. I got to get to get to the range. Yeah. Do it.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7386.92,
      "timestamp_end": 7447.28,
      "chunk_topic": " Alec: https://www.instagram.com/ctrlaltalec",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Recs of the week Spoken Words: Yeah. Do it. And a lot of most people, a lot of people might, but I think a lot of people at the same time, if they're already like ready to get home and be comfortable and do stuff toward do it, even if it's like outside of your comfort zone, especially if it is. And just for the experience of changing things up, because we're talking about the earlier, just on the psyche, just, you know, just literally just changing up the monotony, the mundane, and to have it just be such an unplanned variable makes that like, you know, it's not one even planned or something, you could plan doing something out of the ordinary, but to have presented like that, it's almost like maybe, maybe you need it and you don't even know it, you know? Yeah. And there's good chance you do. Yeah. Just just just switch it up or connect with the person in it that maybe you talk to all the time or maybe you haven't really talked to, you know, just go along for the experience and just appreciate the experience. of it and even if it is man that sucks. I remembered why I don't like doing that. You know? Yeah exactly. But just appreciate it to appreciate home more. Anything.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7447.28,
      "timestamp_end": 7509.36,
      "chunk_topic": " Recs of the week",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Recs of the week Spoken Words: Yeah exactly to appreciate. Going to where even if it's a bad experience it was good for you because it makes you realize that normal is a good experience. Yeah. What your normal baseline is of what you're doing is actually a lot better than because yeah, you get trapped in that look. It's boring and then you go do something else. You're like, like damn that's actually what the good thing is I forget. Yeah. Yeah. You're like damn I already had need to be reminded or you really like it and it's something you needed and maybe you could see out more. Yeah. So damn. Um my recommendation. My recommendation would be watch watch a watch movie outside your genre. So like a different language. Your genre. Oh no. Yeah. Sorry. No, I was not my bad. No, that mean your geographical region. Yes. Okay. No. Okay. So if you're guy who only watches comedy, attraction movies or sci-fi. Watch some. Watch a western or a drama. Maybe even maybe even a romantic movie.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7509.36,
      "timestamp_end": 7572.08,
      "chunk_topic": " Recs of the week",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Recs of the week Spoken Words: Maybe see how some of them possibly cross over. Yeah. Or connect. Yeah. You know, watch how maybe some of these different, you know, you never know. Just have some fun with it. Watch watch some different and maybe watch some old. Maybe that's the thing. Watch. Yeah. Definitely. Yeah. I like that. Watch something old. Old and we'll say old. Old will say that you was made before you were born. Yes. Whenever you happen to be born, you're hearing this make old be like it out before you're before you were on this whether you're 20 or 40, you know, be like, okay, then I that'll help you figure it out. Yeah. Exactly before you were born. So watch something old that came out before you were born. Okay. And that'd be your genre. It could be what you like. It can be the type of fun. And this is like more an assignment that everyone can do because they don't have to wait for an opportunity. It's like, no, this is some for you to do. So go go go find an old movie that it can be a sci-fi if you like sci-fi or horror, go find some old shit and watch it. That's that's my recommendation. And also be kind to each other out there. Oh, that's two. It'd be nice.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7572.08,
      "timestamp_end": 7633.92,
      "chunk_topic": " Recs of the week",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Recs of the week Spoken Words: No, I mean, really? We could scratch the first one. No, okay. The second one. No, no. See, it's like in the jury. But it's like you didn't hear him say that whenever we said objection. But you said it. So but be kind to each other. Yes. Let's be nice to each other out there. Guys, see that? Just see that person. See that love one in your neighbor. Are you playing baseball? Don't throw stri- pitches and say no, don't hit don't hit the ball towards the pitcher. Yeah. You're playing softball. Yeah, just like high level recreational softball don't hit don't hit balls towards the pitcher. Let's be nice. It's an unspoken role. It's an unspoken. It's an unspoken. But they know it. They know it. They know it. It was back when men were men. You didn't hit it. It's your pitcher. Oh man. Now it's the games full of shape shifts and scallywags. Beer fest. That's a beer fest. No, it's it's a beetle. I love. I love. Yeah, I've talked about beer fest. But guys, I truly hope that this podcast has blessed your ears in your life.",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7633.92,
      "timestamp_end": 7698.24,
      "chunk_topic": " Recs of the week",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  },
  {
    "text": "Topic:  Recs of the week Spoken Words: Yes, uplifted to spirit. We hope that whatever day you happen to listen to this or Matthew happens to put it on Spotify, happy to stumble it up on the stage. We hope that you enjoyed it. We hope that you will come back and join us again for another time because let me tell you something traveler. We have enjoyed your company. We have always. We enjoy your company. And we ain't going to work is what we ain't doing anything else. He'll know I'm going to be right back over here in a week. It's maybe less. It's got other than gas. You know, I will talk about it. It calls me. I use the time. They can't get rid of us if they wanted to. They probably can't. We're stuck Joe Rogan. You're going to keep seeing us in the hallways. Joe Rogan's going to keep yeah, giving us wedgies and we'll keep giving them swerleys in the toilet up. But until then be seen. You got any beef jerks?",
    "metadata": {
      "date": "08-19-2024",
      "episode_number": 410,
      "episode_title": "Movies in a time of Covid; Chipotle Sad; Mikey asks Matthew #podcast",
      "timestamp_start": 7698.24,
      "timestamp_end": 7753.68,
      "chunk_topic": " Recs of the week",
      "topics": "Movies,in,a,time,of,Covid,Chipotle,Sad,Mikey,asks,Matthew,podcast"
    }
  }
]