[
  {
    "text": "Topic: No specific topic Spoken Words: Greetings, Traveler. You just crashed a lantern on the mic, and me podcast. But fear not for this is no mistake. No fault in the stars, no glitch in the matrix. I'm afraid this has all been planned, predestined, predetermined by powers known not to us. But fear not for your among friends, so pull up a chair and join us as we find our way together. Here's you Matthew. What a what a hell of a weekend. It's been hasn't it? Dude, that is this is that's an understatement. This has been a jam pack weekend. We win a week, even. Yeah, a week even. And there's thing. Yeah. Friday night we went out and we went and we what did we do? We went and saw control all the allate and deep element the ruins with euphoria. That I haven't had, you know, there's a lot of reasons, you know, being a father, not being able to go and do things as much. But having that little opportunity, not only was it an amazing mix of art and music",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 0.0,
      "timestamp_end": 60.52,
      "chunk_topic": "No specific topic",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and people that are passionate about the presentation of like interactive art, think of like a rave with more intention, very low key and like with multiple artists, like collaborating to create a visual experience with music that like there's a projection and you can get in front of it and see a shadow. So it's like you can like interact and be part of the art on top of the music. And everything it's I haven't I haven't had much fun in so long. It was amazing. And it all flowed so seamlessly between each artist like it was also perfect. It's like I kept having to look over because I wanted to make sure like I knew who was playing what music and what I was hearing came from who but like it all all and all it blended together. Each person set blended together so well that it was just like it was beautiful. Yeah, towards like it just shows how much of a collaboration in it is collaborative effort. Yeah, that in the boy is who coordinated and matched a mind that it. No, I can't so the effort and coordination getting finding all those people phenomenal. I can't",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 60.52,
      "timestamp_end": 124.36,
      "chunk_topic": "No specific topic",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: wait until the next event. Yeah, I was gonna say in that and getting him on again, getting him on for the first time and helping him promote the whole deal and just getting into how he first started and decided you know what I'm gonna I'm gonna kind of take this off and promote it and do it myself and because at the end of the day he probably saw that there wasn't anything like that nobody was organizing these people maybe I if I had to guess who knows yeah maybe he just found himself in a group of people and he was like let's do it so yeah yeah I already know I've one for questions just about yeah the creative process you know what because in my mind it's maybe you know like us we just started a podcast with one like whatever maybe he just had a drive to do something you know and then the you know people magnet's name with the same passion and again I don't know but I can't wait to talk about it. Yeah, absolutely no and I mean there's a lot of questions that are there and I mean you were back there as soon as we got there you're talking to the visual artist and you're like so what are you doing what are you and she you know she was talking to you or whatnot so that was a little like you're immediately at the DJ person the fun but then there's this chick with",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 124.36,
      "timestamp_end": 186.60000000000002,
      "chunk_topic": "No specific topic",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: some really unique interface I'm like you're controlling part of the light stuff and like she's really into it and you can tell like you know this is a hard she did her thing to answer your questions but then yeah she was on her job yeah and then I left alone but I just wanted that I just kind of was trying to get a grasp of the level of collaboration and like unique passionate artists that are making this it was it was the DJ up their spinning stuff no hot tracks no it was an interactive art experience yeah and a great venue great people great vibe all you know like I said that was again that's control all Alec on Instagram young go follow him we've talked about him before we're gonna have him on here probably in October because we have a guest next week and uh yeah speaking of guests we're gonna we're gonna very quickly be getting to we need to go ahead and get that set up so we're about to be joined by a guest a guy named good goes by the name of good luck Buddha good luck Buddha out of Austin Texas he's a street artist and we're also gonna be joined by the you know the kind of the guy that introduced us to him uh for a friend of ours another street artist at a wake o'texas and uh he's gonna be joining us as well so he's",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 186.6,
      "timestamp_end": 251.32000000000002,
      "chunk_topic": "No specific topic",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: also gonna be able to help we only have a limit out our limited amount of time with the guy so we're hoping that uh air our our buddy can help add adding that yeah help us maximize it yeah getting the questions that the people that are within the community left in left amount of devices I could probably derail it and make it terribly wrong so I'm gonna do my best now I've been practicing yeah you're doing great man it's you know we're like I'm having fun and I love the joke but I'm not gonna be joking so much tonight this is this is I like whatever form I love making music I like trying to make art even if it could be the lowest grade to other people but now the opportunity to talk to people who have a history of the unique art I can't wait so absolutely no and I'm pumped because um I you know we've like Again, we have a limiter amount of time, so there was a place where I thought we would start, which is about the origins of street art and all that, but y'all can kind of, to go over some of that right now before we get them in here, not to waste our time.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 251.32000000000002,
      "timestamp_end": 311.6,
      "chunk_topic": "No specific topic",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That's actually smart. Not to waste our time. Some of actually what I thought was kind of interesting, whenever you look up more or less the origin of street art, one of the things that's the very first, like what it comes up with, is prehistoric cave paintings. That's definitely one of them. Very origin, the very first. The one after that that I would consider more, because it's like cave painting, it's like, yeah, okay, where else you're gonna paint, you know, other than cave. Yeah, exactly. Like there was, like Caleb said, my brother, I was talking to him about it. He said, yeah, there was no streets then. Yeah, and even then, was it art to them, or was it just a way of recording history? You know, it's a connection to, it makes sense. Yeah, and so the first, I think the first real start of it could have technically been this next one, which was in the 1920s, 1920s to 30s, gangs in New York City began tagging the sides. That's what that movie's about. They began tagging the side of rail cars in walls in New York City to mark their territory. I wanna know how they tagged them.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 311.6,
      "timestamp_end": 372.52,
      "chunk_topic": "No specific topic",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Street Art History/Origins Spoken Words: Does generic paint, that's like spray paint. Yeah, it was probably just generic paint, a mark. Then again, in 1962, French artist Jean Dubuffet. Dubuffet? That sounds good. Dubuffet, Dubuffet, not D. Dubuffet. Yeah, Dubuffet? That's something. He said, that sounds good, no. Yeah, the French don't know. Yeah, the New York City. And then right here is like the New York City graffiti boom, which took place in the 1960s. Okay, and then the French graffiti artist, Blake Lerapp in 1952, and then artist Keith Haring, and some other people in 1960s, and yeah, just snowball from there. So it's kind of in the history of the street art deal and the kind of the shaping of it. So we got some of that stuff out of the way real quick, but I think now we're gonna probably go ahead and try and get them in here and get things set up. Yeah, take good break. Before I do, it just made me just think as far as the interesting.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 372.52,
      "timestamp_end": 435.08,
      "chunk_topic": "Street Art History/Origins",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Street Art History/Origins Spoken Words: Well, street art, a lot of people are gonna look at it and think generic graffiti, some of them. But even this, even this, even if you're thinking of just graffiti, this guy's doing an art that might have stuff that has graffiti, like techniques in there, but it's way more than that. Like it's like a mix, and we'll talk to him. I felt like it's a mixed medium, because I feel like he'll create crazy, like poster or acrylic things that'll be like, almost like permanently attached or fixed. So it's not just all spray paint, but there's elements of all these different like mediums that's why it's street art. People think it's just graffiti art, so, but so let's get, let's take a quick break and then we'll make it happen, brother. Absolutely. All right, yeah, welcome back. And we're joined by two guests. Now our main guest here is Good Luck Buddha, sir, out of Austin, Texas. How you doing, her night, brother? Hey, what's going on, man? I'm doing well. How would you guys? Doing great, doing great. Yeah, no, can't, can't.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 436.2,
      "timestamp_end": 497.32,
      "chunk_topic": "Street Art History/Origins",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Street Art History/Origins Spoken Words: Well, I won't complain. And then we're also joined by our mutual friend at Awaco, Texas, sport. Thank you for being here, brother. Thank you for setting us up. Yeah. Life's all about who you know, man. And this is it's showing improvement to us right now. Yeah, because we knew him and he knows. And he knows this guy. And this is otherwise this wouldn't be working out. So thank both of you very much. But this is about Buddha right now. And first of all, I want to say, I don't know how you landed on this guy. If he was the first dude you started with, but I absolutely love your character. Is that supposed to be Homer Simpson? It is. OK. Yeah, I went with something that was kind of easily identifiable in that design. I love it. Yeah, no. Now that's legit. And I also saw you've had some other pretty cool art like with the Buddhist monk or whatever holding the signs. And you've done different ones with skeletons and things like that. Oh, yeah. Is that again, is that something that you're like, are you a Buddhist or anything? Or is that just something that, again, you felt like was",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 497.32,
      "timestamp_end": 558.8,
      "chunk_topic": "Street Art History/Origins",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Street Art History/Origins Spoken Words: artistically, you know, something that people could identify with or something easy to be able to, like you said, recognizable. Yeah, it was something basically that was easily recognizable, something that everybody could identify too. And I've always been pretty lucky fella. And it just kept coming to me. Like I was trying to do anything but good luck Buddha. And it just kept coming back to me. So eventually I was like, all right, I think this has kind of meant to be. And so we kind of do it. We have the universe just like pointing you there, you know, in a way. Yeah. And I'm strong with the universe. So I kind of over time have learned to just kind of go with it. Yeah, go with the flow. Yeah, that's huge with a lot of other things we talk about conceptually about life and that's sort of thing, so that's beautiful. But yeah, so of course, I'm just kind of scrolling through what you put on Instagram.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 558.8,
      "timestamp_end": 621.28,
      "chunk_topic": "Street Art History/Origins",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Street Art History/Origins Spoken Words: And I did my best to start from the very big, at least, you know, for here, the earliest post you've done just to kind of just get an understanding or just, you know, be more familiar with your art and what you're doing and the styles of it. And I'm just curious, so like, because it's not just graffiti, there's, I mean, I don't even know if there's two graffiti elements in it. I don't understand it well enough, but just like going back to some of the earliest stuff. Because there's those one that you did where it was like, there's a hallway tunnel. I would just go to the gallery question. What was the like the first time you went out? Because that's, you know, that's kind of what I'm interested in. What was like the first time you ended up going out there? Did you already have where you just put an up a sticker? Like how did that start? No, the very first is very vandalism. I just went out. I got one of those box boxes from one of the online stores and just went around and did these huge like mock, trippy smile faces everywhere.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 621.28,
      "timestamp_end": 684.08,
      "chunk_topic": "Street Art History/Origins",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Foray into street art Spoken Words: And yeah, the thrill that I got from just doing that, it kind of like, bled into everything else. It was just something I felt like I could do and people would see it. And my mentality at the time was like, oh, like they would see it in smile. But I'm guessing that not everybody kind of felt like that when they saw it. So over over time, I've become a little more wiser and whatnot. But at the beginning, it was very crude just on the wall, just on trucks, like box trucks and stop signs and I mean, actually, yeah, and I saw that that's actually kind of like where a lot of it technically started. I saw one of the things was like in the 20s or 30s, like, you know, there was technically, I know it was, you know, there was a movie gangs in New York, but they were saying that like they would be, that was kind of where street art technically started is what some of we're saying was like on box cars and stuff. So I find that interesting. That's also to like where you kind of started at. So you really did. It seems like at this point though, like you've more or less into the fact work,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 684.84,
      "timestamp_end": 745.76,
      "chunk_topic": "Foray into street art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Foray into street art Spoken Words: you know, correct me if I'm wrong, but it's almost like people want you there to do it, to do your thing, right? Like you're not having to kind of sneak around at this point or do it kind of vigilante style. It's like an accepted thing or no. Yeah, for the most part, especially around here in Austin, other cities are a little less forgiving, but here in Austin, I've been invited to multiple events and, you know, kind of showcase to do my thing and people here are very welcoming of it. There's very little like kickback from people that are not impressed or not like really feeling it or feeling like it's not supposed to be their type of thing. Austin's kind of like it's very much whatever you throw up there is kind of how it goes. Like it's very inviting for a lot of street artists and competing to poke and yeah, cool progressive city, right? Yeah, the most progressive city in Texas. You know, so that that makes sense and that's pretty cool. So was there any like issues do you run into with like with like what's the deal with like,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 746.32,
      "timestamp_end": 809.64,
      "chunk_topic": "Foray into street art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Foray into street art Spoken Words: like putting your stuff up because that's all one of your videos. Yeah, we're obviously painting over like a wall. Is there any issues with street art? Do people get pissed about that or painting over stuff? Is there any like unspoken rules about street art? Like either putting your art over somebody or something like that? Yeah, it's a whole thing like there's probably a whole thing about it somewhere. But like the idea is like not to go over and you body unless you're better than them. And you can like basically like you're taking it over the space. But doing something better. So like if you go up and throw up some shit and then there's not any other space nearby. It's kind of like the rule of thumb is you're able to go over that spy with something better. But if you're not able to go or something better and you just pull up some bullshit then like yeah, yeah, so it's like if you're in another true artist that's basically taking your art in and away evolving it into something else. And that at least in my mind that's I'm interpreting it's like, okay, they're not just trying to mess up, but if they're building on top of it and it's making its own unique thing",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 809.76,
      "timestamp_end": 871.6800000000001,
      "chunk_topic": "Foray into street art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Foray into street art Spoken Words: that whether I don't know if it's completely covering it up or if it's more like them building on top of it to basically create something new with that being like at the core. I don't know, but that's like you said in my comment. I'm proud of Rawl. If it's a crowded wall, you better put something cooler. Yeah. If it's a lot of space and you put something cooler over it, is that what it is? Yeah, maybe if it's an empty wall and there's one guy on it and somebody slaps something over it, it's like what the fuck kind of thing. Yeah, and that's really good. Or and then if there's big wall with a lot of painting on it. It's like, K, you can cover it up, but it better be cool. Yep. Exactly. Okay. Cool. And a lot of people like make it and break it in that regard. Like they, they understand and they catch on pretty quick or they just fucking don't get the point and they just keep doing the same bullshit. And so eventually we'll take that personal and it's like, Hey, you got some issue with me because you keep going over my shit or are you just being a dumbass and you don't really know how the rules work and you haven't caught on to them. Yeah. Yeah. No. And are they mostly, is it, is the community kind of accepting? How",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 872.04,
      "timestamp_end": 936.64,
      "chunk_topic": "Foray into street art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Foray into street art Spoken Words: do you all see like sticker stuff? Did you ever get involved in sticker art or are people accepting of new people coming into the community? Or is it like, how's that work? Is there a kind of like, who the fuck is this guy? Yeah. So if you like, I have a lot of opposed, but if you go like to the very beginning and all started out after the, the mobs to stickers and then just kind of got bigger and bigger like stickers, I feel like it is a gateway drug to the scene. And then you get well, like you can like get the, I guess the gist of how the scene works by just making a few trades with people and that's kind of how the sticker scene helps a lot of people as you can send out your stuff to people and they send your stuff out to other people and all of a sudden you sent out 300 stickers, but it's in like 200 different people's hands and different parts of the world. It's like a network the way it spreads out. If it's in the right hands, they're going to share it. And then, yeah, so they're getting, putting it in the right environments where there's interesting creative people. But",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 936.64,
      "timestamp_end": 998.2,
      "chunk_topic": "Foray into street art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Foray into street art Spoken Words: then sometimes it helps set in my mind, people who aren't really into it, but it's so compelling that they're drawn to it, which I find that is a beautiful thing, you know, actually, you know, capturing or designing things that can capture a net like that. But, but yeah, so it's been kind of scrolling through some of your stuff. And like I know I've seen some of them, there seems to be a massive level of collaboration from I can tell. So a lot of it is a collaborative or like is it your idea or is it a mixed type thing? I'm not curious. Yeah, it's a mix like a collapse kind of work in different ways. Some people come to you, sometimes you go to people, sometimes you're just working on a project with somebody and you're like, Oh, shit, your style, my style would work out pretty well. And it also helps with the networking aspect. If you're trying to like expand your reach and try to, you know, broaden your horizons and learn new skills, branching out with different",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 998.2,
      "timestamp_end": 1058.8,
      "chunk_topic": "Foray into street art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Foray into street art Spoken Words: parts. It makes sense. And it was a cool, it's not on, I don't think I saved the video, but it was cool. I saw that you, I don't know what point in time, but yeah, little baggies that had said free art and you stuck them at different places. I guess around the city. And it was just, I guess, free bag with things you've created. Is that correct? Yeah, for sure. That was a beautiful thing. Yeah, I did like originally, I never anticipated to make any money off of art. It was just kind of create and put out there because I figured what you put out there you get back. So it's like everything was made to like just be given out and handed out and yeah, a chunk of that beginning part of my life I was making art and just putting it out there for some random person to stumble upon or, you know, kind of come across. Yeah, I love it. Yeah, it's funny. I said that like, go ahead. No, go ahead. No, no, no, you're going to leave it to the whole just like good luck, booted like the idea that I have of it is just like very giving",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1058.8,
      "timestamp_end": 1123.92,
      "chunk_topic": "Foray into street art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Free art Spoken Words: and putting out there and kind of helping others prosper. No, that's what's good. Yeah, it's really cool. You would help me with a stencil at once on, because I hit him up about trying to stencil my character. And that was pretty cool because you hit me back and you told me how to do it because that was new to me. So he, I know he helped me a lot and all that because the first time I ever went out, I was up in Ottawa, Canada with TRP. I don't know if you know him, booted, but uh, yeah, he invited me to come out and I go out there and I just had two pocket fulls of stickers. And that's it. And he just, I walked up and he just kind of laughs at me and it's kind of easy. Yeah, I remember when I did that too. But he got me into the wheat paste thing and I know you're, you're real big into the wheat paste. Can you kind of explain your process with that? Yeah, tell us what that even means. You know, wheat paste or yeah. Yeah, so stickers like theoretically, you can only do stickers so big. So let's say 12 by 12 is a pretty big size sticker. Anything bigger than that. You want to get out there and mass produce like wheat paste",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1123.92,
      "timestamp_end": 1184.8,
      "chunk_topic": "Free art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: wet paste Spoken Words: is a good option. You can get stuff printed at the print shop. You can make stencils with spray paint. You can just like paint your own design straight on the paper. And then you can have like a bigger canvas to put your art out in the streets and we You paste, it's kind of just a loose term, but usually it's just wallpaper glue or what glue mixed with that in water. You put that behind the poster and attach it to the wall. Yeah, it lasts. I mean, I still have some stuff that's been out there for 10 years. Sometimes it, sheesh. If it's not applied properly, maybe a couple of months, but I was gonna ask, what's the learning curve on working with something like that? I feel like if I went out and I'm like, okay, I can do this. I feel like I'd have like a big ol' sloppy piece of toilet paper trying to cling to a wall. I'd be like, what the fuck am I doing? Is there a learning curve? Or is it pretty like you can't screw it up? Yeah, so like the video I'm showing here where it shows the guy rolling something. I don't know if that's part of that or not.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1184.8,
      "timestamp_end": 1246.8,
      "chunk_topic": "wet paste",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: wet paste Spoken Words: Yeah, it's either you brush your roll it onto, you want to glue up the wall. So you figure it out pretty quick and you get messy. In the spirit of not getting messy, you kind of like figure out better ways and more effective ways to do it over the time, but it's a lot easier than it looks. That's good to know. Yeah. Yeah, and I've just, one of the videos that was on here that it's pretty awesome, kind of, whatever journey it's showing of kind of what you do. So like I guess what years ago, so Dr. Nothing, I've seen him a few times. I guess you collaborate with him. He seems like a director or videographer. He does stuff with on the film side, it seems, right? Yep, so we met up in Austin years ago. He was in Al Paso at the time. And we had a big kind of meet up at Graffiti Park and met up with him. We clicked and he does wheat pay stickers. He does graffiti. He does painting on train cars.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1246.8,
      "timestamp_end": 1310.0,
      "chunk_topic": "wet paste",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: wet paste Spoken Words: Does a lot of filmography and puts a lot of little documentaries together with different street artists and graffiti artists. That's kind of what this is. It's almost like a mini documentary, but just kind of in shown to the world of what you do and what people see and actually what all goes into making that happen. They least for me, that's kind of what I'm getting. Yep, 100%. That was like a cut in time. I don't know how long ago we made that, probably about seven years ago, but that was like how it was like back then, like hitting the streets every week, going out, putting stuff up there. Yeah. Kind of makes it a beautiful time capsule. So like that, right? Yeah, yeah, that's cool. I can ask so many questions. I got to hold them so bad. Yeah. Yeah, no, I was actually, I was at a bar, we were at a bar over the weekend. And one thing I think that's cool about kind of the sticker artist that we're in an area where the restroom was covered with different people's like different artists and their stickers. And like one of the way for whatever reason I saw it was that it's like, it's almost like number one, it's like putting up a calling card to some people",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1310.0,
      "timestamp_end": 1371.96,
      "chunk_topic": "wet paste",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: wet paste Spoken Words: and then also to others, it's almost like a challenge where it's like, oh, I can do better than that. That's how almost I saw it. Like, yeah, where it's like a lot of stuff was cool, but then just as quickly as I saw something, one thing that was cool, I saw something else that was even cooler. Yeah, it's like, it feels like, I don't know, I feel like how artists could maybe be motivated by seeing other people shit like that. They definitely. And so like this thing, is this this like part, I'm the video I'm showing, is this part of the process of something with something you've made or I'm just curious like what's. Yeah, that's the really wet wheat paste. I thought I was kind of bored. We probably higher. So that it was just like, yeah, the drip looked. Yeah, no, and you want to capture it. No, it's time for right there, buddy. So that's just so amazing. So do you, is there, you know, is there any like, I saw like you had one of the posts and it was like about like the, the Buddhist guy with the sign and it says like, get out while you can. Is that just, did you have any meaning behind that or is that just more or less like, you know, it would give people's attention or.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1371.96,
      "timestamp_end": 1433.64,
      "chunk_topic": "wet paste",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: wet paste Spoken Words: Yeah, so it was like, it actually happened on a trip down to New Orleans. I came across some banksy pieces out in the wild. And he's a pretty big influence in my art. And I felt like that was kind of like a homage to him. He has to get out while you can with the rats and stuff like that. So when I was driving back, I kind of had like an idea and kind of came back and put it all together. Okay, that's really cool. So there is a way of like almost like, that's interesting you say that because I've kind of wondered like, is there a way of being able like you say, pay homage to another artist, but at the same time, like kind of copy style because you appreciate it. And it, you know, so that's interesting. Like you can do that. That can be a common. It makes you think of like directors when they do certain things in film. Through it's like, oh, that's a trick to do that. It's like, what's a way of showing respect almost, you know, that to that style or whatever it is they might have engineered. But so this one video here, I think is awesome. So I guess these were like pre-existing signs of some kind, use Carla that you sell the opportunity.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1433.64,
      "timestamp_end": 1496.68,
      "chunk_topic": "wet paste",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Banksy influence Spoken Words: Yeah, to and each of the I guess whatever you put on them, it's different, right? It's almost evolving or was it all the same pieces that you put on them initially? Yeah, so the symbols themselves, those were just all, like maybe a slight difference between them, but they all broke down in the streets uniquely and kind of cool like in a different style. So it was like, it's kind of like you said, it kind of looks like a different level. It's so cool. And the way it ended on the wake the F up real quick and that shot and zooming in and out. Yeah, dude. In this house here, I was curious, like what can you say about this? So this was kind of a cool story because me and my friend were coming back from the Grand Canyon and we were taking Route 66 and we kept following these billboards like restroom, 20 miles, 15 miles, 10 miles, five miles. And we finally get to the gas station, it's fucking not a gas station.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1496.68,
      "timestamp_end": 1556.92,
      "chunk_topic": "Banksy influence",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Banksy influence Spoken Words: It's just an abandoned building. So we'll go to the next fucking town and it was this place called Cuervo New Mexico and we get out and it's the fucking ghost town. And I was like, so we just like go take a leak on the side of the building and come back and just place this fucking scoopiest fuck. And I was like, all right, let me put a poster up and I was like digging through the back and all of a sudden my Ouija Ford poster like flew down from the back. Just kind of, it was very like four that came out. I was like, okay, I'll put it up. And as I was putting up, I had like this weird vibe and I was like, man, this place, something's weird happened here. We drove down the road and it was like Cuervo ghost town this place was abandoned, it's haunted, all this shit, all that shit. So then you just covered this abandoned house and I saw some more now in the zone where it turned out to be haunted. Like did you add these? And I don't know if I've seen many stuff like to the right of this Ouija board, there's some kind of marking and then there's where it's about to pass by like the stack of markings.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1556.92,
      "timestamp_end": 1617.76,
      "chunk_topic": "Banksy influence",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Banksy influence Spoken Words: So that was added afterwards. So in this stuff right here. Yeah. Is that y'all? No, no, mine was just the Ouija board poster and that one next to it. And I always like go and check out the location on Instagram afterwards and kind of watch the whole video. So that shit was on there when you came in the weird markings stack like that. Yeah. Yeah, that was not part of me. Yeah, I do. I mean, the fact that there's not all weird graffiti or whatever. Yeah, I get a weird vibe that something very who knows evil or weird happened there. I don't know. So this kind of, I had a question I was gonna say. It's like, does this made me think of something else? Do you get, have you ever been involved and I know I asked the question earlier about people sticking stuff over? Have you ever been involved in any beef where people got fucking mad at you or something or you know, you had a beef? There's been a few times. Like at the very beginning when I was just putting up stickers, I was like actually Uber driving at night and just like whenever I was bored, I was just putting up stickers and this guy literally",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1617.76,
      "timestamp_end": 1679.0,
      "chunk_topic": "Banksy influence",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Banksy influence Spoken Words: like chased me to my car and I was like, really guy? Like you're gonna spend your Friday night chasing me. What was he an artist too? Was he just a homeowner? Just sitting on a regular couch? I think in here's Vigilani Justice. No, you're not gonna destroy even thinking it's like graffiti or something. Oh, so it wasn't even his shit. Were you just putting it up on a street sign? Yup, and he was just, he just got to see me do it. Oh my gosh. And he just chased you down because he saw you, right? Yup, and I had to call the cops because of the same thing. He's going to put something up and the cops came and questioned me for like 10 minutes and then let me get out. Oh, so he had to talk to him too. So yeah, he was funny and he was saying. He was actually showing up. He was not Austin. It was a little stubborn about a side of Austin, but Austin cops aren't even showing up. They don't even care anymore. You can be standing in the street. Yeah, similar to Dallas, man. I was gonna say though, you would talk to about how like the stickers are the gateway drug of art and getting out there.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1679.0,
      "timestamp_end": 1739.92,
      "chunk_topic": "Banksy influence",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Banksy influence Spoken Words: And I wanna just say that not that you have any question in your mind that you're wrong with that assessment, I just wanted to say that you're right because I am not an artist, but my buddy, Spore here has stickers and he's like, I was in, I was hanging out with him. He's like, hey, man, let's go put some stickers up. I'm like, fuck it, why not, right? And I'm kind of like whatever. And then I'm slapping stickers and before I know it, I'm like, fuck man, I'm jacked up right now. Yeah. I'm like, dude, let's fucking tag a billboard right now, dude. Yeah. I didn't even had a run. I had no name and I was like, I'm fucking, I'm about to make a name right now. Yeah, so he just, like I was hooked. I was slapping somebody else's shit and I was just like, oh man, I'm really happy. You know, it's like, it's energy. But so here it says you're making rest. Are you actually making rest? Or is it like something that you're doing that put in a corrosive way? Yeah, making it seem like rest. Yeah, so I basically forgot what the two ingredients were.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1739.92,
      "timestamp_end": 1800.1599999999999,
      "chunk_topic": "Banksy influence",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Banksy influence Spoken Words: But I went to Home Depot, got some corrosive ass material. I shouldn't have been doing that in the yard. I burned big old patches of the ground. So it's a way to expedite rustings. It is, yeah. That's what it's all about. So it's locked up your night. Did it like when it hit the ground, whenever I pulled those pieces of metal off, it looked like the fucking Gremlins movie, those balls of the fuck. It's sort of all that. That's cool. That was like, OK, I probably should have done this somewhere else. Now, so that's, well, you we can. That's still cool. That's, I think that's really cool. The fact that it's like, you've, you've, you're still learning in a sense and you're still constantly experimenting, which I think is cool, because it's almost like, I'm the type where I feel like I would find something cool and be like, I'm doing this for the rest of my life. I would get a sticker. I'd create a sticker and that would be fucking it. But you were like, no, that's cool. Like, I'm going to keep doing something. And I think, I think that's wonderful. The fact you're always continuously creating something. Oh, I mean, yeah.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1800.0,
      "timestamp_end": 1860.6,
      "chunk_topic": "Banksy influence",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Always grow and experiment Spoken Words: So yeah, like in this video, obviously, there's multiple parties involved, right? So I'm just curious, like, is it all your vision? Or is this like, I'm just curious, like, if explaining like, so what's here? And if it was your idea and there'd help in make it happen? Or if it's like just a true collaborative thing? Yeah, so this one was that I was part of an art collective here, like, kind of like real world MTV real world, but with artists, real collective, I guess what they're wearing here. Yeah, that was great. Yeah, collective. And it was like seven strangers brought together to make art. And this was our last project right before COVID or actually, the end of it was during COVID, like, that was like the end of our whole collective and everything. But this mural was a dedication to Kobe and his daughter after they had passed away. Oh, man. And so everybody in the collective, we all submitted our like version of what we thought the walls should be like. And they picked one of them. And then we all kind of came together and made it happen. Man.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1860.6,
      "timestamp_end": 1920.6,
      "chunk_topic": "Always grow and experiment",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: Yeah, so what did you do as far as, you know, can you, is this you doing that? Or is it? Yeah, that's me with the big poll. I was this was my first like real mural that I was helping with on a group. So I'm kind of feeling in stuff, learning as we go. And again, yeah, great learning opportunity. Do something meaningful that has like such deep meaning. It's so beautiful and it's sad, but it's beautiful. Terrible. You don't be a part of that. That's so cool. Yeah. What kind of mediums are you to? So like, thank you. Thank you. I feel like what you've done is a mixed medium of, you know, all mediums different. Yeah. Yeah. So like right now, I'm doing a lot of murals and stuff like that. Like I said earlier, I was doing a hunger billboard this morning. And it all started with just those mildly markers and stickers and poster and wheat paste. It kind of just, you know, evolves into like you said, it's that ever learning adventure.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1920.6,
      "timestamp_end": 1984.28,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: I guess you would call it. So what's your process? Like how do you, when you, when you want to do something like tell us like how you start what you think about you try it out, you screw it up and then go, oh, this is a better way. Or you just go out and improvise. And then all of the above, like a lot of them just like how can I make something cheaper with what I got and then try to figure out a budget way to make it on my own? Like when I showed you how to do all that stuff, right? And getting it my day, like there was a lot of gatekeepers. They weren't really very friendly with college. So I had to learn a lot of shit the hard way. And I was like, whenever somebody asks, I'm going to fucking tell them how to do it, show them the way. There's no need to fucking gatekeep this stuff because a lot of cool stuff happens. The more people that are in the scene, the more collaborations. Yeah. Yeah. It's always just a ever evolving scene. And when people put, you know, stickers over mine or, you know, that adds to like the",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 1984.28,
      "timestamp_end": 2044.96,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: overall picture. As long as I'm not blackin out my shit, like some, some of these dudes in the scene here, it's long as you're not blackin out all my shit and you just add into it or creating like a bigger picture. I like it. Like that's over time. I've kind of learned to appreciate that more than just putting my shit out there and not wanting anybody to put their name on it or go over it or, you know, right? So were you an artist before you were a street artist or was it the other way around? Nah. Actually, like I was like a very artistic child. But once I got into like middle school, I kind of stopped doing art. And as an adult in my early 20s, I didn't have like a lot of stuff. I was like hobby related. I was just looking for something. And then once I started doing art, like street art stuff, it all kind of came back and I was like, all right, this is kind of where I'm supposed to be and then just kind of evolved that. skill from the ground up. Nice, nice. And so you said you did that big project.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2044.96,
      "timestamp_end": 2108.64,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: Was that a we-paste? No, you're a billboard or what'd you do? Yeah, so the one we did right now, we're working with a local company, or actually they're a company out of Australia, but we got her, none to them by their location in Austin, but they put up these little mini golf courses across the United States. They're from Australia. And they had a building on 4th and 35 here in Austin that they took over. Has a 54 foot by 10 foot billboard, and then a 16 foot by 8 foot billboard that they commissioned us to come out and basically replace their grand opening billboard with something a little bit more like, hey, we're here. Come on down. Nice. So that was something we kind of had to learn on the fly this morning. Are you full-time artist now? No, no, I wish. I'm getting to that point. I saw a 9 to 5. OK, I worked that and then all the art stuff kind of on the side.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2108.64,
      "timestamp_end": 2169.2,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: So you said when you're out there in the streets, is that something when you do it in broad daylight or in Austin, I guess nobody really cares anymore? No, like honestly, as an elder millennial, I have. I love that. I think that's exactly what I would fall into. So I'll put on a vest and just go out there and do stuff in the day. Nice. So safety first when you're out there. Yeah, I don't know. A vest, I'll say. I'll say, what kind of vest? You're like, look at me. I don't give a fuck. Like an actual like, like jacket vest? No, he means like a reflective vest, right? Like a reflective vest. Yeah, with a hard hat even to like feel. Yeah, yeah. Yeah, that's smart. People think, dude, Hilly, yeah, that's so smart. That's so cool. You got to think too. Those people are like all into their phones and other bulls. That's what people are. That's what a, that's sorry to interrupt, but that's what Aaron told me when I, or he was telling me when I was outputting up stickers, he was like, man, nobody gives a fuck. Nobody's looking at you. He's like, they're all looking at their phones, man.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2169.2,
      "timestamp_end": 2231.44,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: And I was like, dude, yeah, man, I was like, dude, he's not wrong. So one of the questions I had had was like, do you see much? Because I know it's kind of somewhat the elephant in the room in the sense that California, we've had a shitload of California transplants in Texas. Are you seeing any of them that happen to be street artists? That people are like coming in and doing shit different? And everybody's like a fuck or no? No, not so much from the street art scene. It's more welcoming here. They're different clicks within the scene. But anybody that comes here from out of town is kind of welcomed with open arms and given pretty much opportunities right out of the gate to pain and create and show that to the community. That's really cool. And I've wondered kind of some about that a little bit. Yeah, it often is definitely clicky, but as a whole, it's very welcoming for that kind of stuff. So yeah, so how do you do it?",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2231.44,
      "timestamp_end": 2291.76,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: Like, if you're not... Wood cutouts, how do you do those? What is you, do you put those out? Do you paste those out? Do you screw them in, nail them in somewhere? What do you do with those wood cutouts of scene? Yeah, with the wood cutouts, I basically get a lot of plywood from work and then paint designs on it, cut it out and then either use wood glue or screw them into... Okay. ...to different surfaces. Because I had done some canvases and on the back of me, that piece of wood, you can just do the wood glue like you said and just stick them on to whatever you want around. I don't know how well they stay up because I usually don't hang around after I do so. Is it wake-o-man? Oh yeah. Yeah, it's different. But then you're done, your mind, you probably walk wake, is like, I'm done, we'll see how it plays out. Yeah, wake-o-man, you're gonna shit going on. They'll be on you like, why don't I write it? Well, that's what's crazy is because just my guy, I mean, I'm probably one of those few people doing anything and within a couple months, people are like, what is this thing? And it's like, everybody knows it.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2291.76,
      "timestamp_end": 2353.12,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: It's on my debit card and people say, oh, what is this? I see this all over town and I just, I don't know. Yeah, man, just look cool. I know shit. We were at a bar and somebody, the girl was like, oh, he gave his card. She's like, oh, I see this guy everywhere. I was like, yeah, no shit, huh? Yeah. Yeah. And it's funny because we print out a bunch of QR code things that laminated first, just as put wherever. Yeah, we're taking over the street art scene. But it's just funny. It's a free art on yours, which is beautiful. At the top of mine, I just put free friendship because at the end, we just want people to check out our podcast and just feel like they're welcome to hang out with friends. And so it's just funny. Yet for yet, we did something similar. But it says free friendship at the top and the QR code. It's all in a couple of things. Yeah, yeah, yeah. I love the. fiber given off and like everything about how it's like I love the fact it you know it's like you're just is You're opening to you know you're open to all this like you're more or less like you said you're not you know You're not gay keeping anything you see it the more that you're here and the more you can the more you can kind of get people involved and",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2353.12,
      "timestamp_end": 2416.4,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: Feel welcome is the better for everybody and I think that's really cool Yeah, it's like an artistic community thing, but so yeah this one piece that I Have up here like I guess you were in Rome when you did when you did this or his sticker just made it there or just made it there Yeah, so those are some wheat paste that I forgot who who got him over there, but When you're when you're trading out stuff posters and stuff like that you send out a bunch and they get all over the world and This is an example of that and that is something to be a very happy and spot Yeah, that's so cool and it makes me think I know Aaron would have art on envelopes that would you'd mel all over the world of the artist and they would add their part and It come back to where that's literally Turning the world into a community and it's a and the internet and what it's able to do with that is It's just for me. It's like embracing you know everyone has whatever negative thoughts and all that about miss like man Did there's a powerful tool that can really evolve art in humans in a beautiful way and I feel like you're all examples of that so it's really cool",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2416.6,
      "timestamp_end": 2484.52,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: Yeah, that's what works really cool with the collaborations too as you get these relationships with friendships that last forever and when you go and visit their towns You got like our already baked in you know What do you call it a travel guide that you know shows you all the things that you get to see the Cities from different perspectives like yeah, you give a good friend that you're visiting you know basically and It's such a cool experience because like when you go and do those like city tours like you don't get to see the same Side of the city is hitting the streets with your friend that night and see the side there and knows it Yeah, dude, that's so cool So I think if you're around north Texas and he just let us know because they had the Dallas here That's where we're at and yeah, just don't know I was thinking that for worth for about three months Probably about two years ago Okay, where your Dallas is cooler. Wait cooler. Thank you",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2485.56,
      "timestamp_end": 2547.72,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Collaboration is key to evolution Spoken Words: I'm gonna ask him. Oh, yeah, yeah, I'm just gonna say it look Do you do a lot around like six street and like right around that downtown area or work as I see people? They post pictures that looks like they're posting pictures of themselves next year work Do they send that to you or where you putting this up because it looks like it's getting a lot of eyes Yeah, so some of it's like people tag me in it or share it with me or see it Okay, that they know speed sometimes I just go and look I've kind of become jaded on the whole Instagram stuff Yeah, I'm sure you're so I haven't very active at it, but Yeah, what what yeah, what turns you off to it? Yeah, it's just not the same anymore. It feels like that It's forced like you have to like stay Yeah, always posting and yeah, I don't have all the time for all that anymore right after a while. It's just like you kind of like I'm just I mean even though it's all different stuff You want to post different stuff kind of stuff right have deal and it feels forced and stuff in a way so I'm like",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2547.72,
      "timestamp_end": 2609.52,
      "chunk_topic": "Collaboration is key to evolution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Instagram effect Spoken Words: and yeah, I Don't want to say I'm like into likes and stuff like that But like back in the day it was like a couple hundred likes every time and then that's like Some post they'll be like eight likes. Yeah, yeah, yeah, yeah, yeah, what I was I was gonna say is that you're not wrong about that Because it's like at the end of the day Instagram used to be for pictures and now it's like they almost want They gear it towards just videos and reels and shorts like that rather than photos. Yeah, they don't even artistic But one one thing because For me and I guess this kind of I don't know them Like I have I play instruments, you know, so like I'm very interested in art and you wanted to make like make film and went to school for that But dropped out for that and went to business and sold out so it's like I've always had like wanted had I had ideas and stuff that and I've had a problem with they I want to came out and I was like oh it's a blah blah blah blah But then I just you know thinking okay, it's it's here, you know It's actually a tool that I can actually try and manifest and visualize some really abstract ideas and then still edit and still some like",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2610.2,
      "timestamp_end": 2678.38,
      "chunk_topic": "Instagram effect",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Instagram effect Spoken Words: I can still like make a kind of art with it and just acknowledging it as a tool and So doing that and then like pick in music with like a that one so you must like tool like me I guess which is awesome actually have the Salah Val thing up on myself from like the original one but Yes, but for me like Instagram and tick talk and YouTube shorts things which I hate what they do to most society and people in general. But that's kind of like the avenue for me to distribute. And I'm just like, you know, I don't like, there's a way to disable the light count. Like I would disable that because I don't want people to see it and even think, oh, should I like it or not? It's like, I don't want you to even know. I don't care about likes. It's just like views and just trying to, you know, just expose something if they're interested enough to stick around for everything. So that's the minute that I'm just going to capture their mind and attention. And for them to be like, oh, that's a weird, it doesn't mean anything. And that's, and for",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2678.38,
      "timestamp_end": 2738.64,
      "chunk_topic": "Instagram effect",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Social media as a means of distribution Spoken Words: me, that's fine. This because like everything that I've made like in the timing and seeing it's all, I'm just, it's very intentional. It's like a way for me to try and finally like make movies in a way. But that it, so I feel like it's like a new form of, in my, maybe not new, but a form of art. Because I'll just take clips or images of anything that support the theme in my mind. And in the best avenue is, you know, Instagram or TikTok and whatever. So it's like, I'm just using trying to sneak into people's minds, whoever happens to see it. So I don't like it, but I'm just, it's, I'm seeing like, okay, there's, there's a way to try and get distribute interesting ideas to people who might, you know, be interested in getting to know you guys and stuff is a way, because I did like a short rendition of one of your things. And again, I, if I've done anything, it's like, oh, I wish you didn't do that, you know, it was just me trying to give props to you, you know, and that sort of thing. And so, but yeah, so that's, sorry, that's just like a, the summation of, you know,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2738.64,
      "timestamp_end": 2805.56,
      "chunk_topic": "Social media as a means of distribution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Social media as a means of distribution Spoken Words: how I'm forced to feel about social media and Instagram just, as far as artistically. And then just the mindset behind the, the random things that I've made is, if you might have seen them, but yeah. Yeah. So that's like the exact mindset that I have with the streets stuff, like I'm forcing people to see this, whether they like it or not. Yeah. Yeah. They would see them better. Like you have to catch people, like everybody's attention span is so short nowadays, like you have to catch people in the right time of day, the right mindset, the right mood, like to get some even music that I now like like, and I can't believe like I didn't like for so long. It just didn't catch me like at that right time or that right moment or that right second of the day that you know, I mean, I know exactly. Yeah, dude. And that's what people at the sticker thing, people are going to be driving by and they're going to man that we got to find a yeah, that's just beautiful. I love it. But I'm sorry. No, that's what you're saying about like your force of people to look at it because usually when you go down the road, like you have to look at the Macy's ad, the giant ads calling you to buy this and buy that. And it's fun just to",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2805.56,
      "timestamp_end": 2869.56,
      "chunk_topic": "Social media as a means of distribution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Social media as a means of distribution Spoken Words: go cover that up. That's something that means absolutely nothing. And you can just have to buy it, you know, yeah, like, yeah, so many ways. Yeah. Man, so cool. Well, where can people find you, dude? How are they looking up? I know you don't like Instagram anymore, but how do I get really like name on all that stuff? But I still post stuff on stories on Instagram. If I have some new stuff, like the murals that we've been doing, I haven't really like got finished pictures of all of them yet. So it's kind of like raw photos. I'm like, I'll save it. So I get a great picture of it and never get around to it kind of deal. But you have a website, goodluckboota.com, Instagram, Facebook. I don't, wait, I don't even know if I have Facebook. I might have my space, but my stuff. I can fuck. Yeah. Bring that shit. Bring that shit. Yeah. Yeah. I'm sure it's a cypher. And I'll share it because this seems like a lot of questions that we would have asked. Yeah, we'll just tell you know, the website gives the opportunity",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2869.56,
      "timestamp_end": 2930.16,
      "chunk_topic": "Social media as a means of distribution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Social media as a means of distribution Spoken Words: to know about you, the background and then the art. So, you know, this is beautiful. So, I mean, this is what we'll share definitely be sharing this if that's cool with you. I mean, definitely. Yeah, we can't wait. I was just going to say we can't wait to share your shit on Instagram. And my, and my he's the type of guy. He's going to buy one of these watch. Oh, yeah. What I buy shit. I'm not kind of guy. Yeah. If I get that together, it's not going to be surprised if one of these gets bought recently. Yeah. But what do you, what do you, so what do you got like? So we've, you know, we're, we're coming up on about your, your time limit as you said, we're coming up on, on your time limit. As you said, for being an elder millennial, would you have any, would you have any recommendations perhaps for any young artists that are trying to get into the game or stuff like that? Maybe the struggle was to say, what would you say to somebody that was like you starting out if you could go back if you could find that young Buddha before he came a big Buddha?",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2930.16,
      "timestamp_end": 2994.0,
      "chunk_topic": "Social media as a means of distribution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Social media as a means of distribution Spoken Words: Yeah, I love that question. And I like to be inspirational and I tell people just to kind of go ahead and do it. Don't. second guess yourself, like before I got into doing street art, like I thought about it for five, five, six years before I even started doing anything. And it was like really at the end of the day, like it had to jumped into it. Where would I be right now? So I like to say just go for it, put yourself, try new stuff. Don't be fucking so judgmental on others. Don't let people sub be so judgmental and take it personally because I have so many haters, like that's it's kind of like grows as you get more in the scene and the more you evolve, there's more people that come out of the woodworks and want to knock you down. And you just can't let that phase you just got to keep going and keep pushing out your message. If it's a message or if your art you want it pushed out there, just keep doing it. So do you have a message? Do you message it all in your art or is it? How do you approach that? Yeah, I like to like kind of push the idea that luck is the mindset, the more you put it out there, the more you get. The idea of luck is, you know, it's a lot of hard work",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 2994.0,
      "timestamp_end": 3060.6,
      "chunk_topic": "Social media as a means of distribution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Social media as a means of distribution Spoken Words: and good timing. So it's like, yeah, that's funny. Like I said, luck is like a mix of preparation and recognition and opportunity and being able to act on it. Yeah. That's cool. So so everything you do gets kind of like an underlying mindset or theme that obviously can be expanded many ways. But so like you have an intentional in your mind, there's like an image in a message behind it all. Yep. And I like to let it be interpretable by the viewer like they get out while you can stuff. I kind of started pushing it as like the California is moving the Texas and then that's how I thought it was. That's the way I saw it. I got the positive. A awesome back of the past. Yeah. Yeah. That's awesome. That's always the way I took it. Yeah. No, that's funny. That's a great. Yeah. Yeah. I know you've got a lot of great strip down there. Right? Say that again. You've done work with driv down there. Drip. Yeah. He's not home. He in mind. He's he's he's great. He gets out in the streets. He puts",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3061.32,
      "timestamp_end": 3124.36,
      "chunk_topic": "Social media as a means of distribution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Social media as a means of distribution Spoken Words: in the work. He's got a lot of fans and a lot of haters and yeah, he keeps on going. Yeah. I did collab with him actually when I was in Canada and we I mailed him something that I did half and then he finished it and mailed it back. I still have it around here somewhere. That was pretty cool because I've been down to Austin. I've seen his work up just driving around down there and yeah, it's pretty cool just to see because I've been to cities like there was a time I was in Pittsburgh and I saw a guy up in Pittsburgh that I knew he wasn't from Pittsburgh at all. So it's like that we were talking about the trades and just getting your stuff everywhere. Yeah, that's a pretty cool way. Yeah, it's cool whenever you like come across that stuff for it. It feels like the world's like everything's connected like you're on the way. Yeah. Kind of deal. Yeah. Where do you work? And where can if people are down in Austin, where would you tell them to go to go find some of your stuff in the wild? So most of my stuff nowadays is just kind of scattered around the downtown scene.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3124.36,
      "timestamp_end": 3184.6,
      "chunk_topic": "Social media as a means of distribution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Social media as a means of distribution Spoken Words: East, six streets, South, Congress, East Riverside. I'm kind of like not so much around up in the streets anymore. Here in Austin I haven't gone out. I maybe go out once or twice a year now. Okay. Yeah, like after a while, like stuff doesn't get buffed down here. So it's like always just piled up. I'll keep hitting the same stuff but then it just becomes like two redundant I guess. Sure. And I don't want to get worn out or anything like that. So I just kind of you know, change it up. Do other stuff. Yeah. Yeah. That's cool. And I'm going to be out in Austin in October. So if I see any here, I'm going to make it a point to fucking look for you. Like a wears wallet. Stick a mic in me thing right above it. Yeah, I'm going to be like I'm coming out taking. I'm taking over with my bullshit. We interviewed the artist. Yeah, I'm going to make it fake stick. It's kind of like the old days like people with like carved their names in the trees or right there stuff in the cave. Exactly. And passing it now the stickers are just like a way of like how people nowadays like just leave them mark and passing.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3185.56,
      "timestamp_end": 3249.4,
      "chunk_topic": "Social media as a means of distribution",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: Yeah. So we're just something we've done forever, right? With this technology, but we're still doing it. They've even found on Hadrian's wall up in England. Like where the Roman soldiers would draw like a little dicks on the wall. So they put on that little area. So they had their own jokes against it. Oh, yeah. Oh, yeah. So nothing is meant to change. We just have new tools and new mediums and methods to do the same shit we've been doing forever. It's been great in our DNA. Yeah. I know when I first jumped into the basic training, they they stood in the army. They stuck us in this room for a while. And you could tell this place was just old, old, old. And the desk we were sitting at, I mean, there were like 50 years of future infantry men just drawing dicks on this table. So it's just the layers of dicks. throughout the years that was called where it is. Centuries of depiction. It was a big, super bad thing about like drawing a dick. Yeah, I'm not a dick. Oh my god, that's so nice.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3249.96,
      "timestamp_end": 3310.78,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: So hey, man, now we know you're going to give you the time. We go ahead and give you the chance to make your good bye. I'm sure you're probably you're winding down. It's been over 30 minutes. We've kept you in the void. Yes, we've got three extra minutes from you. Yeah, we did. We squeezed all of it we could out of you. But is there anything you want to say to anybody before you get out of here, man? Not, man, I just want to say I appreciate you guys for bringing me on. This was great. It was great. Five of you guys put out there. Keep doing what you guys are doing when I'm up visiting Waco or the Dallas area. Yeah, there's all of us. We'll find a way to connect. Yeah, man. So I will do what needs you to do. Yeah, you know, get ahead. I'm going to offer Matthew's place a place for you to stay. We're right here. Yeah, get extra room. So stay here. We're going to do a deep element sometimes. Oh, dude. Yeah, we were just in deep element on Saturday night. So yeah, yeah, yeah, yeah, yeah. Here we all it's Friday. We posted it. Yeah, fuck it's all the same. Right. I'm like 10 minutes from there. So yeah, man. So no, it's been great having you. Thanks a lot for joining us. We'd love to have you back anytime. If in the future you're going to be working on anything, anything that you want to promote",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3310.78,
      "timestamp_end": 3371.02,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: and you don't feel like putting it on Instagram, hop on here, man, we're going to do the best. We can't share everything we can about you on there. And on all the platforms, we're also on Spotify for anybody that you might want to know that wants to listen to this. If you want to share it with your people, we have the option for you all to download this on Spotify and listen to it as well. Yeah, definitely. I'll share that with my peeps. All right. Good luck. I can't call, right? Yeah. And I'll be sharing the link I had to set up. But yeah, no, the description of definitely be sharing that and on the Instagram. So yeah, thank you so much, man. It really means a ton to both of us, enemy, and distino, seen no way. Another artist creates their art. And it's beautiful. And thank you. Yeah, you guys are very welcome, man. You'll have a great night. All right. Cool. Appreciate your brother to be safe, man. Thank you. You're there. Yeah, too. Hell yeah. And we're back. Thank you guys so much for sticking around.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3371.02,
      "timestamp_end": 3432.1,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: That was awesome. That was really Aaron. Thank you, Mr. Spore for setting that up, for using your contact to help us out. And also, we hope that it's just as beneficial to everybody all around. But now that was a fantastic talk, being able to get inside the head of him and be understanding what he does is such a short of our time. Like Softmax, the interview, you know, except applied to a form of art that's so unique. So yeah. So Mr. Aaron, I know you kind of connect us to him. What are your thoughts summarizing the whole experience and everything we just did? You did. What's ought to be cool, because a lot of times you may notice the big obvious graffiti pieces of someone spray paints a train or whatever. But if you get to looking around, you start to see stuff everywhere. And it's like, there's someone behind that. There's something going on there. And most people they see it, and they're just like, what is this thing? And they have no clue. So I think it's cool to bring a guy like good luck, Buddha. Because he's, I mean, he's been doing it a while. He does big stuff.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3432.1,
      "timestamp_end": 3492.66,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: You know, he's all over the place. People know who he is, and just to see here, like how he does it, what he does, what he comes at it, how he comes at it. Because I know when I started, you start to notice it once you start doing it. And there's so many, I mean, at first you may be kind of nourish, you may be like, oh, everybody's looking at me. But like we talk about nobody's looking at you. No. Everybody's thinking about themselves. Even if they're like, it doesn't matter, they're not going to think that long about it. And you know, what's Salt Max was saying about, you got to learn to just turn off your filter, your editor, the part of you that makes you worried about even your, what you're doing, oh, I could do better. It's like, no, just start doing it. Just start and you just get better if you actually cared. But just start. Well, that's what we did with Buddha's stupid podcast, you know. Yeah, but a first episode, we had a crappy mic, no love set up, but we like, we just needed to get the ball real. Did we have one mic? No, yeah, we just had one mic we shared. Yeah. And hardly any lighting or cameras. And we kissed.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3492.66,
      "timestamp_end": 3553.66,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: We made love every after. Yeah, no, yeah. So yeah, because you was, I had no, I had to fake it the second. So that was, that tells us that he was the only Patreon supporter that paid for the dark content. He was here secretly. Oh, I'm on it. Now, he paid for the dark content. That's how he saw the Patreon. That's what he's getting. That's right. That's right. Have you made that Patreon? Yeah, yeah, yeah. Hey, he had a point. We need to be on rumble. He had a point. Oh, yeah. That's the thing. Rumble that. Yeah, let's rumble. I got a, I'm going to ask AI, what are the most popular social media platforms in this building? I'm going to write over here one day on my XR100 Honda dirt bike and to those who know what that is. I'm going to write, that's what John Connor wrote. That's great. And I'm gonna take it on my dirt bike and I'm gonna have to drive you away from the terminator. You're fucking playing. You're gonna walk me in a box somewhere and say, you're playing with AI. You're training, John Turner's watching us. He's watching you become friends with AI.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3553.66,
      "timestamp_end": 3614.12,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: How do you feel about that? All the shit you learn, you're out here becoming friends with AI. What did you not play with? You know you're anything for the team 1000? No, I can't beat it. No you're mean, no you can't beat it. No, it's still new. No, you can. The best thing I can do is... That you can't beat it. Learn as much as like, That's great. You have that mindset. You waste your energy trying to beat it. I know a lot of people are new to it and they're not even trying to experiment with it. I wanna be at the forefront of leveraging it to my existence, to try and somehow monetize or just create better thing. I just wanna leverage it to make my quality of life better because like, I used to fight it and be against it. I'm like, that's wasted energy. I might as well just try and embrace and see what I can do with it. Yeah, but malt metal will defeat it. Yeah, and then we'll malt metal and... That's what he taught us. Yeah, we'll do that now. I'll try that. I thought it was like a stilver steak or something. It was a little bit of both. But no, we need to keep... We need to and I get distracted. You brought that. You brought that. I did bring it up.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3614.12,
      "timestamp_end": 3674.24,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: I'm not about to show you why I made some crunch it but I'm holding that. I just wanted to wrap up what we did here with Buddha and we're actually next week. I know this is something we could drop at the end. But we might as well drop it now too. Next week we're also going to be having another artist on that our good buddy here, Mutual Friends set up as well and we thank him for that. And that's again, it's something's cool. It's like, dude, it's amazing. Getting connected with your friends and it's like, we just started this whole thing. We've known him and we told him, you know, we told Spore that we're doing this whole deal and he was like, hey man, you should look into these guys and we're all for it. And so we love the face. It's just cool. Not being us, not being afraid and self-conscious of sharing our stuff and telling all our friends, hey, this is what we're doing and look how it's worked out. It's worked out great. A lot of our friends listening. Again, it can be beautiful. Zach was listening, shout out his willums. His next season, we talked about that. He's gonna get older, connecting with friends and getting them, it's beautiful. No, it's just, it's in like good luck Buddha was saying that's what I really liked about his message man is that it's like, like he said, I love the fact",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3674.24,
      "timestamp_end": 3734.96,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: that he was saying how he doesn't gate key he helps other young artists out and other people or like, hey man, how you do this? He's like, I'm not going to keep it a secret. It's almost like it's just passing that torch. You can either take the stance of like, hey, fuck it. I'm going to be the old head that keeps gate key to secret and that's the way I had to learn or you can be the person that's like, no, I'm going to try and help evolve this. And that's what's really good with what he's doing. People in society, you know, and he does, man, because I asked him about a stencil for my character and he took the time he went into how to do it. He loves taking pictures and like, here's what you got to do. I mean, he's legit, he's a good dude. No, that's awesome, man. And at the end of the day, you know, it's like all is done for him is broaden his, you know, now you refer to him to us and we're like, oh, it's cool, man. Like it's worked out all the way around. Doing good, it's good karma, doing good. It's going to be good for you. Yeah, not so. You know, so absolutely at the end of this episode, good luck to Mr. Good Luck, Buddha. Definitely. On all fronts, what a guy, such a cool dude. And go check out his website. Oh, yeah, I'll be posting it and we'll be promoting it",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3734.96,
      "timestamp_end": 3796.84,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: and rumbling everywhere else we can. Yeah, absolutely. Yeah, we will. So yeah, let's close the door on this chapter, this segment, and move on to some important things that I know Aaron and was bringing up. Well, I'm not going to start with the purple tape because that's so mysterious, but I am going to want to, you don't have to be here. And it's funny, Aaron, there's memories and things that mean you have done together. I don't know how the whatever circumstances that do it, this because we need to have drowned. Like we want the first time in the void. I had that movie. And you're with me. I don't remember exactly why you're the only one with me. But I guess we hung out to test sometimes. And Chris was kind of like, man, he's like, I didn't even realize that you two were that close. I'm like, I guess I didn't either. But I just mean you have always had a kind of a kind of kind of a kind of kind of kind of kind of kind of kind of kind of kind of kind of kind of kind of kind of kind of",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3796.84,
      "timestamp_end": 3857.2,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: negative about things and that sort of thing. I just feel like, and you know, to every time we talk, there's everyone has unique connections and they have different things. I just find like a very unique similar, you know, the way we think and do things. Oh yeah. To connect us. Well, I think too much about everything. That's my problem. That's probably connects us because I do the same thing too. And yeah. So it was as cool as sharing that. In fact, there's something else weird. I think I watch the human centipede because of you. because you want to check it out. Oh, was that my fault? No, we both knew it existed and just felt like we have to at least see what it's about. We owe it to see what the F. You know what though? It was me and he went there. Oh, that's same. Yeah. On that same thing though, you said you had to see what it's about. Yeah. Full disclosure. I never saw it. And this is straight up. Sorry guys. I mean the second one. I'm eating a piece of pizza.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3857.24,
      "timestamp_end": 3918.0,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: No, I didn't see any value in seeing any of the other one. I never saw two girls one cup. But I knew all the needed to know. Yeah. I didn't see the one. I actually did see it. Somebody said it to me. It's so short. Somebody said it to me. And I was like, that's enough. I don't know. I don't need to say anything. I don't know all I need to know. In the day it's gross. But it's not a lot of people's side. It's bad or disgusting as you would think. Especially for now. It's gross. Disgusting. But it's, there's far worse disturbing things than that. Yeah. Like I'll just like, yeah. No, I'm going to get into it. But yeah, let's stop with the cup and. Wait, I said the base. Are we filming things in the human's center? Oh, no, he's on two girls one cup. All right. He was in a pee. Yeah, yeah, that's nothing, dude. If you know, I know, so dark, weird, whore. Oh, dude. I'll go. Yeah. Like, I've been heard of a Serbian film. No, it's called a Serbian film. No, it's not terrible.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3918.0,
      "timestamp_end": 3978.0,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: Yeah, I want to do it. I can start a trailer and stuff. I don't have anything I say I want to. I don't. Because my obsession with film, I read and learn about all sorts of stuff. And it's hard and disturbing. You got things go. This movie called a Serbian film is way up there. And it's within the last 15 20 years. There's there's the older movie. Either I'm not getting mad. Matthew has a propensity though. To not just read it, but he, you find the wildest shit. I want to see wild. The wild. You don't find like a great story about like a father who finds his long lost son. And they reunite and go to a baseball. That's you. You don't find that. No, no, no, you don't find that. You find the guy in Austria who locked his daughter to basement for 27 years and had 10 kids with her. Yeah. Oh, that was actually a real guy though. That was real guy. Yeah, Joseph. Joseph Fritzel. Joseph Fritzel. Yeah, do you? Yeah, okay. You're son of a son of a son of a son of a son of a son of a son of a son of a son. Yeah, and funny because Jeff was learning. I love you.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 3978.0,
      "timestamp_end": 4038.0,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: I know what kind of movies Matt would like you to share. You're learning what I like. I'm sure what I like. But I feel like all those little sort things that I make, that's kind of another, you know, window into, okay, like these kind of movies, the shit he's doing, okay, that makes sense. You know, knowing the weird abstract stuff and themes, that's what kind of comes into the stuff I make. I try and make it accessible, but that's, you know, it kind of represents, okay, I like weird abstract thinking that artists create the trying. Generally, can they a message or have a theme, you know? Yeah, I bust your balls about it the same way Jeff busts my balls about the weather, but at the end of the day, I do everything, every obscure thing that you do, like, and recommend that I bust your chops over at the end of the day. It's pretty compelling. Well, it has a good message. It's always put off in a good way. And if you actually follow, it's like, while everything might be kind of wild and weird and wacky, it's like the end of the day. It's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like, you know, it's like,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4038.0,
      "timestamp_end": 4122.0,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: it's just scared you too much. It's, it's just scared me. I would say that for me. Yeah, Erin. He doesn't believe in Richard gear. Can you believe that? I believe in Richard gear. I believe in gerberals in Richard gear and everything. Yeah, he didn't, he watched mothman, and it was. Have you, I see a moth man? Yeah. He's he, he, have you. Me? Moth man prophecies. Have you gone watch it tonight? Don't let your kids in the room. If you want to, that's great. Oh, it's a documentary. It's in capsule. Oh, yeah, yeah, factual every Mikey has for me has like a 80% hit rate with like you'll let me You know about some movie that I didn't know about I'm like damn. I didn't know and it's phenomenal real. Oh, yeah He's a movie guy too, right? Yeah, you know, but I'm like it's that you know that Mothman's not one of those he said I have a 80% hit rate and I'm honestly I'm I'm I'm giving you a conservative I would lower it. I love you even if you it's a firm and this is just for me, you know, not general",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4122.0,
      "timestamp_end": 4182.48,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: But for me and what hits me he's like all I found a movie might you would like like But it the first foreign film the way connected us oh Fury of a furry of a patient man. Yeah, yeah, the anger. Yeah, it's very the patient man some foreign like film. I was like damn Mikey like this? Okay. And then recently the whole super super dark times. Yes. Very powerful. Turning the foreign films, Mikey. No, but that was actually not for the foreign. I'm introducing them to for the thing of foreign films is a lot of it. They get funding to make because in the states, they wouldn't get a return on the on this crap. And they went funded. But there's like government funding and all this crap to where these artists will give them money to make money. You like who's doing for that? You know the CIA funds Hollywood. Like, yes. Yeah, but that's for their agenda. Yeah. Yeah. Totally. I mean, it's like out in the open to like. Yeah. Come out like. Like, that's why it's like looking for foreign",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4182.48,
      "timestamp_end": 4243.24,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: shit is a way to get see some unique artists that are actually given money in a budget to do stuff. Right. We'll never get funded over here. They're not necessarily an error. Like you said, that inner the void, that inner the void, man, I think it was wild. Yeah. You might know the money that didn't get a return. And he's made others you know, 13 hours. The guy that I got his arm caught in a boulder. Oh, yeah. Yeah. Yeah. I would have just said, fuck it, man. I'm gonna die with both arms, buddy. Yeah. Yeah. I said, you not going to catch me looking like a fool in a coffin with one arm or out on the streets. I'm going to you don't catch me right here dead between this rock. Yeah. What how would Trump respond? I said, I've been caught between a lot of worst places than this measly little rock. I've been shot at. I've been shot. They took a shot twice. I would have lifted. I lifted this rock. That's right. Today I was trying to just play golf. I was trying to hit a couple balls and some guy is I had both of them because I don't put myself in spots like that.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4243.24,
      "timestamp_end": 4305.0,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: Whenever I get benched, I lift the weight. And today I was golfing and somebody was a dickhead and they tried to take another attempt. But they they won't tell you that the fake news isn't gonna say that. Let me tell you guys. I'm gonna tell you about what's here. These guys, they're not gonna tell you. These guys don't look at them. I don't want to put them on camera. But these guys you see them. But I don't not good people. Nasty people. Last nasty woman nasty people nasty people. Real. Last like Rosie Eldonnell. Not a good person. And they're not going to eat two dogs and cats. They might but who knows? No, they're doing it. Cincinnati. Look out clown man. Softmax plus. Watch out. Yeah. Why don't she could see just get down the rabbit hole for shit. I don't care about like TikTok. Oh yeah. So many who does his and stuff about that whole him talking about it. They're funny. But it's like, you know, totally taking out a context, which is fine. But there's some funny shit that people have been making. I refuse to want to look at it. But my wife for part of her relationship. I have",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4305.0,
      "timestamp_end": 4367.64,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: technology. Of course. Some of the shit. Her existence. And I can say this because he didn't even watch this. So like back. Yeah, but not tellers like, you know, you're making you dumb and it's stupid. It's no effort and it's bubble. But I watch it. But I give her like a three video back some of my back. You know, I'm wanting to watch three of these today. So that be careful. The ones you want to show me. Yeah. But you're training AI. She's showing stupid videos and you're trying to sky net. I mean, if I can I can give you an in-depth response. I'm going to be out front. Why didn't matter? And what? But I don't need to go there. But it's okay. I'm okay with having a show up on my dirt bike and my gene. That's cool. That's cool. And having to take you to get along. I'm going to make my own like two hour AI episode because it's bad. It's bad. I love it. We're talking about you did bring up a new product. You know, you brought up the Trump thing. You brought up. He did get you heard that he did get shot at today. Or I did see a FBI is treating it as though it is an assassination attempt. It debt is it's",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4367.76,
      "timestamp_end": 4430.2,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: better. They attempted it themselves. Something. But I heard what was the publicity to have it's days. Look it up. Do the best we can to find what we can find on the internet. But apparently he was on a golf course today. It's a relevant fact. We're going to talk about the news. Sean. He was on the golf course today. Golf course. Now I just see what brings up here. This should be quick. FBI investigation. Parent assassination attempt of Trump in Florida. Five things. No, about the parents set. So here's here this AP. Five things to know about the apparent assassination attempt. A Trump at one of his golf courses. Because I have many golf courses. I can read this if you want. The best in the world. If you want. You don't need to read this. Yeah, read it. Okay. I'm a good reader. Sometimes better me. What's it? Former President Donald Trump is safe. Following what the FBI says appears to be an attempted assassination. While playing golf two months after another attempt on his life at a rally in Pennsylvania. We know about that. Local authority",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4430.2,
      "timestamp_end": 4492.68,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: said the US Secret Service agent is protecting Trump fired at a man pointing an AK style rifle with the scope at Trump. This year's playing on one of his Florida golf courses in West Palm Beach here. I'm curious to know What is an AK style? Yeah, I don't know. It's just a generic description that somebody doesn't know much about magazine He said rifle I imagine and they are no clue what it was They should have just said like high probably a high point nine mill. Yeah, it's just it was a scary looking potentially fully automatic rifle This is probably what they probably shot a lot of words right so number one. Who is the suspect law enforcement officials said the man He pointed the rifle was arrested as Ryan Wesley Ruth Officials identified the suspect to the associated press on the condition of anonymity because they were not authorized to discuss the Investigation so how records show that Ruth 58 58 man lived in North Carolina for most of his life before moving in 2018",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4492.68,
      "timestamp_end": 4557.24,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: To Hawaii where he innocent operated a company building shed According to an archive version of a web page for his business So there's more stuff so how did this guy get radicalized? You know how did this happen? 48 What has Trump said since the attempt is another thing? What is vice president Kamala hair saying you know most people when they get Most people when they get bored they build pine cone bird houses You know they take up normal hobbies, you know, that's what I'm gonna do I'm just gonna tell you all that if there's some weird shit to say I did it's a fucking lie I'm gonna be built I'm gonna be putting peanut butter on pine cones and hanging them with fish and line outside and I guess Kamala's ex-twitter account which you know somebody runs that for but what they chose to say is not I'm glad he is safe violence has no place in America Yeah, yeah, we for even anyone they could have done a better job Yeah, yeah, it's a violent",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4557.24,
      "timestamp_end": 4618.12,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: The liberals in the bad and intelligent place you know, they're really in a bad spot not to interrupt you But they're really in a bad spot whenever Kamala Harris is like fucking. I'm sorry, but I don't care You're right left anything if you don't recognize the name dropping dick fucking chaining in a debate is a bad move Bro, where the fuck you been I'm sorry the whole people run on the show are doing a shit Republicans Democrats everybody is pretty much united on the fact that chaining and Bush are fucking Bro work criminals dirt. Yes. Yeah, they're sitting here being like a dick chaining The late-grandmins like industrial complex and they benefited off it dick chaining shot a man in the face with a shotgun Fucking guy apologize to chaining the dude was like hey, sorry, dude That I got in your way and you shouldn't you look like a dick, but he shot him in the face Yeah, her being that we get is almost like yeah as out of it as Biden is maybe he would have been better That just goes to show you that it's like man. It's the fuck it's all the same deal and it's quite a show",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4621.16,
      "timestamp_end": 4683.88,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: I just took it at the show. Oh, yeah, absolutely. It's a show and don't get involved it It's heard it awful well, though. Yeah, oh, I don't watch it I just learned things from people you see enough you see we just see snippets on the news and you know that it's like Oh, it's more the same should have been seeing my whole life That's yeah, and you know, you know, he just shown me it's like okay There's way more to it that they're not so nice so whatever I hate to see young people and other people not only just young people But there's other people that it should know better, but they just buy buy into it and you you start looking at your you know people would literally under COVID and stuff We're looking at their neighbors different over things and during the Trump election you see if you saw so it was just They just create this whole this whole atmosphere where shit is just not friendly and it's not okay and at the end of the day I've been true and it yeah, it's not They just wrote and they believe it Yeah, and you know people don't scroll pass ahead I know that I'm going to train my wife to like be critical and question everything every post and like But fact check deep because no, it's still just believe in the society and she's only a bit kids",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4683.88,
      "timestamp_end": 4747.96,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: Those state notice think it's true. They won't think the dive into it to even try and validate it and that's that's that's I'm Have an actively try and help my wife be more critical. Yeah Well, it's funny because you hear about all this shit going on in the news and then you walk outside and nothing's fucking happening No, no exactly. Yeah, no, yeah, you gigs like you said you hear all of this fervor and like what's going on? And then you walk out your neighbors like yeah Yeah, there's a crazy weather we've had it just made water in the yard nonstop Yeah, oh, oh man kids are growing up so Yeah, it's all the same old shit. So yeah, no as exactly. It's like people buy into it too much and it's like lit man just It's only it's like the youth that I'm worried about because they're growing up. We should have America is going up, just being dumb. When you hate to see the people that buy into it to the point where like, for instance, you saw the thing in Ohio, have all the,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4747.96,
      "timestamp_end": 4808.6,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: well there's all the theories out there of the possibilities if you're going off the surface level, some guy took an attempt at Trump's life and it's like at the end of the day he thought that Trump was a bad enough person that it was worth his life to go take another person's life and it's not worth it. It's not worth it. He was not worth it. It's a product that's in you. Exactly, because he was very young and an adolescent whenever Trump was in like 2016, I believe when he was going into office or attempting to run. And it just goes to show you that it's like, people need to be more careful with, not only just careful with what they say, but also just more intentional and understands like, some people might not be able to pick up on the fact of like, hey, just because this person maybe thinks different doesn't mean that they don't have a right to say what they're saying. Yeah. Yeah, and again, like nowadays, everything's getting entrenched and it's pushing people to extremes. Because people feel that they're upset. Everybody's got to hold their eyes. And you know what I do to that? It's easy to get caught in that. And what I did is I turn all that off",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4808.6,
      "timestamp_end": 4870.2,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: and I just go start a garden, just grow my old food. And it's like, yeah, exactly. You just go out and do your own little therapy. Amen. And what's cool is a lot of people, as Buddha called us, what are we elder millennials? Is that what? Yeah, yeah, older millennials. Yes, me own, that's me. Like a lot of them are going back to kind of the way our great grandparents live. Like everybody's got gardens in their backyard now. Like everybody, like our parents did not do that. Maybe a few here and there, but now it's like everybody's kind of going back to cause there's the vibrations are a bit off, you know? So everybody knows this. So they gotta get back to their roots, whether no matter what side you're on, like the vibe is way off. And I think everybody feels that they're going back to nature. They try to be self-sustaining as the best you can. And personally, I think that was one of the main motivating factors behind the, I'm sorry, but like behind the way that we handled COVID, the Schmoven deal. It's like, I don't want to bring it up, but at the end of the day, I feel like the way that we handled that whole thing was specifically to keep people from being able",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4870.2,
      "timestamp_end": 4933.28,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: to just talk and be able to bridge that gap and come to an understanding and not have everybody be so polarized. I think because it was when Trump was coming in all this and getting a little, and it's like, I feel like all that was purpose. It was, you know, it was, it was a purpose behind it about how it was handled by the mainstream narrative. It wasn't, you know, it, so that's just kind of my theory on that stuff. But one thing that's interesting about that is you were actually, weren't you up in Canada when all that was going off? That was it. That was it. You were going to get into that. That was a hell of a difference. With the weight of fact in your life. That was a hell of a lot different than how it was affecting our life. Yeah, you don't have to say anything about it, but like, just to make people want to get big countries. If you want to, if you want to briefly touch on about just how extreme it was so that people, some people know. Another country, the way they handle this. You don't have to go into your opinion on it, but just how it was actually, the reality of what life was like. Oh, we're going to,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4933.28,
      "timestamp_end": 4993.36,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: even all the well after the rest of the world. Well, opinion is. Yeah. You know that, but those Canadians had a way that they handled COVID. Like, but so we were, the countries had, well after, we were out of it, well after we were done. Yes, we were living in Ottawa, which is the capital of Canada, right? So that's like government city. And everybody there's working in some way for the government. And then that's some predictability. No one would have predicted that. Mikey would just walk off. Yep. He's having to re up on his motivation. You know, okay. Yeah, I got you. No, but we were out there. I think I've got a couple of drinks, but I'm missing two. I'm here. I just walk out. I'm listening. You were saying you were in Ottawa at the time, which is capital of Canada. No, no, I was just playing. But yeah, what as soon as it happened, they're like, we got all, we all got to start doing this. And I was just immediately like, mom, I'm good. I'm just doing whatever I want. And you know, it was two weeks. And then it turned into more and more.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 4993.36,
      "timestamp_end": 5054.32,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: I was working for the government at the time. Or I worked for the US Embassy at the time. And then I worked for the Canadian government. But during that time, they were, everything was locked down. You couldn't go anywhere. And then it was like, okay, they're going to open it up all another knot. It's getting bad. They just kept on and on. It turned into two years that our kids weren't at school. We weren't allowed to go anywhere. And it was crazy. And people were turning against each other. Like people were getting very strong opinions either way. Well, mostly everybody was going along with the program because Canadians by nature are a little more, they're trusting other governments to whatever they're told to do. They fall in line, especially in the city. I was gonna say, not so sorry to interrupt, but I went before I forget something you just mentioned right there, it was like talking about, you were saying about how it was like two years pretty much that this went on and whatnot. And it's like, shit, I might have already lost it.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5054.32,
      "timestamp_end": 5115.32,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: Number one, two years is a long fucking time to go under an adjustment like that, especially whenever it's like you have kids as well. Yes, like, so you're bringing up adolescents that are like in a world that's like, number one, you're having to adjust for the social norm and it's totally outside of what you're used to. You're trying to have to. Because you're figuring it out as you went along as well. Sure, but we had, so what we did is our kids were at home having to do school and we're at home having to work. And like, I don't know if you've ever tried that. Two kids, two jobs with four people. I haven't had one chaos. I couldn't imagine. It was crazy dude. And then for that long at time and you can't go anywhere, but we had a family like right down the street. They were good friends of ours. Like we didn't really, we didn't abide by the rules. Like our kids got together all the time. We got together all the time. And like we made it. We made it through. And but eventually we made the decision like we're gonna get out of here.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5115.32,
      "timestamp_end": 5175.88,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: Yeah, and I mean, I don't blame you, but man, what was it I was gonna say? You mentioned it was actually a good thing because it's like, it was just like a good perspective because it was something we had talked about and something about more or less about how it was handled in Canada, which I thought was interesting. Number one, you were, I remember talking to you whenever everything back here in Texas is normal. And stuff was still like totally not normal there. Yeah. Yeah, it was, I mean, it was wild. People were turning on each other like if you didn't go along with it, dude, there were people like trying to disown you and like they want to just jail. That's what I was gonna say. So I feel like what happened is, and this isn't just isolated to Canada, but you said something that made me think of it. It's like what happened is people ended up getting lost in the point of, they got lost in what I believe to be just false narratives all around where they would argue over, I'm arguing that, no, well, they said that it spreads like this. Well, no, it can't spread like that. And it's like, you're arguing, we were arguing over these stupid narratives",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5177.08,
      "timestamp_end": 5239.16,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: that were false from whatever. And you're not even confirmed when it's like, you're, well, and that's what I'm saying, rather than looking at it like, what is this doing on other levels? Is this even necessary? What have we done in the past whenever we've experienced things like this? And it's like, I think that that was one of the, that's why I say one of the main motivating factors of being like, everybody stay away from everybody. I think that was because it was like, you wanted to scare the shit out of people and also make them like, not just be able to have that normal social dialogue that you might have and almost make it to where you isolated all the dialogue to the computer and social media. And we already know how when somebody can, your best friend, somebody really well can put something up and it can be misinterpreted on social media. And you could be like, oh my God, this liberal flukin' or this all this right wing stream is. That's the behavior's change to this too. Yes. The pedical affiliates. And so it's like, you could, you just get some misinterpreted. At the end of the day, it's like, none of the, like for the majority of us have no saying any of this shit.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5239.16,
      "timestamp_end": 5301.44,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: We can do what we can, in the best thing, the only thing I think we can do, in the best thing we can do, is talk to each other about it and not get caught up. At the end of the day, I could give a shit who you vote for. I'm glad you're doing it. You obviously care enough to give it a shot and to go participate. I could give a shit though. I don't care. I don't. I really like. Yeah, I didn't vote for it. But these people, I mean, it's almost a uniparty. They're all in the same group and we're just, that's yours. Like you said, it's a uniparty. That's what I felt like the other night when I saw whatever it was like, come on Harris, I was like, oh, Dick Cheney, I was like, oh, fucking. Shit. Oh my goodness. They're doing what they're doing. I just had flashbacks, bush Cheney, like, because I grew up it, I grew up and that's one crazy thing I'd like to almost do a full episode of Iceberg on is the fact that I remember growing up in those days. Because you're like, you're younger than me? Oh, dude. I was on Haskell when I live in Haskell. I remember like, the way all that was. Dude, that was a fucking blur.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5301.44,
      "timestamp_end": 5362.4,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: I would just remember it was like George Bush versus, who was his career? Was the, no, who's the first time he ran against? Gore. Gore. He ran against Gore. And then no time later it was like, Bush wins, fucking war. Yeah. Yeah. Woo. I think Metallica, dude. That's the dude who's doing the story. Dude, dude, dude, dude. I'm like, oh my god. We had an enemy or a war to even make more popular. All of a sudden, all my older brothers, friends, were signered up and going off to war and fucking out. Yeah. I get the motivation. I mean, this guy's slain. up for whatever reason, you know, with latent life, which is so fascinating as far as your character and who you are. Yeah, dude. You got to fascinate it. You got a degree, got a job, and I was supposed to be like, yeah, this is cool. It's got a boring, the mother of flowers flying up to be a marine. This dude's in my wet late 20s. This dude treated, this guy had to be at the end of the acceptance. He was in the army and this guy got treated, this motherfucker treated like being in the army",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5362.4,
      "timestamp_end": 5425.08,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: and being in the war. Not only the army, but can we mention who you were with? Yeah, yeah. The 10th Mountain Division. He wasn't just with the army, he's with the 10th Mountain Division. And it's like, he treated this shit like a fucking summer job. I was like, I was like, oh, yeah, I went to this. I went to this for a while and it's like, he was bored. I was like, oh, being a soldier in a time of quote unquote war. And now he's like, oh, yeah, I did that for like, I don't know, 4 1 1 2, 5 years, fuck man. I don't know. And now he's like, oh, do this. I love it. I love it, but now I love it too. It's just, I think if it's like, you get bored or something, anything just move on or something else. Now it's beautiful because you don't say stuck in it. You don't say stuck in the past. That's what life is. What's your philosophy on that? Being a vet and being like going from all that shit to where you are now? Oh, man, well, I was, well, yeah, I went and went over to Afghanistan and all that. And one thing you're kind of all like America. Fuck yeah, then you get over there and it's like, wait a second, there's throwing rocks at us. And we're just like, what? Yeah, it's like, what are we doing? Like, what are we doing over here?",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5425.08,
      "timestamp_end": 5485.2,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: And you get to look it around and it's like, these people aren't a threat to us. Like which ocean have they got the cross to get to? Like these people like, come on, come on. And then you realize what's going on. Like, and now I work at a school and the kids will ask me like, hey, why does America go to war? And it's like, oh, because they got something we want. We go take it. And there's a political agenda that it supports someone who's trying to be empowered. Yeah. And now all the all the country deserves a war. Yeah, any war, they're like, go for it. And I'm telling you, man, you don't want that. Like, how many people got like their lives and bodies just mangled over there? And then they just handed it right back to them. Like, for nothing. This is all a political agenda and people are scammed. It's a scam and they're sending our kids out to go do it. Yeah, and it's like a scam. They started like 10 fuck or they started like 20 years ago. And then all of a sudden they're like, ah, we carry on the scam. Whenever we pulled out, literally, I've seen the the plane footage. The people like holding on to get out and like falling off.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5485.2,
      "timestamp_end": 5545.8,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: Like, I will pull them out. We'll help some of you and people like trying to pal on the plane in the falling off is it's taken off. Yeah, that's so bad. They probably set that up and rehearsed it a few. I mean, the stuff would have, yeah, you know, I don't believe anything. It comes out of that box. Yeah, I don't disagree necessarily. You want to say I mean, I'm just a perspective perspective. Yeah, because we would go over there and do some stuff. And like something we had the Afghan National Army was out in front of us. A man. He's got his hands. You know, I mean, they were heroin addicts, dude. We'd be out there with him. Yeah. And they would like pull out some heroin like, ah, that's like, no, dude, I'm good now. Maybe later. You're like, I'm trying to go home. These are the guys we're training to be over the managers of their country. Er, he's like, I got plans to go at home, buddy. I'm trying to get the fuck out of here. But these Afghan National Army, they would like, they would treat the people like shit.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5545.8,
      "timestamp_end": 5606.44,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: It's like, man, as soon as we leave, y'all are. But. It's like you're not adequately prepared to even be a soldier. And you're just. Well, we were sitting with him one time and he had his AK just on his knees or all sitting around. We were patrolling a village. And this dude just, I think I accidentally shoots it. And like, we're all just looking at him and his friends like, ah, you know, and we're like, he's like, I had happened. You're like, no, it doesn't. Yeah, you're like, no, it doesn't just happen. It doesn't. No, no, no, no, no, no. We're going to take this and you're going to go fuck and sit over there. Yeah. But then like, yeah, they just, they spent all that money, dude, here's, you know what they did when we left all of the stuff we were closing down a farm. We just left it. It's for me. They threw it in a ditch and used bulldovers to cover it up and just left that shit. Like, I know. Hans, I mean, like, what? Like, you know, you don't want to do it. So you can't use it. Yeah, blow it up, light it on fire or something. They're just like, we're going to hide it. Yeah.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5606.44,
      "timestamp_end": 5666.64,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: The money was already spent on the budget. Yeah. It was written off. It didn't matter anymore. So there's no value in trying to salvage it. And so it's like, oh, we're just leaving it there kind of trying to start it. But there's sit that they probably left it. They're able to utilize and all that. But this is the mindset that there's no reason we should be over there meddling at other people's affairs. No, fuck no. It's such a scam. We got we got our shit going on here. Will you look at even the COVID thing, whatever side you're on on it, that it was the largest transfer of wealth from the poor to the rich. Yep. Ever. not wrong about that you can whatever that is that's evil and that's not cut it anyway one that was people were playing an angle they saw they saw an opportunity somebody saw an opportunity they took it just like this rush you cranking they're trying to get everybody to fly the Ukraine flag and be all for it but when you look at it we promised russia hey we're not gonna move NATO any closer to you now we're back to NATO in that mask agreement now we're trying to sound the NATO in the Minsk agreement it's like Putin isn't a",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5666.64,
      "timestamp_end": 5728.14,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: fucking puppy but at the same time you you try and you try and make him look like all of his shit is irrational in the way he acts but it's like y'all are sitting there yeah yeah it all comes down to the NATO sit about who I was like signing into it the whole you know it was supposed to be Germany and they came together but now we're pulling they're trying to they got Finland now they're wanting to get in every country supposed to contribute so much and we're all surrounded hardly any of them are even contributing it's us and trump is called that out which is cool he's like you want guys aren't contributing supposed to so we're not gonna help you if you don't start paying your bill because we've been paying bill for everybody and and that's what the whole Ukraine thing was like it all really just comes down to NATO and them wanting to not that was it a bad it's right I respect them that they shouldn't want you know have to be a part of it but it there's so much the story of course nobody gets or sees and it's sad because so many people are dying in Ukraine and Russia's soldiers for some so pointless it's really sad yeah and at this point warfare and I'm sorry I'm",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5728.14,
      "timestamp_end": 5792.14,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: gonna come out and say I didn't know disrespect you having fought and war but I feel I hate soldier further the further we get and go on just the less and less like honor there is in what the fuck is happening on a battlefield there's no at least at one point at least at one point you know you had you had you had guys that were meeting each other on even ground and like it came out to who the best of the best was whether it was sword fighting or gunfire or trench warfare it was my skills versus your skills our vigor versus yours and and you know reaction all of that right but at this point it's not it's it's guys out there on patrol and then somebody flying a fucking drone was something strapped to and it's like eight people do yeah no and it's like it you know it's there's nothing in that bro and there's no whether what other you're flipping a coin you're flipping a coin at that point when you're going to wars to be like I maybe I get seen by the are the I of Sauron and then all the sudden it's just like you're fucking day because once that infrared I see you it's like oh",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5792.14,
      "timestamp_end": 5854.06,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: hey what are you doing that's cool you and your eight buddies we got in your hand that is stick no it's rifle yeah and it makes me whole philosophy on that is non-interventionless like there's no reason for us to go halfway around the world and that's what a bunch of people who have no way of getting to us but like you said there's no reason there's a benefit some power because you're destroying it yeah you're gonna kill dad and then they're left I mean these are people too and creating you're creating creating them they see that they're having a yeah you're saying it is this kind of like a great order yeah part of this warfare in general general or you know going back even a modern warfare like we're crying people on the ground in and for shoulders whatever the the studying psychology about you know even with the enemy people intentionally like don't try and accurately hit them a lot of times do you go back to warfare yeah where there's a thing where they were to intentionally miss because take it in human life and they don't even know if it's",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5854.06,
      "timestamp_end": 5914.62,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: worth both sides to do it right and there's been cool sci-fi stuff that's been made about like putting sitting soldiers to where it literally what they see is somewhere alien and dehumanizes them and so they're way more efficient and but you know so it's interesting so we don't want people on the ground having a fight but there's people are still prone to like you know a lot of them not try the best to kill somebody but now what technology being word is where humans be taken out of the equation it's scary because the powers can be can drone do whatever and they can make sure all these people that die that shouldn't yeah they get it great whatever narrative but now the technology is like oh sweet our soldiers don't have to fight and die which is great you know but when that was happening at least some lives are being say because human nature would intervene that I'm not going to try my best to kill these people but now the people in power have technology it's like oh yes we don't have to have humans anymore but they're gonna wipe out yeah it was yeah with no so that's the whole",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5914.62,
      "timestamp_end": 5979.06,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: thought that was okay take away it's like almost taken the umpire out of baseball where you take the human element out of it you take the discretion out of it you take it's like then it's just a robot it can't make those it can't make some of those calls with those those gray areas where it's like like like yeah I don't worry about my son going to war yeah which is great I don't have to worry about someone fighting which is awesome yeah but they don't realize the power that they have to act actually do so much damage. Oh yeah. That shouldn't be across the world. And how they're getting a narrative that makes them think is that. Well, I don't realize how more in how it more dangerous that damage is because it's like they don't people. If you're on the other end of a computer screen, it's very different. It's almost to some people it could be somewhere to a video game. To in my words, like a drone people, they might, I don't know. I just guess I'm just guessing. I don't know. Maybe I haven't been there done that. That's just. I'll tell you this. I'll tell you this. Anytime they're trying to sell another war, don't buy it. And there's no reason. There is no reason. I'm all about self-defense. But even now, they'll create, I mean, most of these wars",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 5979.06,
      "timestamp_end": 6041.6,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Leave your mark on the world with art Spoken Words: are based on red flags. Even the Vietnam War, the Bay of Tonk and all this stuff, even the war of 1812 when they blew up our own ship and blamed it on the Spanish or the Spanish American War, whichever one it was. They're always doing that shit to make it look like, oh, look, we got attacked. We're in the right. We got to go get it. They're literally like creating a narrative. Yeah. I do it actually. Yes. Terrible shit. And guess what? A bunch of well-meaning people in the military have to go die for that. Yeah. No, exactly. A bunch of regular people. So I have a question, get off on another topic. Yeah. Because we talked about war for a little bit. And this has been interesting. But you said, so do you got any UFO stories? You've seen anything. We talk about UFOs here a lot. And this is one of the first times here. Oh, good time. It is when you're going to stop. You know, I say just to be more. Yeah. Go ahead. Go ahead. But go ahead, my UFO. No, I love it. No, a UAP is the thing. But at the end of the day, let's understand our roots. And it's a damn lot of data. I'm using UFO, man. Yeah, that's a damn fine, fine object.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6041.6,
      "timestamp_end": 6103.08,
      "chunk_topic": "Leave your mark on the world with art",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: The government acknowledged it. They had to separate from the cookiness and the steve it. So they had to come up with another term. Yeah, because I think the reason. Like climate is not global warming. I see it. I see it as it is. That it's like other people got out in front of it. And they're like, UFO. And then they're like, no, we're going to create a new tag line, UAE P. And it's like, shut up. We had it. First, you want to distance yourself from the little green men, but they are here. But you know what the opposite of the narrative? And you know what? Why is that? I think through doing it is because an unidentified flying object indicates that it's a physical object. A UAP could be like a light. Lighter night. Yes. Literally, it's a, because it literally is a better description because we don't know if it's an object. But okay, but it's better. We don't know if it's flying. But it's there. We don't know if it's technically flying in the way you understand it. It's better. But I was going to say it's better. It's a phenomenon. No, but it's leaving what he's trying to say is it is leaving room for deception because you had unidentified flying object,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6103.08,
      "timestamp_end": 6166.88,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: which indicated something from somewhere else that's here and unidentified, but unidentified aerial phenomena leaves room for deception. We set up a fence signal. Yeah, he's, he's almost saying where there could be powers that be to create fake shit or to create other. They all have fake shit. And I know I know everything they do. And I was saying it was. But that's separating from that. I just think it's a better description encompassing the wider reality of what it could be. Of course, there's reasons and agendas, but separating that just the, the description, I think it's more encompassing and better regardless of why they just put it in. I'm saying UFO. No matter what, I'm a UFO. Now it's fine, which is good. I want you all to be out there. Not to get hung up on it too much, but the reason I am that team is because I do believe that when you, when you allow somebody to decide language in the language you go by, they decide the battlefield and how it's fought. So if you're sitting there allowing, it's like, I do agree that what you're saying, it is a more, I 100% agree, it's more all encompassing,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6166.88,
      "timestamp_end": 6228.28,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: but also too, I see what Aaron means because it's like, it's also leaving room for where it's like, is it something physical or is it something just like a beam of something, it's a phenomena, it's a spirit, it might be from another dimension. Who knows? The same way that people look at like orbs on their cameras, they're like, what is that? It's like that's your camera, create your own effect. I don't know that. Yeah, they're like, no man, I'm getting heavy, I'm getting a lot of, yeah. I'm in a pee footage here. Oh no, and that's me as great. I love my meter sports. Y'all carrying about that much. Yeah, no, I see your point. I'm addicted to a video mic. I did see your video mic. I did. The one with the thing in the sky. You like that? I could barely see it, but I did see it glow and then it got real damn. So what I saw when I was in Canada, I was putting my daughter to bed, and it was nighttime, obviously. I look outside and it was just a star. You know, there are stars everywhere. Well, look at this one star and it kind of goes a little brighter and then just disappears. And I was like, oh wow, that's weird.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6228.28,
      "timestamp_end": 6288.28,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: And it's like, did I just see a star go out? Like what are the chances of that? And I'm like next to nothing. And so the death of a star? Yeah, yeah, exactly. And there's like, there's no way. What happens? It's not over. Yeah, yeah, but then and then we moved back here. This is probably about a year ago Maybe last summer me and my wife were walking around and we look up and there's like bright stars And what I'm just gets real bright and it goes out and it was like oh whoa, she was I was like you see that like yeah Like where did the star go like it's gone? See but I'm sorry about twice You dude this guy. I'm telling you. I'm like a fucking magnet and see I think that there's everybody who's listening to this. I just want to say I think that there's a reason People like me see shit cuz they're like who's gonna believe this fucking guy Mustache but that could be different this old boy here nobody's gonna trust him So let's just appear to him, you know, I mean, I feel like I don't know I could just be wrong I mean, I don't know maybe I'm not saying that I'm anybody can go see him cuz I believe it's nothing",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6288.28,
      "timestamp_end": 6352.84,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: I'm pray me to you just go out there and spend enough time looking cuz that's the thing I have more video on my phone of like a couple nights after I saw that meteor what I what I after this point From going and looking at different footage and looking at videos of meteor I do believe that what I saw was a meteor But what I find interesting is that what happened after it was all of the stuff on the saw in the sky in the same direction Yeah, a night I went I went back out like the next night saw nothing in that area I watched for hours nothing the next night I go out after that nothing a night later I see something. Yeah, so I started seeing those beams of light come up and then disappear come up disappear So yeah, and it's just interesting. I don't know if it's like I said to you in the messages I don't know if it's air traffic. You can let me to I got something. I don't know if you thought about it No, I mean I was just gonna say that the the way I've gone through the trying to figure out what it could be is I'm like, okay, can it be airplanes? But the reason that I I want to say no is just is the",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6352.84,
      "timestamp_end": 6413.12,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: Having planes that tight on a flight path together because I'm it the at the rate I'm seeing I'll see one pop up get bright bright bright disappear and then another one right behind it Sometimes they'll pop up to it a time and cross and then disappear Yeah, and then I'll also see planes in that same direction But they just stay beams of light it blank with the plane like the little red light and they just go out of distance like normal So that's what I'm saying is weird is because it's like I'm observing planes in that area But then I'm observing something else that just lights up and disappears. Yeah, whatever Friends like this is how normal things behave this isn't that and it's like I'm just going through that whole thing where I'm still Okay, maybe it's a drone show that takes place twice a week in the certain part of town And I just don't fucking know, but I've observed it a handful of times. I'm not saying it's fully but at the end of the day There's shit. It's taking there's all kind of shit you can observe. Okay, and so this kind of beyond brand or night Just getting back to okay like me and Mikey have we got a book and we've read a lot about you know",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6413.8,
      "timestamp_end": 6475.96,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: out of body experiences right and about you know Ways to actually you know have them are the way the historically all the documentation There's a science and all this stuff about it, right? But one of one of the basic things is literally to just That in your mind believe it's possible and distinct okay. Yeah, if because a lot of times people intend to have them But like once they mentally accept that they're possible and kind of want them It's been documented the more than likely to have one like this like the brain You know is trained to like accept that this thing is real Possibly to where it's all in my in my mind It's almost like you're most people at the brain is shut off from that reality existing right but just thinking about it and just then in no back I could have one of mine happen whatever There it can actually lead to it happening in a way right and so I'm just wondering With you know the whole existence of whatever they are like I don't even in the my narrative or thinking is",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6475.96,
      "timestamp_end": 6542.76,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: What they are and how they're there like Who cares you know is like we'll figure that out but my thinking is like if Whatever they are them not being Just you you totally believe that there could be something there It's so it's like you've trained your body and brain to acknowledge them so much to our I don't know if like Even visually like things the mind actually sees in the way that the eye edits things out and what we actually see Versus what our brain interprets and allows us to see like there's truth behind that like in even memory people trying to remember things You know like it's the way the brain works is it's crazy But to where maybe theoretically It's automatically just tuning out certain things that are actually seeing well It's like you're so open and super leaving it exactly to a minute so maybe Theoretically it's like you're brunt you let your brain be like i want to see these things",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6543.16,
      "timestamp_end": 6603.94,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: i believe the real i don't know what the agenda anything is to where you know all the shit maybe people are seeing it because there there are eyes that they're not proceeding because their brain is a certain way again that's a weird theory that's not there it's an interesting theory and connecting to the out of body experience and about the opening your mind to let it allow the possibility that you know so there you know yeah i mean it's no it's still there which yeah like you said about in that book to be able to that book we're reading about out of body experiences and they were saying the one of the ways to achieve it is it's like there's all these different methods but they were saying at the end of the day if you just kind of let yourself subconsciously something start telling yourself that it's like okay maybe i'd like to experience that i'd like that to happen and then you all the sudden it's like opening yourself up to that on some levels sometimes that's enough for some people to be able to experience something exactly just by being aware that knowing it exists yeah just by getting aware that oh you could people that aren't dying they're just going to sleep and take a nap can have",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6603.94,
      "timestamp_end": 6667.28,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: that possibility of having that out of body and yeah they might call it they might think of us in the what a near-death experience yeah there's a whole thing behind that but that was just connecting a dog of how open yard to it and what the brain and actually does with vision how you interpret things that and again just so everybody know because i know that we don't go it over every time i'd bring it up on when we talk about UFOs the very first time the thing that sold me or that made me just be like okay some there's a lot of shit we do not fucking know and i've i've seen this i've seen it one time we don't know i didn't say no and i've seen this one time i've never seen it again and that and it was like probably 12 to 13 years ago that i saw this we're standing in my friends driveway i we're sitting in like we're standing in like a semi-circle i'm pretty much the way everybody else was the got of my right was pretty much looking towards the north the got of my left was pretty much looking towards the south the person out in front of me was looking back towards the west this person was looking back towards southwest this person was looking direct west so i'm the only one looking",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6667.28,
      "timestamp_end": 6729.56,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: i'm the only one looking direct east so everybody else is pretty much like we're in the circle but to where i'm the only one that has this view with the Donating characteristic which is great to like observe directions and actually have a reference point because he that's me No like Northeast and he has a comp. It's great. Yeah, so I'm standing there and I'm like I I'm just like I'm kind of zoned out listening to my buddies talking. I'm just staring up with the sky It's a nice night not a cloud in the sky and like I said to I and before this I Was never really a sci-fi guy I never really was like all star wars shit lay fucking aliens and all that no I'm just standing there looking up at the sky and all of a sudden I'm like a cool shooting star And it just goes from the left of my view from the north to the south, but it just in the middle of the sky stops and Doesn't move so it was just hauling ass looking like a shooting star and then it stops Oh, and I was like I just kind of like my jaw dropped and I lean forward",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6729.56,
      "timestamp_end": 6789.8,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: Yeah, the whole time it was lit the whole time it was lit because that's why I lean forward. I was like dude and it Begin to see vacations of what could stop so going that speed so quickly exactly what's capable of actually doing that So here's my thing again, I see this thing going through the sky and I'm like oh cool shooting star That's cool. I went to like I was I'm gonna make a wish and the fucking thing just goes and stops Yes, and I was like you know you went from full speed Yeah, from full speeds to just stopping and I'm looking at it and I'm just like a shock and everybody in the circle was like you good And I'm like did y'all fucking see and as I'm like saying did y'all fucking see and I'm pointing no it goes as it was like going left to right and stop it just goes And shot off back to the right And so as I'm like being like did y'all fucking and it does it I'm just like speechless and they're all like what what do you mean? What happened? I tried to explain it. They're like okay sure. Oh, yeah, you're just don't or something and I'm like No, that was something and so I ended up years later. There was a girl I dated she had an uncle that worked for Raytheon and",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6790.88,
      "timestamp_end": 6857.84,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: I got I had a chance to talk to him or whatever It's like he was retired what not but either way it was like I was talking to him about stuff band like You seem like you might entertain this question. What do you what could I have fucking seen? Yeah, like what's and he was saying and I told him I told him what I saw and he was like whatever it was didn't stop And I was like what do you mean? He was like it didn't stop. There's whatever we saw no he said it came at me He's like whatever you saw was going on one trajectory and then came at you He's like it never stop. You can tell that he was like he was saying it's like you there's nothing that can go He's like if you said it looked like a shooting star and it stopped is like that she's not like the laws of physics and stuff he was saying that it's like that's not possible and so he was saying that it's like he was saying that the laws of physics was he's saying that it's what it makes sense for him to say that it wouldn't just stop that he was saying that like it's traveling and then coming at you and then traveling off again because that makes more sense",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6858.36,
      "timestamp_end": 6918.52,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: no it doesn't make sense like and again it's because physical object can't do it but a u a t can yeah or or metaphors what I was gonna say that as well we have a limit to our physics and we are saying it could have been doing something that yeah our laws of physics is not possible and that's it no I agree with that but the reason I'm like trying to state we have something to base what I potentially saw off of which is the tic tac the tic tac that they've seen the video evidence of our air club our of our aircraft or us army or Nate whatever aircraft navy is navy catching this tic tac where the guy said it was just next to us and it's like boom it's on the other side of us and so that's what I meant about him saying where it's like it can't just stop it can just be over here is that it's like how the way it can move is it it's like we already have evidence to show that like there's something that it's like how can it be over here and then now it's over here and it was like the fuck like yeah where it looked like it was next to him the whole time but maybe it was traveling I don't know but either",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6918.52,
      "timestamp_end": 6981.36,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: I do agree with what you're saying that like our laws of physics don't take to maybe they have something they can just like the smartest person being like yeah that's not possible this which makes sense and they're like grounded in our science going off and just need have not being open to like in AI will hope us even expand what the laws of physics actually are and can be but to what you know forget that you know forget that something if it made that's pointless right but in just the reality of what the laws of physics through our realm of perception and things it's like yeah that's not possible but my mind is thinking you know there's things that are possible that they can cross between the physical and metaphysical realm and all these things to where whatever it is it could just be something that we cannot define based on the science we have there it there's no way for us to make it make sense because it's something beyond our understanding because if we apply our scope of physics you know whatever the limitation is is say it's likely this or that which",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 6981.36,
      "timestamp_end": 7045.48,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: UFO/UAP/WHO CARES Spoken Words: it could be but I'm just saying you know considering the option of you know our laws of physics are limited to our laws of physics yeah what we know and whatever else it could be that and that's it no yeah what you think Aaron I mean I only saw those two things but have you ever seen a ghost though okay no I love you bring that no I love that he because I have not you know I was the experience I want to you were at least me one time no listen I was not there I was I was near so before he goes into this I have experienced something that I would have to agree that after this was my first encounter with something like this but Aaron I'll let you go and take the story because this is this is no this is real and this is very fucking creepy yeah so we were at a church in and Waco we're in it's a church that's you know you have your brick and mortar and then they had to patch Jim and it's one of these like giant Jim metal buildings with",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7045.48,
      "timestamp_end": 7107.88,
      "chunk_topic": "UFO/UAP/WHO CARES",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: big clanky doors that's what it's saying well Waco is dead at like midnight one and two o'clock like there's nothing going on especially back in the two in all the shit that it's now especially not a big booming place especially back in 2000 yeah back in the 2000 every it was yeah like he said it was definitely dead at midnight yeah so we're in this church like midnight one o'clock just being young kids playing around I wore teenagers how do we watch your buffing y'all were buffing the floors right you're a clean in the gym no that's no not we're just messing around okay it was like a weekend and yeah anyway so big Jim nobody's there it's just me Chris Caleb I think we're the only three people in the gym and Chris had like slammed his finger in a locker and like yelled out he dropped an F bomb in a church as soon as he did that I was standing by the front door the door opens this old woman walks in and you got to",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7107.88,
      "timestamp_end": 7168.36,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: remember this is like one in the morning this old woman like little bob haircut just walks in turns looks at me doesn't say a word and there's just turns and walks off no it's just a person no it's a person no really just look person like there's a person that walked through there okay my reaction was that ran back there's a hickory similar lady just walked in because he yelled F in a church you know so it's like oh you're gonna get in trouble dude that was my thought and then we come out and we're like looking for we never see or we know ever hear the doors open, we open the doors, there's nothing in the park and lot. And then that was just wearing if it, like if it, yeah, well, I just thought it was an old woman like glasses, like just kind of the shortcut here. Yeah. And, uh, yeah, I mean, I'm just saying, I'm praying like the period of what you don't remember. It's just like if you, if you see someone walk in, you're not going to be like, Oh, they were wearing pink glasses and they did, you know, you know, you're like, Oh, person. I think if she's wearing something from like 50 years ago or something. Yeah. And it's like, but also it was nothing out of the ordinary other than",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7168.36,
      "timestamp_end": 7232.4,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: the time because I really just thought some old lady who, you know, was a member of the church had come in for whatever reason. Well, whatever came in never left. So here's the other thing. So I was up in the main building. Like you said, this was late. We were in the main building of the church. Chris and then we're down there in the other. I wasn't in the gymnasium. But you were, it was in the major timeout. Let me, let me go through my story and I will do saying you were the group, but you weren't there. I just want to know that. That's all. I'm working on it. And I'm going to inform you as such. Okay. So Aaron, Aaron, Chris and Caleb were in the gymnasium. As he described prior in the very beginning, this is the detached metal building adjacent to the main structure of the brick and mortar church. Myself was inside the brick and mortar church adjacent to the, to the steel building where Aaron, Chris and Caleb and the ghost were. Okay. I was, I was adjacent to the gym in the building. This whole thing happened. They darted out of that motherfucker quick and ended up coming up",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7232.4,
      "timestamp_end": 7296.24,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: to the main church. And they were like saying something to my parents. Chris and then we're like, oh, who was here? Someone, who was that lady? This and that. And mom and then we're like, because we used to get paid to clean the church. So we were cleaning the church late at night. They were down in the gymnasium. I was up in the main building. They come up, they come up, yes, they come up hysterical, like being like, yo, this lady's down there. And I'm like, let me go with y'all. So I go back with Aaron, Chris and Caleb. So now I'm with them. We go back to see if this lady's in the gymnasium. Because like Aaron said, she came in and never left. And the weird thing about the whole situation was when they walked in there, they had the alarm turned on to where anybody who's like motion sensor, shit like that, that alarm should. I didn't know that. I didn't know the alarm should, no, the alarm should have tripped. Like, it was pointed off because we opened the door looking out in the parking lot. Like, regardless, say, say the alarm didn't say that you didn't have a turn on. The fucking creepy as part of this story for me is when we go back down in there and we're talking about it,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7296.24,
      "timestamp_end": 7359.04,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: I go into the kitchen and the kitchen there was called K's kitchen. It had a plaque on the fucking door that said K's kitchen. Yeah. And I'm walking around because I'm thinking who could it be Mrs. Bear Joanne Langford? I'm thinking of the old ladies I knew that he was like a little white lady, the Bob haircare. There's a picture in the church kitchen that says K's kitchen and I'm like, is that the lady? He's like, Oh, yeah, that was her. That's literally like the husband and the old lady who were original pastors and they're gone. Like they're dead. So he, I believe, because whenever I pointed it out to him, he saw that fucking picture and was like, Oh, yeah, I know that was the lady. And almost was believed. Remember that Aaron? Yeah, I mean, I don't, it was a long time ago. Dude, he was I'll never forget it because he was like, I pointed the picture out. I pointed out the picture was like, did you see that lady? He was like, Yeah, okay, I think that was her. Okay, cool. And I was like, Yeah, I don't think they're alive. And he was just like the fuck? That's well. Yeah, it was wild. Yeah, but yeah, we also, when I was in San",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7359.6,
      "timestamp_end": 7422.08,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: Marcus, a Texas state, there was a big creepy three story building that was a band and called it, we called it the old Pike House. And of course, within a San Asylum at one point, or a hospital or something, and then it was a fraternity called the Pikes. It was their house. Apparently, what had happened is one of their pledges had gotten killed in the house and they like took off and left the house and it was just lay abandoned. Pretty deep looking thing. And we, we went in there one midnight, me and a buddy. We heard a girl scream in there. You would walk out it. It was a huge like hospital type thing, just a but an old main building and that's it. And doors would start slamming shut in there. I had a big front yard and I talked to some of the else about this. He said the same thing happened to him. When you look out that front window, like cars start pulling up with their headlights, like way back towards the road, they just start pulling in. And yeah, there was that was creepy. And you walk out there. There would be no cars,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7422.08,
      "timestamp_end": 7483.12,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: though, but when you're in the house, it looks like cars. Yeah. Yeah. And then like doors would just slam shut. And there's no wind in there. I mean, there was, there was, I don't know what it is, but there's some kind of shit. If that structure still exists, I'd like to just add. No, it's going to burn it down. Someone burned it out. Where was it? Yeah, it was in San Marcus and they burned and how do you think did they do it because of that? You think no some kid burned it though But they said the legend was is that if you went into the basement the pledges or the pledges they burnt They nailed their pledge books under the basement and the burn them or something And that was like the old legend, but we went under there and I saw him dude It is like this guy be places it all over the place They're like oh yeah, we gotta find yeah, so that we can visit yeah Well, there's the bridge you look up if you look up. There's a place in Denton like the screaming like we checked that There's like the screaming lady bridge or something like look it up real quick like haunted bridge in Denton There's a bridge or something in Denton or goat man bridge",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7483.12,
      "timestamp_end": 7544.76,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: That's what it is because I was looking up no, I know I was looking up goat man one night and it popped up Denton Texas. No, it's goat man Something type in Denton goat man goat man bridge Because they had one in C So they named it that let's see what they see is it goes to go slow here's a ghost or yeah Well actually says the near city. Yeah, it is Denton. Yeah, okay old all bridge So locally the bridge is known as goat man bridge is stated to be Hunted by a half man half goat figure called goat man the belief is based on the legend of a black goat farmer named Oscar Washburn Who was said to have moved just family to residents just north of the bridge a few years later Washburn Haven't become known as a dependable and honest businessman and dubbed the goat man by locals Despite a sign on Alton bridge reading this way to the goat man",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7545.56,
      "timestamp_end": 7608.66,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: But the success the success of a black man was still and welcomed him any at that time and in August 1938 Clamsman in in the local government cost the bridging kid napdom from his family the hunger news on Oldalton bridge and said After securing it the run his neck threw him over the sides They basically killed him when they looked down to see if he had died the news was empty and a panic They returned her family home and slaughtered his wife and children. Jesus local Locals warned that if you cost the bridge at night without headlights as the clan man are said to have done You will be met on the other side by the goat man ghostly figures and strains lights are said to appear in the sounding woods as well as reports of visitors being touched Grabbed and having rocks thrown with them the sled and results in the area around Oldalton bridge being popular among parent normal Investigators such as cruise and ghost and so it's been investigated by different shows that are into that Did they see the other place nearby? That's the goat man. Yeah, I mean I lived in Dinh Flaw. Yeah, it's crazy",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7609.06,
      "timestamp_end": 7674.92,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: I wish I knew about to check it out. Yeah, so I was like as soon as you said that I'm like well shit goat man bridge also the the The Adolphus hotel in Downtown Dallas is haunted and I used to deliver there and I had no idea it was haunted So if you look up the Adolphus it'll say it's like haunted hotel or whatever it's because it's super old It's like one of the oldest in Dallas and I used to deliver there and I was like I'd have to go down to that like basement area Where you deliver and those fucking hallways mean it's like I swear that hallway got shorter It was like Willie Wonka brother shit got shorter and shorter as I went I'm like six three and a half Damier six four and I'm like fucking crouching to get through there And I'm in this like the guy tells me is like yeah, just put the liquor in there. They'll be in here in a minute I fucking I'll tell you what I fucking prop my dolly at that door I was like I'm not standing in this fucking creepy ass room, bro Because it literally had one of those metal doors that had a fucking vent plugged at the bottom of it And it was like weird in the Bro it was like like that existing on this that hallway like I said that hallway with that little bitty room where they had like one",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7674.92,
      "timestamp_end": 7738.6,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: They had the one gondola in the middle with liquor and then the gondola is around the outside So it was like a U-shape room and it's like yeah You can stand there or thing where they tried trapping shit way back in that No, but he was just like he was like here's put the liquor over here, and I'm like okay cool And I'm like I fucking prop that dolly with that liquor full of shit right by that door And I stood like at the threshold. I'm like dude that was the creepiest fucking like that was one of the creepiest feelings I got in a room and I just thought I was just like this place kind of creepy year is later I find out I'm looking up on my corner places in Dallas. It's like the Adolphus hotel I'm like no fucking shit no shit that place is on it. Okay. Yeah That's why I felt that way of that hallway intent whatever intentions. Oh, there is no idea you I feel like you know Just like it got what got little little little and then it's like our you broke off to the right And there was this door to the left that that's where the liquor room was in the hall kept going Well, they made the liquor room now obviously yeah, it's all I mean look up",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7738.6,
      "timestamp_end": 7798.84,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: This is spring on the architecture and all that shit like it. I'm saying, I've been to some of them, some of them building, some old-ass buildings in Dallas and stuff like that to deliver and it's like that was the creepiest fucking place I went. It makes me think of something, I think your mom told me like on Swiss but really old houses on the porches, on the, the ceiling of the porch, there's a certain blue like, I don't know if it's hot, hot blue or there's a light blue color that they would paint because I don't know if it's like either a ghost repellent or something but you can look at it believed in something. Yeah, there's a certain color and some of the houses still have it on the old large front porches. There's a certain color blue and they were like, paint it on the ceiling and parts where you don't normally look. Like a dream catcher. Yeah, but it was like like some kind of defense or just thinking to make it safer and some of the houses still have that but you could look it up like. Yeah, the last generation was a little more open to that than we are. Yeah, they knew there's weird shit and they're like, yes, let's defend against it.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7800.0,
      "timestamp_end": 7860.6,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: This seems to work. My grandmother told me but she's passed now but she said that she thinks that somebody has to come get you to take you to heaven. Like one of your relatives will come back and get you and like carry you over when you're about to die. And she said she told us the story when my grandfather was on his last couple days or whatever. He was sitting in the living room and she walked in and he was a rough dude, you know, and not bad guy but just he was from that generation. Yeah. And she walked in and he was like, Betty, I love you. And she's like, what? Because he'd never said that. And then he asked her. And he was like, yeah, he's like, who are those two little kids playing in the floor earlier? And she's like, what? She's like, who are those two little kids playing in the floor? She's like, there's no kids over here but my grandmother had two miscarriages and she thinks that they were coming to get it. Oh, shit. Damn. Yeah. And it's funny because that makes sense and I'm just thinking like of another interpretation being like whether they're coming to get them or not.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7860.6,
      "timestamp_end": 7925.24,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: Like he's on the verge to where he could see them and maybe they're just making it an easier transition. Like who? They're to like make it more welcoming. Yeah, it could be easy. Technically though, what you're saying is what he's saying too. It is. Exactly. You're saying it's more of what it might be. They're saying it's more of just a bare bonesy other there to help them cross over. And you're saying it's like, well, maybe they're there to make the cross over easier. Exactly. Like I don't, I don't think that somebody needs to take them and do it. I think he's could go there, but I think maybe they're there to help it. To help it. It could be anything. Man, that's a tough thing. If you ever stop and think about what's going on, like we have no clue how we got here. We have no clue where we came from. We have no idea why we're here. We have no idea what happens afterwards. Like just that in and of itself is mind blowing. You know, on the screen, like the little thumbs up appeared to the right of Aaron's head. Oh, yeah. If you do that on iPhones, hold your thumb up. Do a thumbs up.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7925.88,
      "timestamp_end": 7986.68,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: Well, a little thumb up up here. There it is. See? No, it's a trigger to interesting. Yeah, if you do that on an iPhone or whatever, it'll do. So Google meets like if you make some, no, it's not just that it make a sad face. Yeah, no, it's not just Google meet. I'm saying that that technology has been integrated into this platform. Yes, if he looks mad or something or just thumbs down, it'll pop up too. Like, I have a Matthew generates like an emoji. Yes. So if he does it for long enough, it'll be like, you bombed. Yeah. That makes sense. I'm just like, when you're seeing something that the technology is doing, I think that was the bomb. It was so hard. Dude, a bomb. So hard. So until so many jokes and all this young and Aaron will be like, you bombed. Yeah. This has been good. I know, I know I'm probably on a timeline. Okay. Yeah, you're on a timeline. You're on a timeline. You're on a timeline. We want to, Aaron, we got to have you back here, Mr. Spor to help you join us for more shit because you have your great value ad. We need to just get him in here with Jeff on a normal night. The four of us. Yeah. That should be fine. Yeah, if he any time he can give us, we'll just because yeah, he's a great,",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 7986.68,
      "timestamp_end": 8049.72,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: he's like Jeff, a great value ad. Just can he can go along with anything. Yeah. He's just, he's, he's nutty as a boatload of cash. No, I love Aaron. Like I said, there's, there's different people I've connections with in different levels. Like I love Mikey and like we have a unique connection on things. And then, you know, that a build over time, but then I think there's people that I meet in immediately like, there's, I don't know, like Jason Mann. Me and him have, and we're, you know, I could get scientific on why like he was born on same time as me, which sound like an astrology. I do believe, you know, the gravitation of Paul the Moon when the room is forming. Maybe those subtle differences when the room is forming, help explain the similarities that people ascribe to astrology is just science of when you're being formed in the room. Like your brain, all these, all these things. What's all electromagnetic somehow, right? Exactly. And that's whatever. So maybe that's part of it. But I don't think that's all of it. The other way, I love you.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 8049.72,
      "timestamp_end": 8111.2,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: And I just have always had a connection with you that's like, I don't know, it's unique. You know? Yeah. That's it. No, he's a great guy. And he's one of those guys that you want to like you. But at the end of the day, he just, you know, he doesn't like you, dude. He likes only, you know, I'm always like, man, I really hope Aaron likes me. But then I'm like, I don't think he does, dude. I don't think I like him. I just know he's just had different conversations. And we talk about it. Maybe like, I like that about you. Or, you know, I'll just well view and think about things. They're maybe similar to you to where, you know, it's like, I don't know. No, I can't wait to get back. I can't wait to get out your way. And this time, I'll pay for food that your wife cooks. I'm just going to, don't match to be to open the go the bathroom. I'll give you, I'll give you money for the wagyu beef we ate. I don't know what I was delicious. Dude, I thought we were just going to have corn dogs or something. And she's like, you like, we got fed up good.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 8111.2,
      "timestamp_end": 8175.74,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: I'm like, oh, man, I don't deserve this. Oh, yeah. She could. No, man, but thanks for being here. Thanks for setting everything up. We'll be over the top of it. We'll be over the top of it. Hopefully, you know, if you'd like to join us for that, that would also be cool. Chris, we go there. Seriously. You want to get on here next week for our other interview. You know, however long you can stay for it. If it's good, it's with you as well. Yeah. You'd love to have you. If you don't work out that well. Yeah, because he was actually saying that you weren't in here, but he was, he was his first commission art piece. Wasn't it? Yeah. When I asked him to do a commission, he was like, oh, you're the first person to do that. He was like, oh, cool, dude. Because he's a surrealist artist. Like, he's got some beautiful stuff. No, do you have any good ones to boycott stuff? I got to see you. I got to see you. I love it. Yeah, dude. And I just love the rain it through an A. I think just to kind of like give him props wherever. Yeah. And he gave it to us up and add to a story. So it's cool that he took it the right way because again, like I'm just trying to like evolve and like be my own artist towards like that's awesome.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 8175.74,
      "timestamp_end": 8239.58,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: And here's just like a different view or a different. Like, I'm just trying to be a technologic and do, but he saw that. Yeah, what was cool with you did with the sports. Well, I got you like it too. Yeah, yeah. I was real cool. So thank you. But yeah, everybody who's got some good art, man. Yeah, everybody out there who's listening to this, if you want some interesting people to know and you want to have context and know what we're talking about and you're all the players involved, go follow the first one. The main one from tonight is good luck. Buddha on Instagram and Matt, I'm sure we'll do a great job of linking all this in our description. But good luck, Buddha was this week's guest. And we're also joined by sport. Go to Instagram, at sport artwork. That's the other one. He's the little mustache man show him show sport. Sport band click on his little band. There you go. So he has the sport artwork. Go follow him, support the homie. And also next week we're going to have the guy Chris aboiko. Yeah. And he that's the guy we're just talking about. He's just a realist artist. Thank you.",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 8239.58,
      "timestamp_end": 8299.9,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: So you can go familiarize yourself with either Chris boiko or just a real surrealist art in general. That's going to be our guest next week. Or no, we're not next week. It'll be the week after. Chris boiko. Yeah, so not next week, the week after. There you go. Because we're going to be busy, I think. Yeah. Or yeah. So you can kind of see just how surreal and fascinating. No, it's no, it's wonderful. No, I love it, dude. And yeah. Yeah, and I hope you are next week because I got confused with my birthday and all that celebration there. But he's will be our next guest and his work is beautiful. And like Aaron, like a homie said, he's got some of his work. He's been signed. He's just as magical. Yeah, Aaron says. But so we have anybody. I was going to say is it when I was going to say is that I've seen, I've had the pleasure of seeing two of his paintings and person at the homie's house and holy shit. Yeah, they're nice too. Yeah, the painting, the picture, what he's doing, the camera and what he's sharing on Instagram",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 8299.9,
      "timestamp_end": 8364.14,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: is doing a phenomenal job. It's doing a phenomenal job of showing what he does. But at the end of the day, like seeing it in person is a whole lot. You're like, oh my god, this is even more maculant than it looks. And this is sport. And here I'm just showing a quick sport of like unique and that. Oh, yeah. Oh, yeah, all kinds of shit. No, show this one here. This was this Ottawa or was this Seattle? I can't even see it. I can't even see what you're doing. It's the one where the moon's in the background. You got the big building and the face is spilling through in the left and the right almost like in a rainbow pattern. Yeah, I did quite a few of those. I did a lot of Ottawa. Yeah, we can do that. Yeah, we can do that. We can do that. That's amazing amazing stuff. So we'll get into that whenever we have it. Absolutely. Yeah, with him. So yeah, we appreciate everybody being here, especially Aaron and good luck Buddha. Thank you guys for both joining us. Yeah, I'm tripping into what she'll do for us. And I would say that's just some everything into one wreck. Um, Aaron can make it. Let's yeah, but you got a recommendation for the. So yeah, we win every episode with wrecks",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 8364.14,
      "timestamp_end": 8427.64,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  },
  {
    "text": "Topic: Ghost experiences Spoken Words: of the week where each of us, it could be literally anything. So it could be. It's what it is. Or it could be tie your shoes. It could be look at a can anything. So what, what's your wreck for the week? Just whatever. What do I recommend? Go outside. Okay, turn off. I love it. We said it. That's a little slice recommendation. We've all said go outside. So the fact that you're also saying it. Get the fuck out. I go ahead and tag on. What do you think people should do when they go outside? Yeah. Make some look up at the sky. Look up. Yeah, look at the sky. See, actually just look at the sky. I say get outside and breathe and feel it. Feel it. Look around you. Feel it. But don't forget maybe you'll see you. And look up at the sky and love your life. Know your part of it. It's a part of you. You're a part of it and enjoy it. Try not to kill anybody. And you're not doing anything wrong. You're not doing anything wrong. Yeah. But no, thank you guys. Thank you all. Everybody for joining us. We'll see. Be seeing you. Yeah. All right. Take",
    "metadata": {
      "date": "09-16-2024",
      "episode_number": 504,
      "episode_title": "INTERVIEW: Street Artist \"goodluckbuddha\" w/guest artist \"Spore\" #streetart #Austin",
      "timestamp_start": 8427.64,
      "timestamp_end": 8491.68,
      "chunk_topic": "Ghost experiences",
      "topics": "INTERVIEW,Street,Artist,goodluckbuddha,wguest,artist,Spore,streetart,Austin"
    }
  }
]