[
  {
    "text": "Topic: No specific topic Spoken Words: This is going to look good. Pretty extraviler, you just crash landed on the Mike and E-podcast. But fear not, this is no mistake. No fault in the stars, no glitch in the matrix. No, I'm afraid this is an urban plan. It's predetermined by powers known not to us. So pull up a chair and join us as we find our way together for you are among friends. And I'm not at Matt's house. Excuse me sir. I feel like I'm missing some information about the weather somewhere. Oh, yes. I have it. My house. Yes, you are at Matt's house. You're in his living room, which by the way, Matt, you don't film in your living room because that's opulent. Look at Jeff's background. I've got a friend. Get that. Yeah, we do. We do. We visit you, Jeff. I want to stay there.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 0.0,
      "timestamp_end": 60.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, I would like to stay there as well. It's pretty nice. It's expensive. That's cool. No, it's cool. Jeff was here. All right. So my daughter's party. But we have weather. I need that weather. I'm sorry. Well, I think it's important that we go ahead and we talk about the weather New York because tomorrow night we're going to be having game three of the World Series. And the boys and the temperature New York is 49 degrees tonight. Let's go. It's got a low 44. So we're almost there with the low tonight. Yeah. Mikey, what's the Monday's game? Monday's game. It's a you got a low 40 and a high is 60. All right. Chances of precip zero. So we're looking at it. We're looking at a nice nine to bronch. I want to zip that. I'm going to zip that. You know. And so yeah, right now the series stands Dodgers to Yankees. None. And they've done it in dramatic fashion. I think they've done it in dramatic fashion. Well, the first one was.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 60.0,
      "timestamp_end": 122.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Man, it just I think that I don't know. I think that came down to what just a bad managerial call. And I don't know what led to it. I need descriptions. I'm sorry. I have no idea. So this here in. Band it up. And I'm going to go through that. Yeah. Yeah. Yeah. Yeah. Yeah. So we're getting there. But I don't remember. To kind of start with the. I don't remember how many guys are on base. I don't know those two guys on base. I don't remember the score. But they ended up walking. They intentionally walked. They brought in Nester Cortez. He pitched to show. They brought in Nester Cortez. He pitched to show hey show hey popped up Mookie bets came up they had too on Mookie bets ended up Being intentionally walked to load the bases and bring up Freddie Freeman. I don't know how many outs that like I heard not how many I don't know how many what they were trying to force the double play because they thought it Freddie was slow and they could just roll a double",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 122.0,
      "timestamp_end": 183.72,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Playing get out of it because he's got a bad ankle, but That failed they just back fired and they walked they walked Mookie bets, which I thought was a bad decision as soon as they did it me and one of our buddies That I was in Austin with started immediately saying you know This is a terrible call why would you do this? You know vids game over and sure enough first pitch swing and fastball, you know more or less Little off the inside of the or a little off the middle of the plate more towards the inside of Freddie And he just barreled it up and pounded it man gone and one thing that I thought was really interesting about the home run And I really loved is Freddie Freeman just like kind of held the bat up and did what they call pimping it He never does that He doesn't he looks like he's so much to much kind of When sent no, yeah, no, he actually didn't know no, no what that's funny Matt did that because after he hit the home run He held his bat straight up in the air and slowly walked and then flipped his bat and like walked down the first baseline And then he like when he was rounding third or no rounding second headed to third",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 183.72,
      "timestamp_end": 247.85999999999999,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He looked out at the bull pin and like flexed his arms down and like He was hiding and he Oh, sorry. No, no go ahead. You're gonna say what needs to be said. I was gonna say the thing about Freddie is he He's a great ball player. No one's gonna deny that. It's just he's never really He's not really like an LA Dodger kind of guy like he hasn't really been there was a lot of things coming out whenever he signed with them Saying he would assign with the braves of like if they would have known the number that they would have actually gave him and Stuff when it came to money so like this was like his moment for like LA to be like yeah Like for them to probably embrace them right behind them exactly. Yeah, yeah, I feel like lifting the bat up But I did he was so pumped and like you're right Mikey like he doesn't really know his emotion like that served in Stoic whenever you see them show emotion that the amount of emotion they must be feeling like it's the World Series that makes sense but that's cool. I have to check out that.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 248.04,
      "timestamp_end": 308.84,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It was also the first in history of Grand Slam walkoff. It's a world series. In the World Series. No, but still. That's my favorite player by the way. I have as Jersey hanging out from what he played for the brain. So that was, you had a boner whenever this happened. Like you had to be. Yeah, but I mean, it was for the I was cheering the Dodgers which is a team that I hate. So just because you hate the Yankees more. No, I just love Freddie Freeman. That's cool. So okay. Yeah, I'm trying to find a stat. It's like going to his Hall of Fame thing. You know, I'm pretty good. I'm really I'm not familiar to know like his career. Like is he great? I mean, is he towards is the middle of his career? Is he kind of an aging guy? He's getting towards the he's wanting to towards the end. Like he I think his contract is till he's like 38 39 with the Dodgers. Yeah, so let's see. I'm trying to find this stat.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 308.84,
      "timestamp_end": 368.88,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm looking at a map. Okay, here we go. So you ready to hear and I can double check this at some point if you'd like, but this is Freddie Freeman lefty versus lefty with bases loaded. Nine for 14 with four with four home runs 25 RBI's. He's batting 643. And then yeah, 667 and then I'll yeah, I don't know how these all these other numbers break down. One of those is probably his war and then his OPS is 2.238. So his batting average in that situation lefty lefty is 643. What's that? He's batting above. He's batting above six. Yes, batting. Oh, dude, yeah. And so that's his stats lefty lefty with bases loaded. His overall stats lefty lefty, I think we're like 200 something. So does that play to the table mangeical that they even put that that's okay.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 368.88,
      "timestamp_end": 429.52,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So yeah, so. So yeah, so me and Jeff had kind of talked a little about it. And I think for me at first it was just almost like it just seemed like a like watching a comic book or something a movie. I don't know it. What an even I'm like, why would you do that? Why would you? I saw no point. I'm rigged. Mike, you bet. I know, I know, that's what I'm saying. I know, but hang on. So this is what I'm saying is I kind of did think that I'm like this just to me seem so rigged because it's like as soon as the guy strikes out. And I was able to go find this data online like that. And so as soon as the guy strikes out in the MLB by the time he gets a dugout before he takes his helmet off, somebody's handing him an iPad and he can sit there and and look at his look at where he went wrong and where the ball was pitch. So there's all these analytics. There's all these analytics that go into baseball. And so there's this whole other side of it where they had to know these numbers. They had to have known the Freddie and not only that aside from the numbers Freddie Freeman",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 429.52,
      "timestamp_end": 491.20000000000005,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: is probably one of if not the best hitter in baseball just pure. I mean, he can just just get conscious that was taken was they were betting that he was he's going to get struck out. And another factor in another or ground out now ground out a double play. So that's what they had. He had a bad any base man. Yeah. And so here's the other thing too is that it's like they were wanting for that ground out to any base. And then oh shoot, what was it? Oh gosh. Ace of base. There's a band. Ace of base? No, okay. So yeah. So it's like 43. And here's why I think too. If you have they again with all the data and stuff they have, Mookie Betts is postseason stuff. It hasn't been necessarily amazing since Boston, right? It's like ever since the, you know, it's like he's not I'm not saying he's not a good player in the postseason, but Freddie Freeman has proven in the postseason.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 491.20000000000005,
      "timestamp_end": 552.2,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He shows up. You're one of the people that believe that just pitch the guy who's in the mound to worry about the next guy after we've dealt with this guy. Don't give him anything. Don't give him a base. Nothing. Well, the way I thought it was. It was okay. Well, if you were okay with intentionally walking Mookie, then why not throw him balls inside off the plate or down in a way? Why not try and get him chasing if you're okay with walking him? Why not try and get him chasing and get that double play ball somewhere else rather than because he was first and second when he came back. And so why, why would you at least I believe he was? They could have been second third, but either way, why the hell would you still pitch him like that? I would. Why wouldn't you best of thing? You narrow it down for what you hit. What you can pitch one of the greatest contact hitters of the past. I think you know you can walk the side even with that decision will blows my mind is the pitch selection the first pitch a fast ball now. You had to have gone",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 552.2,
      "timestamp_end": 612.4,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: down in a way. Something away. We've been cut off the plane during the other thing. No time out. They brought this picture in. He hadn't pitched in. This is what I meant about it. The quote feeling fixed. That's a good way. Okay. What are you doing? That's pictures though. And he hasn't pitched in 37 days. That's a long time for somebody in the MLB to come in in a situation like that to pitch to the one of the baddest dudes like. Why he's not been utilized for that long? Probably I don't I could have. I was doing so good. Or it could probably have been doing so great. So sometimes they don't necessarily pitch guys or whatever they call them out of the rock sort of rotation or whatever. Yeah. So but yeah either way. And so I had kind of been saying that I thought that it felt they just felt like dude this. This is the way I was doing it. And it felt like it felt like this is like rigged. Like why would you do that? That's just such a stupid thing to do. But Jeff made a good point. You did you want to well yeah. Well he's earlier you made a good point, which was what you want to say your point Jeff about why I thought",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 612.4,
      "timestamp_end": 673.3199999999999,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it was rigged and you were saying that like I think it's just old baseball people being arrogant saying this is what you do in the situation you walk the guy you make you load the bases to where it's any ball and he says no manager is he an old manager known for kind of because Aaron basically with their stage from all the bits. Yeah. Moody bets is just as good as Freddie Freeman is. I just as good as me. I'm just right after it. I'd be able to get the job done. It doesn't matter types. They're not looking at the analytics of it at all like if like he said like if these old bastards just would have looked at the fucking data they would be like all right. Maybe I don't. Maybe we just absolutely and try to get it done right now. But they're looking yeah like technically if that ball goes into play you can go anywhere with it and that's the best situation if you just need one out. Yeah. Yeah, but I think he just like I said too it's like for me it's like I don't see how you don't weigh the way the you know I just don't personally that's it. That's what's crazy to me. I'm an outsider and I would have rather I'm not even a professional",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 673.3199999999999,
      "timestamp_end": 733.3199999999999,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: manager and I would have rather made the decision to move you versus you manager the. No, I'm with my. Yeah, I would have. I would have. I would have. You know, just the while there was about it to the guy coming behind you like you know you can't walk this guy for to come up you know like if there's a guy on you if you get to three two you know, it's coming down the pipe like you do it also and the yeah and the other thing is too is that it's like the mindset of a batter when he comes up and two dudes are on base ahead of him and they And they both get on base and that guy at the plate then feels like, okay, I got to bring them home. I have to do my job now. So he's putting, he has his own pressure. He's putting on himself. But when you walk a guy in front of somebody that's been in the league for how long? 16 years. Oh, how long has he been in the league, dude? 13, 14 years. 13, 14 years. And you walk a dude in front of him and to load the bases. His mindset is now, oh, you think this is like, I'm an easy out.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 733.3199999999999,
      "timestamp_end": 797.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You're a ground me into a double play. And so he's going into it with this mindset of just like, all right. And that this happened. This happened earlier in the season where he got walked for somebody else. They loaded up the bases and Freddie Freeman hit a grand thing. Same thing. Thank you. Early. Yeah. They say, and that's what I'm saying about why I remember he said, come a boy. There's a manager. Yeah, that was the same situation that thought it didn't work that time. It's going to work this time. And then game two in game two hit another home run. And he's not a power guy. That's the thing he's a contact guy. His contact so good. It turns into power. He said, yeah, he's like the Japanese hitters. Right. Now that's, that's pretty cool. So that means they're up to in the first games or were played where in New York or the house. How's it alternate? First two were in LA. The next two will be in New York. OK. So already just because I imagine the stats are similar to NBA and other best of seven series,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 797.0,
      "timestamp_end": 858.64,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you know, going going down to an obviously not splitting that the two games, you know, splitting the away games to have lost. Yeah. It's four game home. It'll be three games. It'll be three games in New York. It'll be four games total. And I think I think it's LA two. New York three and then LA two. Two, three two. OK. Does that I think I don't know if you guys have that. They make things up. I remember the VA. They change it at some point. But so as far as the pictures that are going to be starting these next two games, how were there? What does that audio feel about the games based on the two pictures that are going to be their their current performance level. I should have made you fucking walk away. This is because I get I mean obviously whenever the Rangers were doing the thing I was, you know, of it, you ride in that wave. I really into it. So I just the next pictures met the pitching matchup in the next game.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 858.64,
      "timestamp_end": 922.12,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Who does that favor? Um, I mean, Walker Bueller starts the next game for the Dodgers and Clarch mitt is going to start for the Yankees. If you go off of like, I don't know, I mean, Clarch mitts not doing terrible. I don't think, but you know, Walker Bueller's had really good success in the past. Just depends on how what guy shows it's the postseason though. So sometimes one, yeah, and sometimes in the postseason, some dudes that are really good, sometimes were suck and some guys that typically haven't been that great. So all the sudden they show up and they do stuff that they'll never do again in their career. They'll put up numbers that are just insane. Like Eddie Rosario in the postseason. I love those handful years ago. Dude, that whole thing. He put up insane numbers and it was like every time every time he came up, he was just like seeing a beach ball. And he was hitting doubles and home run. And Greg's in the town of the ball. He's a good guy, but we get. Yeah, he leveled. He's a situation like in the game. It really brings out the best of them.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 922.2,
      "timestamp_end": 983.44,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, exactly. And so, but I personally think, I don't know if you already kind of said anything about it or Jeff did, but I think that the Yankees will probably take two in Brooklyn. The first two games, I think they'll take. So think of time after these next two. I think so because it's hard to go into the Bronx. I think it's hard to go into the Bronx. I think it's going to give the Yankees a lot more like a Hutzpah. So to say, I think they're going to come out there a little bit more. Is it? Yeah, I think they're going to come out. It's a two or two two one one one. It might go one. I don't know. One two three four five. I think it's going to be either way they're going to play two in New York. Right. So I say that I think that they're going to take those two games that play in New York. When's that time? It's always one 2020. Okay. So the reason why New York it's been since there's a COVID year. So people some people dispute it and they some people dispute it because it wasn't like a full baseball season.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 983.44,
      "timestamp_end": 1046.24,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They didn't want it Jeff. It was like half season or something. Who the COVID year, the COVID year, whenever, whenever the Dodgers won here and doubt here and. Oh, yeah, just in turn. Where the was head COVID and where's massive for the pictures and stuff and all this whole thing. Yeah, you're right. Who's the Dodgers? Yeah, and they only want they won like again, they. It was only like a half season. They didn't play their full season. So some people don't like credit that year. Technically, yeah, Freddie Freeman actually was the MVP of that season. A lot of people don't credit him. Mm hmm. Exactly. But yeah, no, so again, I just think it's hard for it. It's going to be hard for the. Especially the factor of the crowd, the Cronan just the cheering factor of the crowd, but the heckling factor coming in there. Oh, they're coming in the stadium pretty nasty. Everybody behind all those people in those, I mean, especially the outfield like I don't know if they'll. Because I know the tickets are going to be stupid expensive. So I don't know how many people behind the dugout and home plate are going to be chirping them that hard.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1046.24,
      "timestamp_end": 1108.94,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I know regular season games. They get sure pretty hard by the fans. But I don't know the thing is going to afford the tickets to go to her, but I'm like that. But you think these are like the most expensive tickets that have ever been thinking about it. It's the year 2024. I saw and it's the highest two highest markets. This is the map. You want me to M.O.B. once, right? Like the L.A. The L.A. New York to marquee names that so right here. I've got Celtic snow a type thing, you know, except I have a listing of a set of a listing of New York. Yankees versus Los Angeles Dodgers game one parking prices for lot L. 5,943 dollars. Right here, mother. Light lot D 3000. 92 Park lot. I think people are just parking there just to be close. 1000 like you knew your 1000 everything subway launch. Right.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1108.94,
      "timestamp_end": 1168.94,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I mean, no, this is this is L.A. This is a way this is the game. Mikey can balls fly out to these bucks. No, okay. I'm trying to see how good you can. In the last dude, I think to even crush on that. Like I think the last dude, the person to hit the furthest one it Dodger Stadium. I think was standing and he hit it like 470 something in the it was in like the. The all star game or something. Maybe not, but he pounded one like 472 or something. That's one of the longest I think there. part of the hitters park as they say. Uh, yeah, it's hard to say like, okay, so Yankee Stadium, technically, oh, man, it's kind of funny. So Yankee Stadium can kind of favor a righty even though it has a short right field porch. So technically, you would have think that it would favor a lefty because his swing is going that way. That's his pole side. He's going to he's swinging towards the right field pole. But the thing is is that if you're pitching, you know, you're pitching a righty, a fastball away or something, he can be or if it's up or in the middle, it",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1168.94,
      "timestamp_end": 1233.42,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: doesn't matter if if he's a little late on it, he can still put the ball out opposite field. It doesn't he has a little bit more room for, you know, almost a little bit more room for error. Um, and yeah, it kind of ironically can favor that because look at judge, if you look at how many home runs judge has put out to right field, it's a lot like he's he's he's had a lot of balls. He's hit to right that have gone out arguably possibly more balls. He's hit that way than anywhere else in Yankee Stadium that have gone out. So, you know, but some parts that just depends, it just depends on the park like Colorado favors the right hand for, you know, the ball just flies out. I guess the left kind of better. The unique quality is a baseball that I'm not obviously at some avid fan, but I kind of like the whole, you know, every park as its own character and uniqueness to where it, it, it's a dynamic that changes. Yeah, it's like that, you know, it's it. Every single one of you can also track that affects the, just the way the game goes. Yeah.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1233.42,
      "timestamp_end": 1299.1399999999999,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And so for instance, in Baltimore, they actually like changed, they changed the outfield, um, ball pretty much because they were getting the Yankees were hitting so many homeruns off of them. I'm pretty sure that was why I know they were losing so many. So they get so many balls to left their park. So will they just move the left field wall back a little? So there's like, yeah, didn't that go I said the Orioles? Yeah. So the Orioles moved their wall back and left field because they were giving up. Yeah, because the Yankees were pounding too many homers on them that way. And two, it's like you can also like for instance, uh, Fenway, Fenway's got the big degree monster and left field, but right field, they've got pesky pole, which is a short right field porch, like almost probably shorter. It's the shortest one I think. I think shorter New York. It's like three hundred. Yeah. And so at that point, you can technically, you know, guys right handershen't still massive over the green monster. No",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1299.1399999999999,
      "timestamp_end": 1360.66,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: problem, but technically if you got guys that, you know, got good left handed hitters, that's Fenway. Fenway, okay. That's the left field wall. It's the massive wall. And then right field is they call it pesky's pole. And that's where they you can hit a ball out like a lot of guys that don't necessarily have a lot of powering hit balls out that way. So the strategy was meant that they would they would draft left handed pitchers and left handed hitters that could hit the ball to right field where it was really shallow. And then all these righties who were really good and very popular because like lefties weren't that common like righties were. So the righties would come and have to go up against this huge wall like, you know, like billboard style like wall that they can like they just smack against it. You know, they could never end up against them. And back in the day, there was in Baltimore, another again, Baltimore. They have a hitting a hit now that it will happen in baseball and they still call it an announcer might say it. And you know, some people might be like, well, what does",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1360.66,
      "timestamp_end": 1422.34,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that mean? But they call it a Baltimore chop. And it's where they, you know, they slap, they slap down on the ball pretty much. It's like they swing and just end up coming down on it, hitting the top of the ball. And it bouncing off the ground in front of them. And, you know, like bouncing up in the infield or not being able to play it because it bounces so high. And he has to take all this time to run in and get to it. And so they call it the Baltimore chop because back in the day in Baltimore, they pretty much like have like a concrete pad under the dirt in front of home plate. So it allowed them to when they shot, they at that point when they knew that's how the field was made that it was a hard surface like that. So the players would intentionally just hit the ball into the ground like that. Rather than trying to hit it into a gap, they would just try and chop down on any pitch to where they would hit it in the ground in front of the plate. And the ball would bounce up and they would get, they'd get an in-nether or this because the uniqueness of each park changes the strategies that they try and employ. So that's yeah, there was a cheating tactic. And also just for the cheating side of it, there was",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1422.34,
      "timestamp_end": 1485.1399999999999,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like camera for Chicago. I think it was one of the Chicago, maybe the white cow. Maybe the cubs or I can't remember, I'll have to figure out, I can figure out the team, but they, they, what they did is they ran like a wire to like a box. from the center field wall, where they had somebody with binoculars, and they had this wire that ran under the ground all the way to like the third base, where the third base coach stood, and he would signal the batter of what pitch was coming because they had this box under the ground that would once the, if it was like a breaking ball or whatever or something, like I came over with how they would do it, how they decided when to do it, but either way they would flip that switch on in the third base like coach would kind of vibrate, he'd feel it, and he would signal, he'd signal the batters that like a, the way that recent cheating signal scandal is that Houston within the last 10 years? Yeah, that was, yeah, that was not too long ago, like four or five, six years ago. Yeah, I remember that, but yes, that's good baseball talk guys, I think.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1485.1399999999999,
      "timestamp_end": 1545.24,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That's it. I think that's a good little catch up in the middle of series, so. There it is. I wanted to take up a good time on baseball talk. Yeah, I know, I agree. Yeah, Freddie Freeman. He's a man, a whole finger. Yeah, he's a man. So some moving on. Moving on. Moving on. So in this either of you had something, I just do something random. What was, you go ahead, yeah. Okay, well, I guess I should say, I've been a bad, not a bad father, but you know, we did the, for a while, there's doing the monthly catch ups on, you know, first time dad stuff. And so I figure I need to honor my precious baby in this duo, the one year recap since my daughter just had her. One year. She had her first birthday, yeah. So she's a solid, solid one year, one year's old. And we had her a little party this weekend. And yeah, I mean, it went, I didn't think it'd go poorly, but, you know,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1545.24,
      "timestamp_end": 1606.08,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it went better than I expected. I had a bigger turnout, you know, ran out of pizza, so that's, I'd rather run out of food than have so much, you know, a bunch left over to him like, oh man, I wasted money. But no, yeah, it was great. Had had, you know, obviously a lot of family and friends there had a couple of the Smiths who, you know, they would have been there if they didn't care more about partying in Austin. I mean, if they didn't have plans that they made a while ago, which yeah, no, it's, so no, it was great. The lady friends, they, they were there in strong support. And of course, the elder Smith was their Jones. Was another male friend of mine that made it through that, you know, beyond that, there's a bunch of them, women's and, you know, the men there were relatives, but no, it was great. And it's been, it's been a magical first year, you know, Jeff, he's, he's got a couple of these little angels in his life. So, yeah, I was gonna, yeah, I was gonna say you got any,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1606.08,
      "timestamp_end": 1668.2,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you got any tips? Just, you know, showing up to have the battle. Yeah, not every thing that, and that's, yeah, it's just being, being present and, you know, it was cool because I got to, my little hobby of making, little music custom, you know, whatever videos I put to get, because I've been taking a picture of her every day, like next to this little kind of stuff bear that she got as a gift when she was born. And so, I was able to put together like a third, three, based, I do a song, a song, a moment apart, I've done another video too on her Instagram, but it's a powerful, emotional song to me. So, I was able to take, you know, the three, four years of pictures and have it, you know, just kind of rapidly go through them with this song playing, and I put that up on the projector. And so, yeah, that was kind of, I was just, I was, I just, that was for me more than anyone,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1668.2,
      "timestamp_end": 1728.4,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I guess, just trying to share and how much I love, I love this little angel and this, yeah, it's crazy. I've got so many pictures, I'll just go through them. Yeah, if you're just laying in bed, just be like, man, it's like that, I don't know how, I got to this. The only advice I do have is, you got to, like just remember, man, like it's like, everything is so new to them, that everything means so much to them, like our normal day, we're so stuck in the grind, that like, it's just like a normal day, we're going through our same things, like I've got to do this by this time, and like, you know, have the kids ready and stuff, like everything is so like fresh to them, but like it means so much more to them to just stop and like make something like, like you say, like you're just playing music or something, they're gonna remember stuff like that. Like me, I try to make some goofy and silly and fun, like a game. Yeah, we're similar in a lot of ways with that way, to where just those little engagements are, I just see her picking up something, or she was like, I had a toy for whenever she got into,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1728.4,
      "timestamp_end": 1789.68,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: she was a month old, to where she could pick it up, and she had, you know, no grasp or concept of even, how to use her hands, let alone what this toy is supposed to do, but now... It's like I'm going back to some of these toys and I'm playing with them in front of her. So she, you know, in a form of like showing how to do it, but more like, you know, I'm having fun doing it. And then I was kind of set it down there. And you know, she's at the point where she's observed that and absorbed it. And it's just cool seeing her kind of like do the same thing to her. She's at that point of learning and developing, which it's, I just, I just, I really love it. And I'm fully, fully embraced it and engaging in it. So it's, yeah. So it's one, one you're in. And yeah, it's, it's been, you know, it's always, always a ride. It's got the dramas and just the managing of the baby with the fan, just feeling the dynamics. But and in Mikey, this, this guy's basically been one of the most consistent humans in his life.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1789.68,
      "timestamp_end": 1854.12,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He's got a lot of mommy and daddy. So I mean, he's basically the backup daddy, I guess if it came down, it came down to it. You know, he took my pug. So I, hopefully he doesn't try and take my baby girl, but I don't, I don't see. But yeah, what we doing that, we're not getting the pug though, dude. Not getting the pug back. Yeah, so it was, it was great. It's been a great, amazing magical first year. And so this fee, baby girl, whenever you're, oh, there, and you want to see, like, what was the, how do you like whenever there's points like, oh, that's what he was like. Okay, it's like they're not, they're not levitating yet. They're not using weird, you know, neural implants yet. Not yet, honey, you know, not yet. I did have a kid now, so I do get, look at his. That's fine. Yeah. Yeah. Yeah. So, but yeah, that is, this is a quick little baby catch up, but I had to do that. Yeah, I mean, how do you, I mean, how does it, uh, you know, feel like? I don't know, it's crazy.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1854.12,
      "timestamp_end": 1914.84,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's like, you know, you've had, yeah, you've never had a kid before. How many years you gone? No kid, but kidless. Yeah, but then all of a sudden you just got a kid. Three years, yep. And then all of a sudden you got a kid and you're staring down the barrel of the rest of your life with this little child. And, you know, I know you're incredibly excited. Yeah. No, I guess the biggest thing is. And it's one of those things that it's, I just, I imagine it's probably hard to just imagine. What I'm trying to say is it's probably crazy because you've gone so long without her, but now you, you can't imagine life without her. Yeah. Oh, yeah, it's even not only that, the lonely, I don't want to make myself cry. Like I don't want to like the role of the father. Yeah, I probably can't. Like, dude, I honestly don't feel like I was like myself until I was a father. I guess the weird part. Dude, that's interesting. You say that because it's really. Yeah, it's weird. It's brought, it brought parts of who you are, forced and rights to the surface, where at least for me, it's, it's, I don't necessarily feel like I'm not who I was before, but it's almost like just.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1914.84,
      "timestamp_end": 1984.44,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Things and hobbies and just like the perfect example, just how much gaming and being a part of this like very active gaming clan and community. And just knowing that, okay, I'm not going to be able to give this game enough time to play casually or be a part of this gaming community. And it's, and I don't, I don't like miss it and be like, oh, like I, I look back on all the times playing it with all my clan mates and it's some of the best times, you know, my life in that regard. But I, it's, you know, having the baby just kick automatically, just kicks over my brain, some sweats to it's like, okay, I just don't even care about gaming. Am I still like it? And I'm, and casually enjoy it. But it's been, that was like the one of the biggest part consistent parts of my life up until having a kid that it's just how easy it was to just. Not feel the pool or addiction for it just because I guess, you know, just having having her it just makes it a no brainer to just.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 1984.44,
      "timestamp_end": 2051.8,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh, I just, if I get time to play cool, if not, that's not, it's not a big deal, you know, it's. So yeah, I just, it's, it's cool just to see because everyone affects different, you know, differently, but I'm just glad I'm glad that it wasn't too difficult because that. Even before for having her it's like I'm thinking, oh man, you know, how am I going to fit in doing this or even playing this or keeping up with this bit. It's like, man, I don't, I don't, I don't care that I'm not able to keep up with it because it's from, you know, in my life now it's just so. Does it pale? It's a tiny men's school. It's not only that, but like dude, there's, there's just like once you have a kid, there's a lot more of like fucking life in your life. You know, that's like, man, I'd like to do it. Like, fuck it. You know, the time I spent with. what much more worth than it is in the days. I especially recently, there's plenty of times where I just wanted to just like, you know, not do anything at all. But like you got two little ones that like,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2051.8,
      "timestamp_end": 2112.08,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like I said earlier, like you mean the world to them. So like taking them and doing something, like do I take the girls to the cage and don't like see monster trucks, see bigfoot? Yeah, dude, do you mean about that? And I never saw that like as a kid. I, you know, I wanted to like, the point is like, as a kid, he's been to the first thing. Yeah, they're monster trucks, but like it's just like, you know, like a forward truck and bigfoot on it. But like we took him to like the light show with the hot wheels, like so they were glowing and doing stuff like, dude, it was awesome. They had a blast at it. I mean, it probably had as much fun as them if not more. Oh, for real. Like it was definitely like the kid in me was pretty happy. Man, sorry, I'm Mikey. So whenever you pop out, pop one out here in a couple years. I got one. Look at it. Look at it. Yeah, my baby girl. There's the lilas. Yeah, I got to see a little bit of a bunch yesterday. She was at the party. She was an attendant. See, I know she made a presence known, but not in any bad way.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2112.08,
      "timestamp_end": 2172.72,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: She did kind of start barking at a baby. Chris told me she almost attacked the child. See, no, I'm a second, but she barked her in a way, but the baby didn't get scared. It was, it was funny. It was a, it was a fun, funny moment. I mean, look at her. Look at the dog barks of the baby. Look at this. Look at this. She's an absolute unit. That's a beast. I mean, that's a special unit. Look, you and dog soldiers, look, you're liking the rope. Look at that tail. Look, Matt, tell them about the tail in the pug rope. Look at that tail. The tail is a trait inequality that is much desired among the true pug enthusiasts. It's true. It's true pugists. I know some people even go about training the tail with, I don't know, certain devices or just kind of curling it as they're growing up. Like, Matt, you know what their hands are having some kind of, you know, attachment. But like some, some pugs can, the naturally start to get a double curl. And I'll be damned. She is like a curl in a half bar to where,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2172.72,
      "timestamp_end": 2233.52,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like, she's almost got a double curl. Like, the curl is so hard, it almost comes back around to start again. So she's, It's a coil. It turns to, it's a coil. No, seriously. It, it, it, it, little spring. Because potatoes, that's where our powders are weak. Potatoes, she, she's lacking in the curl area. Which her, her tail curl is a little wax because, you know, she still pulls the tail the way though that it's that she could, she had to have, well, she's still perfect for me. But I'm just saying if she could be, she could be, she's just by some pug asshole. I may be like, you know what? Yeah. She done, she got to be kind of with the heel of the time. No, absolutely not. And that's good. I was going to say it's a, y'all were talking about the whole, you know, the dad stuff or whatever, when you're having to give up certain things or whatnot and, you know, how you're, you don't even miss them. And, you know, for me, it's like I, I couldn't, I can under, yeah, I can understand how it's like, I can understand sort of what you mean, just because it's like, you know,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2233.52,
      "timestamp_end": 2293.6,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: how just some things, you eventually just outgrow some things regardless. And I see that it's like, you know, I don't even like that. For instance, we were at the office. I get the description. It's, no, because it's fitting. It's just not your thing. It's not how grow is the common word, it's a common thing for it. But it's more or less that it just is no longer a priority. Puts you to the same. Absolutely. That it's, yeah. Yeah. Because like, for instance, when we were in Austin over the weekend, it was great. I loved it the best part of it for me was, you know, getting to see my friends and, you know, getting, getting to hang out with them. And, you know, I got to, I got to, you know, actually need person to do. So I've known for a long time. We'd definitely the circle. Some of these guys, then, right? Or is it different? Yeah. Yeah. Yeah. He's in the circle with these guys for sure. And he's actually, I'm going to be seeing him pretty soon here in Dallas. And so he, I think I, yeah. Yeah. But yeah, no, that was the highlight for me.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2293.6,
      "timestamp_end": 2353.6,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But yeah, other than that, like, you know, going out and, you know, Austin number one is downtown Austin, at least it's packed. And, you know, all those, we went to six, six street was a mess the first night. It was even a bigger mess the second night. We didn't even go because our one buddy went past it. And he said it was, yeah, it was worse than it was the first night. And every bar on rainy street was just, you know, blaring, loud music. And you couldn't hear, they all mixed together in such a way to where it was just a smorgish board of. You know, and, you know, I mean, it was, it was cool. I really enjoyed it. I didn't enjoy $10 a beer with 20% gratuity on a, on a coolers light. I don't get that. You know, that's just not, you know, and it just seems like, to me, it's almost similar to the World Series we're witnessing right now. It's all either pricing me out of it. It's not meant for me almost. I don't know. Like, I feel like with the World Series right now,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2353.6,
      "timestamp_end": 2415.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: this series is not for the fans. Like, I know I'm going back to baseball. I just wanted to comment on that. That this series, in my opinion, is not for the fans. The World Series almost at this point, aren't even for the fans. It's, you know, they're just price gouging on people. Really, it's kind of ridiculous. Because they know too, at the end of the day, well, they know at the end of the day that like, you know, we have the aftermarket does affect it. And they know that the end of the day that there's going to be so many celebrities and stuff like that to show up to this thing. And so, you know, they'd be damned for less some celebrity pay. Normal, normal price for a game. I feel like. But yeah, that's. But yeah, either way. You know, I just, I kind of felt that it's not going out to Austin and all that stuff and being around that environment with all the crowds and, you know, just bar after bar of nothing. But loud. You're not dirty as a man. It's just, it's not.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2415.0,
      "timestamp_end": 2475.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's not. Sorry, not. Then you look back on it. I think it's like, it's time in place for the, the bar crawl. Yeah, like 20 to 23 maybe. Yeah. I think I think the second night we probably would have had more fun if we just went back to. Nikki six is place and, uh, and, and hung out there and watch the game and had some beer and got a pizza. Like to me just because then you. Within, within, yeah, and within like 10 minutes of being back at the hotel, me and my brother were, we walk in and like no time. We're sitting there cracking up because we were able to talk like out of the car. It was like, yeah, I mean, that was the kind of thing. It's like, we're all having fun being in each other's presence. And of course, like we make each other laugh here and there, but it just wasn't as, you know, it's easy to enjoy each other's company. And it's like, I'm kind of, you know, but it's perspective gain. It's like, just tells you that whenever you go to some visit a friend somewhere that it's like,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2475.0,
      "timestamp_end": 2538.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: at least for me personally, I don't really want to, I'd rather spend my time just. Hanging around going to Loki. Yeah, and going to Loki places. I don't need to go. I don't need to go. Yeah, I don't need to go to the, I don't need to go to the most happen in spot in the city and see that and get gouged on a, on a course like a 12 pack price for a single beer. Yeah, it sounds like a bit much bit much. And that's so box Mikey. Yeah, so, so box it up. So I don't know if you're like, I can see that site. I can't. What about the Colorado River? Going dry. Yeah, you heard about it. Yes, so did you want to look into that some more then because I did. You were talking about first. No, I just don't know what you got. And then we'll go to the Colorado River. No, no, I don't, I don't really have anything other than a site that we actually have. I wanted to say it's a created for us to create some of this on, but this site itself is just. Sometimes if I'm just want to kill time, people can submit and they make a list for.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2538.0,
      "timestamp_end": 2602.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Like anything almost you can think of. So I don't know this weird history graveyard shifts like super natural like I'm just clicking. I haven't been. So what's the 15 movies were in super natural then it's see unscripted. I don't know if there's anything on here that you all want me to navigate to. I don't know. Well, you can see it. Like, we don't care about them. How to smell celebrity. Yeah, Britain's got talent. Big brother. Total nerd. What's total nerd? Superheroes of comics. So gaming. Sci-fi. Space. Yeah, let's see what's the super heroes good. Well, the people who played Joker ranked best worst. I don't know if that's fast. I mean, what's going to have to be Joaquin and Heath are at the top two right. And then maybe behind that. Joaquin. Yeah, Joaquin and Heath would be because probably give to Heath since he's dead. Maybe then what I'd have to go to and made it probably what's his name.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2602.0,
      "timestamp_end": 2665.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: More camel, right? Oh, camel. Yeah, he's pretty popular. I can't wait for sure. I don't know. Let's I guess I was click on that and this is see. Number one, Heath Ledger. No. Okay, more camel number two. Jack Nicholson. Number three. Okay, walk in Phoenix number four. There you go. Pass that. I'm out. Let's see who grew Caesar Romero. Alan Tudick. I never know. He did that. Actually, like that actor. I love that actor. Yeah, he's a great character. Oh, that was this. I got them Camin Monahan. And I love that actor didn't love that portrayal of the Joker. Yeah. Yeah. The open act is pretty great. Oh, yeah, in the Lego. Okay. Now, Detroit, baby, I passed this is a bunch of the cartoons I'm thinking. Yeah. These are great ones. So, oh, so you're familiar with all these then a lot of them for sure. Well, you're, you're a list year ranked guy, Jeff. So I'm, I'm, if it was this could be us too.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2665.0,
      "timestamp_end": 2727.24,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I was going to kind of pick your brain on some of the lists that you've come up with. The list list. No, even you are like if it's, you know, I could go if there's something on here or though it will actually I mean, the cartoon Batman animated series. I was just saying to our buddy Paul that's one of the best jokers that gets slept on. I think it's more animated series. Don't the Mark Hamill one. Yeah, the one up in that picture to the left. I think it's Mark Hamill. Yeah, I believe so. He thought it number one. Yeah, Mark Hamill number two for sure. I would go for that. So, so that's good then that. He never think Luke Skywalker, you know, it's, he wasn't, he wasn't meant for the physical world of acting as much as he was the animated. I mean, that's Joker to me as a kid for sure. Oh, let's see. Let's break up songs of 2024. I mean, I'm not going to know any of these, but let's see. If you want to know why can't we be friends?",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2727.24,
      "timestamp_end": 2789.72,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. Life's so, honestly, so, super natural, but that's what wanted to be supernatural. Like stuff like, you know, metaphysical or the, let's see, unspeakable crimes, ghost stories, true crime. Which one? Which one said go here? Ghost stories. Ghost stories. 12 creepy stories about haunted lighthouses. It's like, I mean, be cool. And I'm feel free to direct me elsewhere. Go back. No, I'm just into this scroll through. It shows that you could scroll through the scroll over it, Sean. Yeah, so yeah, don't be scrolled through. Talk creepy stories. Oh, I want to lie south. Yeah, I know. So there's like different stories. So Mr. Number one was mysterious piano music plays at a Sagan Island lighthouse.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2790.04,
      "timestamp_end": 2851.48,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Furniture moves by itself in St. Augustine lighthouse. There's a bunch of old documents. That's just a cool looking lighthouses are just kind of cool. One child into a built specter's wander battery point lighthouse. I just can't speak enough to the lighthouse. I can't speak enough to the lighthouse. Yeah, we're not really, we're not really from a part of the part of the country that, you know, it's going to be a big part of the world. They're there here. Hey, I live close to one of the most haunted places in America. Okay. The murderous plantation. Okay, oh, tell us about it. Okay, I might do a documentary on this recently. Oh, well, I have a sword. You could tell me because I might have watched something about this recently. It's like in it's somewhere outside of Baton Rouge. It's just an old slave plantation. They rent out like rooms and stuff that you can hear ghosts and something like that. Dude, no, I think I totally watched some",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2854.36,
      "timestamp_end": 2916.12,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: yeah, it's like the whole of this episode. Yeah, have you been there? Uh, as a kid, we toured it like as part of like a few trips thing during the day. During the day, it's not really that scary or anything. Ghosts don't really like to come out much during the day, do they? All right, I'll give it maybe they are. We just can't see him. But yeah, and then like everything in New Orleans is haunted. Yeah, I can see that all the the voodoo and all the all the death and whateverness. Weird, weird energy man. We know I know in New Orleans, they would bring two uh, carriages to a body whenever they would take it away. Why is that one till I throw off the the ghost or the soul? They would try they would throw off the scent, you know, they would so the soul would have to choose which carriage to follow and they so it would give your your body a chance to like escape",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2917.08,
      "timestamp_end": 2978.84,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: the ghost or whatever. Interesting. Oh, yeah. It's a weird. But like I mean, I think about that practically a city used to do that when they bring when they brought a body, they would literally like have two carriages like one with the body and one with just an empty carriage. So the soul could like find its way. It's crazy. It's like you got the two you got two then those pull up. They don't know it's when you're getting in because you're trying to do it. It's like intelligently. It's like that place into law. You know what I mean? Because of like a feeling. Yeah, the common like. Yeah, that was the crazy. Yeah, that everybody pretty much was like that was an accepted thing that they did it. Yeah, like everybody pulled up to one action. Took a guy away and the other one just drove off like, why did they do that, Mom? Oh, so like, you know, the guy stole who's somewhere around here can't fall of home in autumn. You know what I mean? It's like now we need to keep the ambulance driver employed. So he just kind of tags along.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 2979.8,
      "timestamp_end": 3040.8,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Then he goes home afterwards. Yeah. All right, but oh my god. Okay, well, I can get back to whatever, you know, Jeff had some thoughts about something's going on with Colorado River. When we were talking about something in the pre-tap about. Yeah. So here's the yes, the Colorado River is drawing up due to a number of factors. Oh, we came up with a letter and I was saying it's probably a drought. Colorado River is drying up. We should look at that. And that's so here we are. So it's drawing up due a number of factors including climate chains population growth and we can't see water consumption. Oh, you can't see that. No. Okay. It's right. Always have to change this. Sorry. What a joke that is. Shmon. Yeah. Yeah. Water. Yes. Water. They got water. We got big ol' oceans of it. You can see that now. Shmime change.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3040.8,
      "timestamp_end": 3100.8,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Your climate change? Come on. Yeah. Our population growth with people drinking it all up. Unsustainable water consumption, agricultural system in the region. Look at that. Yeah. Wouldn't you know it? People like Mike and many people. Too many people. That's the reason. It's all the people's of the problem. You're the problem, guys. Understand that. So for centuries of the problem, that means we have to act you. Overpopulation is probably a pretty big problem. The thing says it's been experiencing a drought since 2000s or saying it's been going on for 24 years. Yeah. When I moved to Colorado around 2001, they were going to drought. I didn't like it never stopped. I just know that we get in and we start meddling with things. We think that we know we're like, oh yeah, there's going to be too many people. I get it. Like I understand the whole idea of overpopulation. It's we do have a lot of fucking people. Shit, I was in Austin. I'm like, there's too many people. Yes. I get it. But also too. I know that we don't know. I know that we think we, you know,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3101.68,
      "timestamp_end": 3166.32,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: road hell is paved with good intentions. And I think we get sometimes get to meddling with stuff and then we go mess and it up worse than it ever was. Worse than it ever was. So what happens if it dries up? 50 years from now, we might be walking to the green onions of alley floors that are running rapids down a healthy river. Well, it looks like people won't be able to go rafting anymore. Yeah. Well, people are the problem. So that means you're not going to be able to, you know, or again, that's where you know, things go well. They I could take care of, you know, get rid of us. So there we go. I've been to the Grand Canyon when I was a kid on vacation. You didn't get lost. You didn't get left by your family. No, it was don't what I remember about that vacation was we rented a minivan and it being a miserable drive. And I think I was like 12 and I even called it the vacation from hell. Like you can ask my parents. It was just, it was that age of me.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3166.32,
      "timestamp_end": 3230.88,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, I mean, it's a lot of long and it was just, uh, yeah, I don't know, but we took a little plane. I know we didn't go straight and I know we stopped these couple places. I was young, but it was like the road turned a lot. It wasn't straight. I've seen it, you know, at some point in my life. And it's a big okay. What is it? The Grand Canyon. All right. So yeah, give me, give me something else guys. Give me, give me some, send me an address. Oh, you want to get sent in direction? Or yeah, take us, take us in a direction. I think, I think we're going to be late. What, what are you doing? Are you late movies? Where's it getting delayed? Is that what you said? Uh, well, I just know what it's supposed to be released next fall. And they basically, what Marvel took it off the schedule. And I guess it's speculation. Now I know they haven't begun production. And I do think it's funny with Wesley Snipes, the comment,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3230.88,
      "timestamp_end": 3294.16,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like the joke he made in the movie about it. No one going to play it or if maybe, maybe it's actually being scrapped. all together. Exactly. You know, because it's supposed to be what Marsala Ali playing on, but it's, you know, things are evolving and shifting so much to where, yeah, you're moved something from the schedule, you know, it's not even in production yet. You know, it's supposed to come out like a year from now. I'm kind of thinking there ain't get a bino new blade for a while if there will be, but I don't know. They don't even have a director tied to it. Yeah, it's, I mean, then after the infinity saga, I just, I haven't really, but I can't, I haven't been drawn to much of the Marvel universe. That bowl ring was kind of a good sign. Yeah, I mean, that's a, that's just a masterpiece of, so I'm sure it gets sucked into something like that. The new venom came out. I'm gonna, I'm just, I heard that looks pretty bad. Yeah, I started watching the bootleg whenever I was sweeping",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3294.16,
      "timestamp_end": 3358.6,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: my backyard because of my, because I didn't have a idea. I swept my whole backyard the other night because I guess my, you know, wife wanted me to blow it over again. Mikey, you know, about, oh yeah, yeah. No one even went back there, but I was like, she's worried about a Friday. I'm like, there's not that much I would just do by hand. Then it was like 10, 30 night and yes, this one, and I didn't even tell her. I just went outside and swept the backyard for like an hour and a half to work in a pattern and going all the way across. Yeah, it was just like therapy. I'm like, you know what? Sweetness, sweetness. But, um, so I have something that we, you could maybe look up that I kind of heard about the other day. And I'm, I'm kind of interested, but I should have, it's interested as I am. I, it's funny. I have why I haven't looked it up. I don't know. But if you want to look up anything about a,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3358.6,
      "timestamp_end": 3419.96,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like the phenomena or whatever about people like truckers having seen the white dog, okay, I'm glad you mentioned that because I've forgotten I did, I'd never heard of this before. Yeah, I hadn't either. And then apparently all of a sudden, I'm like, I heard this one story. And, you know, the guy was asked in such a way where he was like, hey, some people want to know, you know, have you ever seen the black dog? And he's like, oh, yeah, like saw him one time. And so I'm like, what is this? And so then people in the comments were, you know, a couple of people were saying, oh, yeah, I saw him once. And it's like, what? All right. So, just start off with, so truckers seeing black dog, the black dog is a well-known urban legend among truckers that tells of a menacing black dog that appears to warn truck drivers who are sleep deprived pull over. The black dog can be seen as a sign of danger or a warning to rest and avoid sleep deporation. The legend goes that the black dog is the spirit of a trucker who died after falling asleep at the",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3419.96,
      "timestamp_end": 3481.48,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: wheel and is now warning others of danger. The dog will run in front of the truck causing the driver to become more alert and stay away from danger. The orange, the origins of the black dog legend are unclear, but it may be based on ancient European tales that associate dogs with death. The scavenging habits of dogs may also contribute to these reefs. However, the hallucinations that truck drivers experience, including the black dog can be explained by psychological environmental factors such as fatigue, long periods without rest, and sensory distortions, not to mention perhaps, you know, crystal meth they might be smoking to stay away. I don't know. Yeah, I was going to say the road aspirin. Yeah, I so what may we're even here about this again, Mikey? I actually I sent it I had sent it to well there was also a movie back in the day with who was it Patrick Swaisy called black dog? Wouldn't it Swaisy? Yeah, is it Kurt Russell or something? Yeah, it's one of those. No, well it was a trucker movie it was a trucking movie and it was",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3481.48,
      "timestamp_end": 3541.64,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: called black dog. So I mean either way it's kind of well known saying it away, but um and maybe I think so. Um do you I sent you a video though to our Instagram you can go look at her right now. It's the video I saw where the guy if you want to pull it up and show it where a truck driver telling his personal experience of after being asked has he seen it before? So you can go check that out. I think I have to change this every time I change to a new tent. All right, so you sent it via the edge. Where would this be from from Joe's Strandum? Uh yeah. This this one right here? Yeah, it's my ass you know what I say. Just ask you have you seen the black dog while driving? Yes. Yes, back in early two's out, I seen the black dog one, I guess.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3541.64,
      "timestamp_end": 3608.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And dressed up, I pulled up winsley, he was scary. What happened? I was doing a run from North Fort Nebraska down to El Paso, Texas. This is going to be there. And I've been up well over 13 hours. You're almost going into 14 hours straight driving, which on paper, love looks back then you can do that. And I was just out of four out. I had been drinking Mountain Dew, taking no does. And my body said no, it's time we shut down. I was the only one on the road that night. And it's just a great big dog. Run out, run him in, I'm the lock to move.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3608.0,
      "timestamp_end": 3669.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And went to the shoulder of the road, got out, there wasn't nothing. I went up next exit, pulled up one to get off ramp, and I went back. A lot of the comments, what else to ask you, have you seen? There's just one of three. You can go find more. You can scroll through the comments if you wanted people, I'm sure there might be people and they're saying, yeah. One guy said he's probably 35 years old. A little driving, not a joke, dude. And you say 14 hours, like, yes, not bad, but held you. There's no telling how long. Yeah, that's true. That could have been before he was driving that. Yeah, that dude could have been driving. Yeah, that's what, yeah, he could have picked. He could have dropped the load and then they'd been like, you know, picked a load up immediately and taking it. Yeah, there's no telling how long that dude had been away. You get old black dog. So yeah, I just thought that was an interesting, an interesting little fact.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3669.0,
      "timestamp_end": 3729.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, that's kind of. I've got some more. Go ahead. Oh, no, if you had more, I just know. I just know. The things. Really, like creepypasta theory. But I mean, I just know this thing is we talked about, no, if we talked about on here much, you know, talk about the Colorado River and just. Cloud seating and all that stuff. Did we talk about that with harp? Did we talk about? Yeah, what about it? Okay, I just can't remember if we talked about the all, you know, just. Well, in the middle of the manipulation, but we kind of did with the harp stuff, didn't we? Yeah, I think so. Unless like, did you ever, did you edit that or take any, did you have to with that episode? No, I mean, no, it's in there. The harp stuff is in there. Okay, okay. Yeah, no, so I mean, yeah, we pretty much covered most of that with, you know, which, you know, hopefully maybe if anyone heard that, would. You know, be interesting. I hope they, I hope they would have looked into it.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3729.0,
      "timestamp_end": 3790.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: If they heard, if they. They would have felt compelled, maybe. Is what I'm trying to say. What I think is interesting is, again, having listened to the Joe Rogan and Donald Trump interview briefly today. When Trump and that, when they were talking about, and I'm sure, if you can look this up, I think that'd be cool, but they were talking about the. The wind like turbines or whatever. Oh, killing all the birds. Like, no, the will not just know, not that the whales. They're talking about the frequencies. The frequencies they put off or something, the sound vibrations in the air because the whales hearing is so sensitive and it's like. They were saying something about how, you know, back in the day, it was only like a whale would wash up on shore like once every X amount of years and now it's been like. 15 of washed up or something. So. Google or chat GPT is, is. Our wind turbines potentially affecting whales. Well, yeah, well, so I mean, just here's one impacts of noise from wind farm construction. Yeah, I'll go, I'll go to.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3790.0,
      "timestamp_end": 3851.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'll go to our dark friend. I have to reshare. Retound my duties. Present something else. No, we don't want to go to perplexity. Actually, let's go to cloud. We'll switch it up because I've been, I've been digging cloud lately. Cloud from Anthropic. The cloud, the cloud say is the model stepped up. It's really top 9 programming coding. It's a. So I've been making some stuff on. I mean, I use some GPT. Okay, so let's ask cloud. So, is the, is the, they went, I'm just asking, do wind turbines affect whales? And I just restart with that. Let's see.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3851.0,
      "timestamp_end": 3916.32,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So, yeah, it won't wind. I just said, wind, did I say wind, do wind affect whales? Whoops, I missed a word there. Do wind affect whales? No, does, do wind turbines wind turbines wind turbines? I don't know. I got something cool you could look up aside from this. Okay. Or after this. Let's see, let's, let me help explore the relationship between wind turbines and whales, particularly focusing on offshore wind farms which are most relevant to marine life. Current research suggests there's several potential ways offshore wind turbines can affect whales' construction phase impacts. Okay. Noise from the power driving, installing, so yeah, they're very sensitive hearing. This noise can temporarily displace whales from their usual feeding migration routes. So that alone could cause deaths, imagine. Some studies show whales may avoid construction areas by several kilometers.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3916.32,
      "timestamp_end": 3977.16,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Operational phase impacts. Operating turbines produce much less noise than construction, low frequency sounds from turbines. It can travel long distances underwater. The noise levels are generally not considered harmful but may affect well communication. So that they might not be able to have their chit chat and say what's going on. Potential benefits? No, we don't want to look at that. And the full-time long-term impacts are still being studied as I imagine. Yeah, so I mean, it's clearly saying there's an impact. So I guess currently you're seeing, you know, what more whales wash up to shore than seems to be. Isn't it like, you know, more beneficial to us than a couple of whales? Like in the grand scheme of things, would you say freeway to more power? No, well, they're inefficient, is the thing. Yeah, they're not a bunch of it. You spend a lot of money. You spend a lot of money on them, you know, and there's just, yeah, they're not very efficient.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 3977.16,
      "timestamp_end": 4037.28,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They're selling a bill of goods that isn't what they need to be. I think, I'm in like, you love it, perhaps. I think you have a good win-turn by now. I agree with you. I think you should give, I think that... Don't we have to make some bad ones for we make a good one? No, it's just, I don't think there's the win-turn behind this, isn't it? It's like, I feel like it looks, and packaged and sold as a very green, friendly, you know, smart way to try and generate... Yeah, it takes oil to run those things, right? I think Japan is kind of nailed it right now. When New Korea is really the way to do it, right? For now. It's the biggest threat, yeah. Well, I think Japan is kind of nailed it recently in a way with how they've taken people walking and turned that into energy. They've built walking paths that are like these plates that shift and move, and each time they walk on them, the plate goes down and every time it goes down. The vacuuming area is creating... It's creating, it's creating, and I'm here for me.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4037.28,
      "timestamp_end": 4097.88,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Do that straight up black mirror. It's funny that season one, where it had the dude that was in Get Out, he was like the main character in that episode. I don't even know how I'm saying that, and it's like, I don't even know if that win today. I'm so worried in today's world that that's not even true. Like, that I'm sitting here like, oh yeah, I'm pretty sure it's like, I've heard it multiple places, but let's see. In social media, probably, right? It's scary. Also, the social thing black mirror got right to the social ranking. Oh yeah. Oh yeah, dude. Now they've been... There's a Charlie Booker, no, it's... I like, man, I like all of it, but I did not care for the most recent season of it, where they kind of stepped away somewhat from a lot of the distal technologically themed aspect of it, it seemed like to her. Some of it was okay, but it... Yeah, I think the best days are behind him, a band or snatch. It was an interesting experiment, but for me, that was the last thing",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4097.88,
      "timestamp_end": 4159.52,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that I really enjoyed of the black mirror universe. One of their... No, yeah, you're right. But one of the newer ones wasn't too bad. Like the Josh Hartnet one with the guy from Breaking Bad, the astronauts. Oh, it's too bad. But was that the newest season? Yeah. The one before that was three episodes and that had my own experiments. And the game world will come back. Yes, yeah, with Anthony Mackie and... Yeah, and then the other one was the guy... I was texting his wife and she got into a car, actually. Yeah. Yeah, man. No, yeah, that the mind is sirensome. I remember, I remember these guys. I also had like a home where the guy was making a documentary about, and then it ended up being about the the killings and the mystery that ended up being like his mom, Fian. That one was pretty good. Okay. So sorry to interrupt. Oh, I got to give my charger mom things.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4159.52,
      "timestamp_end": 4221.84,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They turned to black hair mom. So right here it says in Japan, it says in Japan, a walking path that generates energy is found at Shibuya Shibuya Shibuya. Shibuya. Shibuya Station in Tokyo were special tiles embedded were special tiles embedded in the walkway capture kinetic energy from people's footsteps converting it into electrical or converting it into electricity that can power lights and displays within the station. This technology is often referred to as a power generating floor or kinetic pavement. I wonder how much that's pretty interesting. Well, they said I think like one footstep can power like a light bulb for half a second look up hang on so type in type in how go to chat GPT and ask it how long can one step on a kinetic tile what date is how much energy",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4221.84,
      "timestamp_end": 4285.36,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: does I know that based on the training this is a this is an AI overview that it brought up that I'm reading. Okay. I'm reading AI. Oh, we all see it this is so what how long how much so so how how much energy could one step on a kinetic tile create produce produce. Connect tiles designed harfs energy from footsteps typically generate around two to eight watts per step depending on factors like the tiles design pressure applied in the weight of the person stepping so overweight people potentially we would be creating some energy. Yeah. If the pressure applied in the weight of the person stepping for example a company called paved gin estimates their tiles generate about five watts per step under optimal conditions. However, this energy is usually released for a brief period fractions of a second so the actual power generated over time can be",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4285.36,
      "timestamp_end": 4348.08,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: relatively low. Yeah. I figured this would just be kind of a cool science experiment more than a something. Well, look a check and see like how because it said I saw something where they're saying it can like one step could power like a single light bulb or something for X amount of time. So obviously it's enough for them to kid you know it's doing enough for them to power displays and stuff so maybe not large scale but it's for stained large scale use connect tiles are more efficient when installed in high foot traffic areas so I can see yeah one step but if you got imagine New York City you know if they have that with power tiles you know I could see okay yeah one person totally anything but when you get you know the route all the way across from the red sea you know going around and yeah yeah and again too we could also just be it that's the thing too is that I think that people get caught up with some of these other alternatives that we try and look at them as replacements and it's like I think we need to look at some things",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4348.08,
      "timestamp_end": 4409.68,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: as just supplement yes it's like we don't need to look at just oh well what's going to replace it's like we don't need to replace white you know gas vehicles gas vehicles with all electric it's like if you can afford an electric car it makes sense for you and you want to do it go ahead um but I don't think that we do everybody needs to convert because then you get everybody on one thing well then there's a problem with batteries and and we're charging and we can't off-charge our cars at the same time and yeah it's just going to be all kind you know you know we should look at some of these other things as as supplementing rather than replacing you know are you what we have everyone so binary in the thinking with almost everything it's like one of the other right no it's that both but um but yeah I think probably good for a quick a little breaker um if you guys don't mind I got to take a little break thank you so take we'll take a little break and get by that and we're back we are back yes um so uh Jeffrey Jeffrey left us for the night um",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4409.68,
      "timestamp_end": 4475.2,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: but I enjoyed talking baseball with him we needed to do that more I can talk I can talk baseball with Jeff all day yeah we were talking about briefly but I think before you got here for the most part and it's yeah now there's there's some definite avenues that I think yeah I'd like to explore more so yeah hope you get some good yeah he can Oh yeah, he needs it for sure. But so, one thing I was going to say is I thought it was interesting. If you want to pull up and any, you know, if you want to find video on it or whatever, but it's called the the Munker MUNKER White Illusion. Okay, let's see. I'm going to experiment with a couple. So good. This guy's perplexity is a frontier model. Well, you might want to look up. But it does look like it's going to say it's visual visuals better looking for visual aid versus just AI. Okay, so yeah, that's let's you know, perplexity is a frontier model that it's linked",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4476.16,
      "timestamp_end": 4542.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: into basically the closest thing to being like a Google search outside of your AI assistant. It will have like sites and links and stuff. So I mean, if you want, I can just start with the simple YouTube, you know, if you want, then we can go from there. Yeah, well, yeah, I was just going to say just because this, this will give you, it's more or less, it's an visual. MU, yeah, Munker MUNKER White Illusion. Or Munker, yeah. Munker. So if you, like I said, if you can find any videos, videos are usually best. Yes, so like if not, I can send you a first and then look at it. So I want us to jump into it. Yeah, whatever you think is best. I had recommended a video, but I guess I'll jump into a video. So right there, there's the first one. Just watch that one. So with this one crayon, I can make two completely different looking blues. So you're probably going to start in the long. Oh, yeah, you can hear it.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4542.0,
      "timestamp_end": 4602.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh, yeah, can you not hear it? I can't hear it, but if it doesn't matter. As long as you can hear it in the recording, pick it up. Yeah, it's weird. I heard the video earlier, the Instagram video. Yeah, I was going to say, because I don't know why you went. So. Steam streaming. Instagram. information. The thing's changed. Make it in no sense. Make sure one more time you can't hear this. So with this one crayon, I can make two completely different looking blues. First, I'm going to.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4602.0,
      "timestamp_end": 4664.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I can make a story on purpose. That makes no sense. Come on, things. Why do you have to be difficult? Yeah, like I said, as long as you feel like it's coming through on the record. I can hear it for you. Yeah, I don't need to hear. On my end or... All right, I'll just play it. The color in between the black stripes, and I get like a deep blue, and then I'm going to color along the black stripes, connecting them, and the color that you're going to perceive, hopefully, is like a brighter blue. In case you don't believe me because you think I'm just like, maybe coloring more lightly, to get that brighter blue, let me show you a different setup that's going to create the same perceptual effect as this. With some colored paper. So here is deeper, here is brighter, but it's actually just the same sheet of paper.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4664.0,
      "timestamp_end": 4727.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You can do it digitally as well, like in this interactive demonstration on Michael Box website, where he explains that actually, like the neurological theory about how and why we see contrasts doesn't actually explain this effect, and the mechanism isn't really known. So here's my take. I don't think the blue is getting assimilated with the white, and it would get pale and desaturated. No, I think that the black and the blue are pushing against each other, and so the blue is actually maintaining its saturation, and therefore appearing brighter, like it's following this line in Sven Hezelgren's color atlas. So that's why this appears brighter and not just lighter. Interesting. Yeah, so if you want to go look at... I don't even know if it's internet scrolling somewhere. So if you want to... You can look up from there, because it's not much as understood about it. So if you can go into AI now, and that's what I was saying,",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4727.0,
      "timestamp_end": 4791.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I feel like the visual aid for people who are watching is better than... And then going into the unknowns about it from science or whatever. Um, let's see. Is interesting from there once you've seen what it is, you know, now you're like, okay, we'll. So let's ask you. Why is it? I'll just see if, explain the monkey of wide effects and see what it says. Or what do we know about it? Yeah. I just see if we can... Some doing the own preview, which is like the reasoning, the top one that does reasoning. So, let's see. So the monkey of wide effect is an optical illusion that demonstrates how our perception of color and brightness is influenced by surrounding visual context. In the solution, identical colors or shades of gray appear different due to the colors or shades adjacent to them. How the illusion works. Set up a solution. Imagine a series of horizontal stripes or bars, like we saw that all the same shade of gray.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4791.0,
      "timestamp_end": 4852.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: These stripes are related on the background consisting of alternating black and white vertical bars of different colors. So let's see. Why does this happen? Okay. Lateral inhibition. Neurons in the visual system inhibit the activity of neighboring neurons. This enhances the contrast at edges but can lead to misperceptions in uniform areas. Contextual influence. Our visual system interprets colors and shades relative to adjacent colors. The brain adjusts the perceived brightness or color to maintain consistency in varying light conditions. Simultaneous contrast. The muggo white effect is related to simultaneous contrast illusions, where the same color appears different when placed next to contrasting colors. The same color. I mean, so it says it there. I mean, I guess it's saying it in a way that sounds definitive.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4852.0,
      "timestamp_end": 4913.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Whatever that's worth. For that. Yeah. Neurons. Yeah. Sounds like from that what the prompt you gave it feels like it's already figured out. Yeah. Conclusion in the muggo white. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. It's funny. But it's not like I've just it's not I know I'm not by no. The side view I've had the same. Hit the same. It's just funny for how precise it is with everything else that you know and how. You know it when you ask it stuff about feeling it's like I can't feel anything. I'm not this or that but then it's like our brains.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4913.0,
      "timestamp_end": 4975.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I just think that's funny. Yeah. But I get it. It serves as a reminder that what we see is not always an objective truth. But a subjective experience shaped by the environment and a neural processing. That right there is like ties into a bunch of what we talk about. Oh, yeah. It's honestly that's actually pretty cool because this is just an example that you can demonstrate for people that what you're seeing isn't what isn't necessarily in front of you or you know. What's in front of you is not even this. You're not perceiving it. Yeah. Yeah. That's pretty cool. No, exactly. Yeah, so I figured I'd share that but I don't know if you get anything else or I'm asking one or others similar illusions. Let's see what it comes up with.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 4975.0,
      "timestamp_end": 5036.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Mapping optical illusions highlighting the monkey white effect shadow and perception. This is what it's thinking. Invailing. Okay, certainly. See simultaneous contrast illusion. Scripps and colors say it appears so that's the one we just talked about. Checker shadow illusion. Created by this Adelson guy illusion shows a checker board with a shadow cast over it two squares that appear to be different shades are actually the same color. Matt mock or M.A.C.H. bands mock bands. A visual phenomenon where the contrast between edges of slightly different shade is exaggerated. Yeah, Irman grid illusion. They're being grid black squares. A beaming house illusion to identical central circles appear different size because of the size of surrounding circles. Let me look up. That should be an example. Good example of that one. Sure, it's Google for the beaming house illusion.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5036.0,
      "timestamp_end": 5099.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Right. G, so... Oh, okay, you know this one's cool. So this is like where... Like the, again, the context around something... So like this circle and this circle are the same size, right? But since this one's round scene is the biggest, you know, it's the surrounding ones, there's some smaller and these are some it's bigger. Our brains... It just automatically... That one just seems a little bigger, doesn't it? Like at first glance? I mean, that's the illusion. Like that's what it does. Do you see it? I mean, does that... Oh, I can't hear you now. I'm bad. My mic was muted for a second. Sorry about that. That was on my end. No, yeah, I can absolutely see it. Like I remember back in the day they had a...",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5099.0,
      "timestamp_end": 5160.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It was like a church. They handed out this like a green piece of paper and a pink piece of paper. And on both of them, I think was... I don't know if it... I think if they tied it in somehow to like, you know, like a Bible verse or something, but on it, it was like... It was pretty much an illusion where both pieces of paper were the same exact size. But if you held them... You know, you held them up next to each other. One would look bigger than the other. Or small, you know, and then so you swap it. And you think, okay, we'll put it on this side and you swap it. And still one looks bigger, one looks smaller because of the way your eyes like perceive the color. Yeah. Like next to each other, contrasting colors or something like that. So it's like, you know... No, that's pretty cool. So yeah, I kind of... I can understand that effect right there just by have that, you know, the one being surrounded. Yeah, I mean, now... So this is something you only search. I was just going down a little hole in this for a minute. And this you wanted to see. I'm almost going to be like, okay. Uh, construct.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5160.0,
      "timestamp_end": 5221.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Ten optical illusions that... Uh, let's see. Didn't have been discovered or described before... Let's see if it can. Let's see. So I'm telling it to do something that hasn't been done based on what it knows. Okay. Okay, so creating entirely new optical illusions that have never been documented as a challenging task. As many illusions or variations or combinations of existing principles and this or perception. However, I can propose ten original ideas for optical illusions based on known perceptual mechanisms. Please note that without visualizations these descriptions are conceptual and require experimentation to bring to life.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5221.0,
      "timestamp_end": 5287.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Let's see. Uh, I was like, I can go through them, but I want something I could do. So it's one of the chromatic ripple illusions. A static image consists of contingent circles. Uh, and let's see. I'm going to say... Create ones that you can produce images. I've said, create ones you can produce images for as examples. Certainly here are some original optical illusions along with detailed descriptions and separate representations that you can visualize or recreate. Okay, but I want you to do it. Okay, I think I need to take... Can you produce images? I know 4.0 can.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5287.0,
      "timestamp_end": 5348.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Sorry, but yeah, they don't have... This one can tell us how to do it. Let's see. Let me switch this one because there are 4.0 can create images. What's your reference to that? So I switched to 4.0 because I know 4.0 is connected to the dolly, which is... Here's an image of the converging lines motion illusion. It's described. Let me know if you'd like to proceed with more examples. Close to what? We're on so create each... Yeah, if you stare at it, if you kind of just stare at it, it's almost like it looks like it's emotion or something. Yeah. Create each of the 10 examples.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5348.0,
      "timestamp_end": 5414.48,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Provide the scripts. I guess that's what I was trying to do almost. It just looks like a really tightly woven ball of yarn. So I told it to create 10 examples for the image things that's above and provide a description of each of the intended effects. Here's an image of the gradient grid at ocean. The intended effect is that the straight grid lines will appear to wave or bend through the alternating gradients creating the visual distortion, even though all lines are perfectly straight. What? What the fuck? Make that bigger. I really want to see how all those lines are straight. Oh, I get it, I think. Yeah, it's like the gradient. Yeah, I get it. I get it. Yeah, so cross your eyes. Look at it and cross your eyes and you can kind of understand a little more.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5416.64,
      "timestamp_end": 5477.92,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's like they're all I can see how they're all straight now. That's a bit. Even though they look like they I see how they look like you see what I mean when you cross your eyes looking at it. Yeah. Like I feel like crossing your eyes helps you kind of. Dude, it's interesting about this. I've noticed something. I was scanning down all chats. I don't know if you noticed the subtlety but like just on the left here you see it almost looks like the words are curving around. Like they're kind of curving into the distance. I don't know if you bear. Yeah, yeah. Yeah, yeah, which I know is this not even a serenolution, but I just noticed the subtlety of that. Yeah, the other day I was like, wait, hold on. It's out to set those call. It made me think of that. But even though it's not different. What's another next one is, come on, I said create of the tin. Oh, so I need to create",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5478.64,
      "timestamp_end": 5540.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: there was create the nine. The remaining nine. I don't even know what they're going to be. So it's an advantage. This will be a great, this will be a great podcast, podcast clip for artists. Yeah. So here's the over that many circles illusion. Effect is that the intersections between the transparent circles appear to form darker or lighter spots creating a secondary pattern of floating dots moving forward. I'll create them let's see. So what intersections between the chance pan circles appear to form darker or lighter spots. Okay, that makes sense. Creating a secondary pattern of floating dots. Yeah, I'm just trying to process what they even means.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5540.08,
      "timestamp_end": 5604.08,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That they're I can tell there's something cool going on though. Oh, I've seen this one. I've seen I've seen this sort of thing. Same a door reading, the jillusine intended effect for views to see one interpretation up close in a different one reviewing from a distance with your relaxed focus kind of like mix me over the 3D image things almost over the floor of those called Bet's not like has an image, but that was interesting. Okay, well, here we go. Dynamic dots illusion. We're the gradient of dots sizes create a sense of depth or motion appearing to flow or form a wave like 3D shape. So that's this cool art like that's like an art trick. I feel like which is cool. Yeah. That's really cool. Like this like that's exactly how it's done just yeah. Okay, here's the color flip illusion. Feaching a checkerboard of complementary colors during it this pattern and then looking at a white surface should produce an afterimage with the",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5607.76,
      "timestamp_end": 5671.04,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: colors swapped moving forward with the colors swapped. I so need to stare at that and then look at a white surface. I'm under a black light. No, yeah, I mean, I'm not in the after lighting done just looking like at a white door after looking at it. I mean, I can I'm not saying to see some flip, but I can definitely see the afterimage. I'm looking at it. I think my light is affecting me. Yeah, and I'm looking at it. Like I said, I think my light is affecting. Yeah, even the image that I'm stirring it is like huge because it's on my TV. Uh-huh. Okay. Let's see. Here's the impossible spiral illusion. Or concentric circles appears if they're forming a continuous spiral even though they are separate. Yeah, that one is tripped. I mean, it's like you clearly see the separate circles, but you can't help but think of them spiraling.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5671.04,
      "timestamp_end": 5742.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I can just see the way it messes with my almost like with my focus on it just because I know that. But then it's it's like, yeah, I don't know. It's interesting. Because it's simple, but it's like I get what it's trying to make me do my vision trying to put you in a trying to put you in a trance. Yeah, here's the hidden letter illusion. The intricate pattern conceals a letter of number that becomes my parent when viewed from a distance or blurred vision. So what is that? Well, this is like the magic eye stuff, I think. Well, I don't know. I can't. Can you see what it's supposed to be? Oh, yeah, it looks like it's making it look as though there's like a rectangle like a box like a three dimensional box on top like it's creating a three dimensional box pattern.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5742.0,
      "timestamp_end": 5804.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, because this thing is a letter of number, but maybe this example they were doing a box because I see that. Interesting. They're oh wait, it's saying there's a hidden wait. Let me see a hit and letter illusion. Can stills a letter or number that becomes more apparent. I see 23 at the bottom left. Bottom left like in the middle of the rectangle. Like so go take your mouse and go go to the body like yeah, right there 23 over to your right. Left. Just go slightly left. Keep going keep going keep going keep going keep going keep going. Stop. Go to your right. Right there to. There's the three next to it. Okay, so see, I see it too. I see it two and a three hang on to it. Right there and now go straight north of that to the top. Top left almost right there. That's an eight.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5804.0,
      "timestamp_end": 5871.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Right there. No down. Right there. That's an eight. To me, that's an eight. No, yeah, I see that's other than that other than that. I'm not really. Yeah, I'm not saying anything. I see 20. I just see because those to me stand out. Like if you sit back and look at the whole thing and just like go. Around looking at it. All the other patterns are just simply like paisley swirls, but those are the only two that like make anything out to be close to a number or a letter. Yeah, to me. No, no, I see that. I agree. Fiberating colors with a sharp contest between adjacent bright colors creates a vibrating effect. Making the edges appear to glow with shimmer. You know, I feel like this is a cool artistic. It is a technique. And this one that yes circles again. Yeah, overlap. Yeah. That's cool. It's like the last. That is cool.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5871.0,
      "timestamp_end": 5931.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I didn't even make. It's a mystery. That's pretty cool. Man, I never thought to get it to make optical illusions for that. Okay, I'm just gonna look at that. The bunker wide illusion. That's what did for us, man. Yeah. You can see it this last one. This is the didn't show up. Put them. Yeah. For one, we can just make her an easy night. Yeah, one night. It's curious to see what they think this is going to load here. Probably nothing. I don't know. It heard me. That's the illusion. It's he thinks it's going to load something. It's like gotcha. Yeah, I think that think that's cool, man. That's cool. Yeah, man. That just opened up a whole new, you know, path. Cool. That's it. But yeah, man. So it's right there. Say what? We wreck it up. What's your what you got? Yeah, um, I would say. Yeah, recommendation would be.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5931.0,
      "timestamp_end": 5996.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Okay, I'll try not to you know, you make so many of we've done this. Well, 55 times now. And so we do so many of them in the United States. I mean, it's getting to a point now where I'm having to like, yeah, okay. So I was going to say, I'm going to do a point now where I'm almost like, keep trying to keep somewhat track of not recycling shit. You know, because it's how I get hard to. I mean, I guess we have to start long enough that if we're going to worry about that. That would be a good thing. But I would say, what I feel like I can go for it. I just feel like in my mind, it's something that recently, any taken recent event that happened, it could lead to repetitive circumstances. But if anything, I get to steal what I would, what you made me think of is, you know, appreciating home, appreciating, you know, you just went somewhere and you had a great time. And you get to connect with friends that you don't see.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 5996.0,
      "timestamp_end": 6057.96,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And you got to experience real cool way that part of the world is in operates, but it made you appreciate home that much more. So yeah, it's almost, you know, it's, of course, it's like in this, you're actually leave your home in our force, not forced to, but you know, put into situation and actually feel that love of appreciation. It's easy just to say, but it's, you know, it's one of those things like, yeah, be, be happy and where you are regardless, because honestly, it's the grass-stained greener and all that, you know, and even that just, you know, home is magic. Yeah, no, for sure. Yeah, absolutely, man, you know, you kind of, you know, eventually you lose perspective every now and then, but you know, once you get away and you, you know, you kind of change up your, your environment for a little bit, you kind of start to, it's, really it just comes down to the old saying of distance makes a heart grow fonder.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6058.24,
      "timestamp_end": 6119.08,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know, you, you're away from certain things and you start to miss things that you wouldn't normally have missed or thought you would have missed, you know, as much. I didn't think, you know, it's like, I wouldn't think and they're expecting to miss that little plug as much as I did. I know you're saying it. But I miss that little plug so much, man. I'm just, I'm, I'm so much going to bed. I was like, dude, I'm like, dude, I'm like, it's like dude, I need my little plug, man, I'm like, I need to, I was like, yeah, I feel like I need to just take her with me. I'm sure that's the first time you've been gone. Is that long without her? Since you've gotten it. Yeah, because, yeah, because I've, even when I was watching my brother and sister and lost dogs, like, I was only going over there, you know, I'd stay the night, but, you know, I'd be back the next day and I would see her. So it was like, I would, you know, I've been away from her at night, but not like, but either way, yeah, I wouldn't expect it. Yeah, I wouldn't expect it in like to miss, miss the little plug so much, but then not only that, you know, just enjoying the kind of the cadence of my life really and realizing me, you know, I don't, I don't necessarily",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6119.08,
      "timestamp_end": 6181.24,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: need a lot more. I don't, you know, I like, I really do enjoy what I have right now. And, you know, I'm happy. Amen, brother. Yeah, I'm just happy with life in general and the place I'm in, you know, could you be in a, quote, better spot, but it's like, what's, what's better? You know, how is, you know, they say that, like, technically, it's, you know, it's like, if life is a big circle and technically any point in that circle is the middle, it's like, so how can you say that, you know, you're not where you, you're supposed to be? And, you know, I just feel like, yeah, just been nice, you know, kind of realizing that and embracing it and, you know, I guess it's getting a little, getting getting a little older might help out with it, you know, but sometimes two people get older and, you know, it's all about whatever whatever your life path is. Yeah, no, yeah, no, Chris, come to it. Whenever, yeah, part of our conversation that's not an actually recorded a lot of it, just on the down low, just",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6181.24,
      "timestamp_end": 6242.92,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: because I don't know if he's going to be here just because, you know, he's always a fountain of wisdom and different things, but it's, it's stuff we know, but it's just, you know, the way he'll verbalize and give it descriptions to apply it in ways that it's like, yeah, no, I get it, but it's, it's cool because, you know, he, it's like he could write a textbook, but just even talking about age and I guess I don't know if it's a mishap, mishap, whoever wrote the five rings or someone who's like, they, they know, they wrote it because like, they couldn't have, yeah, until they've been that old, like, you know, disperception, they just comes perception experience understanding that you could, you can, and again, trying your best to impart it to the young who are open minded to try and learn from it, but at the end of the day, still, they will have to experience certain things to truly learn them, but I do believe that open minded young people can, can avoid or, you know, can try and learn lessons quickly. But in the, yeah, still a theme of the day, there's just literally being alive and existing for",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6242.92,
      "timestamp_end": 6306.08,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: 40, you know, however many years There's the only way to gain certain perspectives and just realizations about life in general and just Yeah, we we consciously choose the positive path of thinking, you know, in that in that just again a manifest upon his positivity whether it's just Seeing the silver lining or actually you start to see good things gravitate towards you might not be money coming at you Might not be this but you see good people coming into your life. You just see like, you know Positive yeah, you know people can't box Positivity or good things into just you know a lot of times people put in financial terms almost, but yeah, it's uh Yeah, that's cool. It's cool Yeah, no, it really is and it was uh do something in there. I had a thought And it was really it was actually good, but I didn't want to interrupt you",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6306.88,
      "timestamp_end": 6368.32,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Um, and I think I can get back to it maybe But you know either way experience and just have it just Actually having to live the years out To gain or feel yeah, that was it about the knowledge So there was something that so you were saying about the kids and so about the hopefully that you know young People that are open-minded can you know take the information something I think that you know, I can get I love quotes and I've been criticized by some people Um about you know or not necessarily criticized, but I almost just like looked at like Yeah, okay. Yeah, you and your quotes. I can it's like yeah, you know, it's You know something I like but there was In one something I saw something I saw as like a That reinforced it. Yeah, exactly and something I saw that reinforced it was uh There was another it was again. It was a quote And the quote was uh It says something you could look it up on a who said it, but it was saying that everything's already been said But nobody was listening so it has to be repeated or it has to be said again",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6369.04,
      "timestamp_end": 6431.68,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yes, and so everything even us doing this is you know, there's a level of it. What's it? Well, why are you doing it's like yeah, there's no points to be you know There's nothing we're going to talk about really that hasn't been necessarily talked about before Maybe in a sense of AI might be maybe we could talk randomly somehow happen on like worth the optical illusions and AI Maybe nobody else has done that we could have but other than that It's like there's nothing that anybody's gonna say or whatever Do we're gonna talk about it hadn't already been said before and again, it's you know But hey, it's just because that's the case. Does that mean that we should you know not say anything and Right, you know, we still everybody it's our it's everybody's first time being alive right so they're trying to figure out your trying to figure it out and Go about it nailed or you're just and nailed it out. Even with music And it's a realization I've had when it comes to even you know a song that Was played out when I was younger and it just being Sits a pop culture song some classic song to where oh here. It's annoying every time I hear it",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6432.16,
      "timestamp_end": 6492.32,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But then you know, I just remember when my nephew was really still in his early teens Caleb Hearing the song take on me by a hot which is still a great song, you know But he's like oh, yeah, I really like this song and in my mind I'm thinking oh, yeah, if you have to that's a great song It's kind of a stereotypical great. Yeah, whatever but it's like we know the first time he that's the first time he experienced it in it is magical and it's like Is like if we create a billboard of like all the knowledge and you know some great break through our understanding It's like cool everyone sees it. Well over time it's gonna fade and fall down and be destroyed So then unless somebody is making the sign of the billboard again unless somebody's Prepetuating the knowledge If you know put in this we keep having these conversations. Yeah, there just is just like it's the knowledge is gonna die off So it's almost are due to continuously repeat the same things which people can look at however they want but if we don't then",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6492.4,
      "timestamp_end": 6554.32,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's just like history being told through stories through different civilizations There'd be you know the elder who would know the story that would be of their people or whatnot And they would be like they would be the job to memorize it and be able to pass it on Because again, they would absolutely repeating it and it's Through that repetition that keeps it alive, you know, it keeps cultures alive It keeps knowledge and understanding alive that yeah, we aren't recreating the will But if we don't keep the will spinning it's good. It's fall over and no one's gonna know how it works, you know Yeah, absolutely and to say it kind of wrap up, I guess to my recommendation of the week through all this after Talking I would end you know you know my weekend and the experience and all of that everything all together was a blast of a time, but I would say, you know, keep it keep it simple. You know, that can just how apply that to whatever you want life, you know, I just think that, you know, it's like the same keep it simple, stupid.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6554.88,
      "timestamp_end": 6618.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And I think that that would be my recommendation because it's like after going out and doing all the exploring around Austin of six three, which I'd already been to in rainy street. It's like at the end of the day, would have had a lot more fun just hanging out with your friends. And in an apartment with with some beers and some pizza and watching the game that way you don't need you don't really need a lot to go have a good time. We wouldn't even need a beer, you know, it's like we would have a good time just hanging out, you know, sitting sitting in his place and just talking and being clowns and so it's like, you know, I think that a lot of times we just go through the motions of stuff and never really question it. You're just doing it and then it's like, well, why am I even, why is this even the thing to do? You know, I mean, are you actually having fun? Are you having fun? Yeah, we're here. Come on. We're supposed to be doing this, you know, it's an event. It's like in every place you're at your out. It's almost a perfect, you know, I do say that people you should go experience it, but just because to prove you to prove the old saying that the grass is never greener on the other side because Austin and six street and all of that is a perfect prime example, because you'll be at one bar and hanging out.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6618.0,
      "timestamp_end": 6691.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And having a drink and then, you know, you look across the street and you're like, oh man, the bar's got a rooftop man. That place looks cool. Let's go to that place. You go over there, you're like, man, this place is bullshit. You know, and then you see another spot to get in the rooms too loud. Yeah. Yeah. And then you see another spot and you're like, oh, that place looks cool. See us go over there. You know, there's, you know, it looks like some cool activity over here. So you go over there and then it's like that place is bullshit too. So it's like, but from your perspective and it's funny, it kind of touches everything like, well, what we're talking about unintentionally, because from your perspective and where you are outside looking in, it looks great. You see all the light. She's the second story. People haven't found you there. It'd be like, oh, these guys are having a good time. It's like go inside their mind. What I found is that the one of the bars I thought I was like, oh, man, that place looks really cool. It's really happening. It's like, you know, it's a two store. It's like, man, it looks like a lot of people there. It's like a three story place. I go over to it. And the reason it looked up popular is because everybody was standing near the edge. There was nobody there. Like, there's like there wasn't anybody there, man. Everybody was standing up top looking around looking at the other bars.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6691.0,
      "timestamp_end": 6762.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, they're looking for somewhere else cooler. Yeah, like, and so it's just kind of, you know, it's just kind of a funny little observations. Like, yeah, man. So keep it simple. And like you said, was it enjoy home? Yeah, again, yeah, it's just, but just saying, is this reason for you know, grass is always greenery. It's, you know, really appreciate home. And it's what you talk. And I'm going to probably the rest of my life. What just that, that two or three, whatever four weeks ago, never were supposed to go play pool. And our babysitter fell through and everyone just came over to my house. And we just hung out. We had played old, some old school expo fusion frenzy took turns playing trials, but we were selling there collectively engaged in just a carefree, you know, environment talking. And I mean, I still go back. It's like, in my end again, it's, it's almost going to be a problem to refer like that was such a, I can't try and recreate that intentionally, but it's just knowing the important elements are just getting people together.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6762.0,
      "timestamp_end": 6835.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And I feel like trying to orchestrate P, you know, and it happens through board games and card games, but a lot of times, if it's, if it's a complex game or board game to where everyone's having to learn, you know, there's, there's a fine. But like you get something simple, intuitive thing. Yeah, you don't want to really go play risk. Exactly. You know, you might have people, friends who all know, it's okay. We can get together with this specific activity in mind. But if we just want to casual collection of people who, who we all like each other, but we don't all have the same, you know, really specified fine tuned interests. We can, you know, there's a simple ways to get each other together and just kind of have a focal point of light engagement. And I don't know, it's, yeah, that, that, that, that, that, that, that, that, that, that I'm just glad I recorded some of the night, just because I'm always going to look back on that.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6835.0,
      "timestamp_end": 6895.0,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Awesome. I was beautiful, man. That's awesome. I wish I could have been there, but. Yeah, you're there for what I'm talking about. I'm not talking about the birthday party in this year's being so nasty. I'm talking about the night whenever we're playing on your projector and stuff. Oh, yes, yes, yes, yes. I thought you were first second. I thought you were talking about. Yesterday, like kind of spaced out and thought you were talking about the party. I'm sorry. No, but I totally spaced out for something. That's a great thing. Turned into another example. Yeah, no, I know. They're different scale, but no. But no, it's, I'm, it, I'm wishy were there, but at the same time, you weren't meant to be there. Oddly, you know, it's, it's, yeah, right. Exactly. It's all meant to have been the way it's supposed to be. Yeah, like just, uh, Ali and Ashley being there and just purely friend support. Like there was no, yeah, they're great. And you know, not that they're never, but you know, just, if you're with their, they sing them, it's a significant other.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6895.0,
      "timestamp_end": 6956.12,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: If you're guessing if you're not other, just, they're, couldn't just, they're going to have an impact on you. And just, they were literally there just as Stephanie's, you know, good friends and, you know, just, just that's, you know, that's one of a few things. So it's, and again, you know, absolutely, you got to really appreciate home in that way, in a, in a way you probably have before, but it was a good reminder. But we can stop. Absolutely. And, uh, but yeah, well, no, this was good. Yeah, we know. This is a good, this is a good, uh, yes, there are no, this is, this is enjoyable. So yeah, man, well, everybody, be seeing you, be seeing you.",
    "metadata": {
      "date": "10-28-2024",
      "episode_number": 510,
      "episode_title": "World Series; Whales & Rivers; Optical Illusions; Home Sweet Home #art #human #podcast #funny",
      "timestamp_start": 6956.12,
      "timestamp_end": 6996.2,
      "chunk_topic": "No specific topic",
      "topics": "World,Series,Whales,Rivers,Optical,Illusions,Home,Sweet,Home,art,human,podcast,funny"
    }
  }
]