[
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: Do you know who? Greetings, traveler. You've just crashed the planet on the Mike and me podcast. But fair not for this is no mistake. No glitch in the matrix. No falling the stars. No I'm afraid this has all been planned. Be determined by... Well, we know who. We know who determined it. So pull up a chain join us for your young friends. And welcome. How are you today, Matthew? I'm doing well, Mr. Mikey. I'm a Mr. President. Well now let's get something straight. Mr. Mikey stepped away for a moment. He did. He did. And I can tell, you know, you're very comfortable, Mr. President. Yes, I'm very good. This is a Christian Dior robe. It's very old. One of my ex-wives got it for me long ago. Long ago she got it for me.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 0.0,
      "timestamp_end": 61.0,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: She didn't get that in the divorce. Yes, no. She didn't. And she kept getting me nice things like this. She wouldn't have been... She wouldn't have been gone so long now. And then you met Melania. Melania. Melania. She what a gal. What a gal. She's such a lady. Wow. Mr. President. Mr. President, you know. Well, there's going to be a lot of changes now that I'm here. She made a lot of changes going on. And you'll be seeing those changes. Good night. All right. Where's it? Well, Mikey? Hey. Hey, you believe he was just in here, dude? Who? Joe? Did Joe Rogan stop by? Joe, he did walk by. He was out of your camera, but no, with the... The current recently elected leader of our... ...varnation, I guess. DJT? DJT. He was just on the mic. He did the intro. I'm using the bathroom. He was just on the bathroom. But he's like... He just said, yes, me. What I was doing here, and I'm like, I was waiting on Mikey.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 61.0,
      "timestamp_end": 122.0,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: And he has to go to the bathroom. I'm not so drunk. He's like, we can't. He's like, the podcast can't wait. I would... The podcast can't wait. I don't know. That's it. You sounded just like it. I don't know. He possessed me briefly. He sounded just like it, man. That was incredible. So he took over, man. And Ben's good to have you back. And it's good to see you comfortable. Yeah. And I'm glad... You know, I'm sad that I have just... I miss the president's... You know, he came in ago. He's a busy man. He did. Really busy man. Some say the busiest. But... Yep. It's our way of acknowledging that the election happened. And Donald Trump is the president. And again, it'll be another four years of really nothing... Changing in any of our lives. In a sense. Yeah. I mean, it's all... It'll... You know, yes and no. It's been long to look at things. Yes and yes. At the end of the day, we're still going to be nothing... You're going to go to sleep and wake up. And nothing that they do is going to cause that to change.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 122.0,
      "timestamp_end": 182.0,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: You know, you know, it was going to your life. But... Maybe I'm thinking of... I'm hoping, you know, make prices, eggs and stuff. Go down. Yeah, hopefully. We'll see. We'll get some cheaper stuff like that. That'd be nice. Yeah. Yeah, we'll see how it affects... Actually affects my life. You know, but it's... It is what it is. And we live in the world we live in, right? Yeah. Kind of like we're talking about outside. Oh. We're running by. I did just... I did turn 40 last week. It doesn't matter. I'm going to be seeing that as we get by the... And we had a... We had a good gathering. I was able to successfully execute getting a pretty wide variety of wonderful friends. I've made throughout my life to show up here. And that... You know, I don't care about turning 40. It was just, okay, here's something that a lot of people will think, oh, you know, the milestone type thing. So it's almost like, okay, this is a big flair that I think I can attract a lot of... Hopefully people I don't see as much anymore.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 182.0,
      "timestamp_end": 244.0,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: Because as we get older, we talked about people... This takes effort as you become an adult and have families and everything. Either way, so it was a great party. It was a fantastic party. And it was... I'll have to say for those... For those that did not attend, you know, because some of you never met us before. So how good have you attended? He had been weird. But it was cool. Matt actually had a really cool theme where he was like, you know what? I'm going to do a stand-up comedy thing. And I'm like, that's pretty cool. And I've known about this stand-up comedy bit that he was going to do for a long enough time to work with... But like an open mic saying that just me wanting to do... Open mind up. Yeah, still like anybody can do... Anybody could come up, you know, come on, come on. And I've known about this. And still prepared nothing. And I went out of my way. Everyone I invited, I made an invitation that was clearly... To give the opportunity I didn't have no expectations. I just wanted people. I know there was no pressure on anybody",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 244.0,
      "timestamp_end": 306.16,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: Nobody felt any pressure, but you just you put it out there that this would be happening Yeah, if you would like to do it and you would you know, but you for again, you were among friends, right? So if you're not And I'm a friend. It was just let loose let your freak flag fly Freak freak freak flag Freak freak flag fly fly fly fly Okay, we can get in trouble We're gonna mess up The iterations will get you. It is interesting you bring that out Because from from me it was like an experiment. It's like okay Because he talk kind of like he talked to people and it's like oh, we should do a podcast to sit there and it's like But how many people actually gonna do it? They'll talk about it. It's like oh, we could do it. It's like How many times I don't know throughout my life if you just talk about stand up and you not somebody says that they could do it But you could say like okay, I think they'd be interested They sound like if it weren't a daunting task to get up on open mic and do it",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 306.16,
      "timestamp_end": 367.68,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: What if there were an environment that was the safest place like a group of friends and yet the opportunity to try it out Just in just you could just do one two three jokes nothing. Yeah, you could do you could do it every one I did I did I did like one joke. Yeah, and I don't know against anyone. It's just an experiment which is interesting just to see Even creating the most ideal comfortable environment for people to get up there and say or do nothing at all It was a lot less than I was hoping not hoping but if I were to estimate I would I would have thought more people would have Yeah, like five or so would have bitten. Yeah, I thought more people would have taken advantage of the opportunity But I guess we're getting older and it's not it's just again second experiment I don't know again. It's not like there was a right or wrong way to have done it I'm just okay Because I knew funny people that didn't they're the again. It's just actually doing it even just being in On a stage and for which is fine. This is interesting. I'm just it's observational because I",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 367.92,
      "timestamp_end": 431.28,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: I did a bit of I literally wrote a years ago, but I saved it on a Google sheet now just reading it And then I know you did a couple things Billy told three jokes. Yeah, Billy's jokes was in the barrett story was probably And it's like yeah, he just went there and told the story. He just went up there and told the story the most embarrassing day of his life But you know, he told me after which was cool. He's like no, it was really cool because that happened to me and no one knows about it That's the first time he's ever sold me one about because he's in Korea. He's on the American He didn't go up his way to know he made me told us he might have told a man. He saw the opportunity and he Took it and that's what it's beautiful at the end of the day if all that came from it was that that's pretty cool And I and I noticed from it because people have always like I've heard when I was young people were you know, they're always hey, you're funny. You should do like Stand up and I've always been all fucking. I don't think there's no way like you know There's no way I could really do that I don't think and then it was funny to be in that spot last night or the other night where you were you know you had that",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 432.4,
      "timestamp_end": 493.76,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: Set up and I you know, I got up here and talk for just a second. It was funny because I was like I don't know what to say And then you know, I just said something though. I was you know, but it was But I but I knew that nobody was but again. I was uh That was under the I ate something that really was it was I had some weird stuff. It was strippy stuff I ordered some pizza and they put mushrooms on it now was they they had me There's a little loopy, but hey, let me know we pull through We still showed up and we said some words and it was there was a packed place I look back to this place and I said wow You couldn't you could barely just people everywhere. They were smiling so much happiness in the room for Matthew And I said wow, this is amazing and you don't just don't get this very much You know, this is a very small thing and uh, but it was very big It was small but big at the same time. It was very small, but it was large if you know what I mean Of course you know what I mean. I think I catch the drift mr. President But oh no, it was yeah",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 494.48,
      "timestamp_end": 555.36,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: Well, yeah, no, it was awesome, man. I it was it was cool to just uh for what you did and uh The karaoke got people going that's a hit the karaoke's a hit yeah No, and I just want to thank everyone that came yeah get in the day the whole might Experiment is yeah, that was just something I did just to take advantage of the situation and make it interesting But I'm just thankful for everyone who came out. I don't think and yeah the karaoke. I was gonna say what I know this is it at the end of the day The people that didn't nest as well, you know The people that didn't do the stand-up, which is totally cool You know there was Almost I mean it was insane how many people got out there? Kario like people were up there like singing in biebine like there was so many people like Steph was out there singing a couple of songs my wife a couple of three you know the girls saying songs together Brain B-Jones saying he does yeah Kario is a magical white of saying yeah no that they're around it so they're kind of they've had friends that yeah do",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 555.6800000000001,
      "timestamp_end": 622.0,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: Kario keep partying and there's do something Kario again it really brings something out it's like I'm gonna do that more often Think about it think to me that's got to be good for you on some level. Yeah what level like how good is that? For me that's obvious. No but I mean it is obvious but on like think of how My point is is that yes is yes is good for me but think of how good for you it is that we have how underrated Something like that is how how yes it's a speaker a Microphone and YouTube we just yeah, what's up stuff on YouTube didn't you can find anything that's always and Kario You can have a blast and no that it's like what that does like I don't know man I was one thing I noticed about all these like these times we've gotten together and stuff like that and seeing people That we hadn't seen in a while that every time they're like We're you know we got to do this more we got to get together more we needed you know it's almost like the podcast What I'm when I'm learning as an adult is like if I went There's simple",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 622.0,
      "timestamp_end": 684.5,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: I mean it's it's really it's like complicating some simple have simple tools to make the experience that much more enjoyable It's like getting people together you can talk have a good time and But so much like oh if we just get together and talk that gets like having From a wife doing senior do karaoke she There's a lot of people that are stuck in the head and they don't have an outlet But if you were the front like it was a beautiful to see her up there doing it and having fun I had no idea if she'd do that and I just know for mental and emotional health I know not being stuck you know everyone's in their own head, but actually Getting out and it was just a safe place with friends and having fun singing a song getting into it Get it actually forcing you to live in the moment and enjoying enjoying a moment. You're living it It's forcing you to live in the moment and hopefully if you're not doing it against your will You're enjoying it. So it's so all those mechanisms come in to play to where it's like it is totally good for you",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 684.5,
      "timestamp_end": 746.28,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: It's totally good for your brain and your emotional health and Yeah, and so it's like karaoke if you have and it's so easy to do it's your house The set up you even have to have my if you just really turn on YouTube on your TV looked it up and you could just literally start singing with it and just take turns right If you don't have any it could you could still have the same effect that Yeah, and then we had the old Xbox we had a simple game board games work too, but the easier it is In the visual aspect makes it even easier, but yeah, there's like okay if I have this on people Got fun and still engage. It's just yeah, it was cool. No, it was an amazing time and I'm so glad I got to see Barrett I hadn't seen him in so long getting to also see Billy anytime I get see Billy is awesome Yeah, I'm so thankful. Yeah, it was it was awesome. And so you know what I am looking for to I'm I'm looking forward to To New Year's though because you you have it set up to where we could do a really cool New Year's party",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 746.28,
      "timestamp_end": 807.72,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: I think I know you're right great New Year's party if you enjoy that they've just you know, we've still got him Now's the time to strike you know what I mean that set up there now's the time to strike like you know what I'm saying I agree I agree you know people they still that still fresh in their mind with that felt like the fires The name is still trickling. Yeah, the emotional the residue of the experience is still lingering within them Mikey you just plan to date my powerful Yeah, you feel that no to eat New Year's karaoke for yeah, dude. Yeah, obviously I wouldn't have my darbott Yeah, let her sing yeah, no, she I walk in the house and she was waving and talking hi Wow, yeah, where'd that come from? Around the state where the smartest little girls I've ever met test it. It's testy honey I love you, but all right, so we've had some ketchup Trump's president. We talked about your birthday. Oh",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 808.72,
      "timestamp_end": 873.48,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: Before we move past the weekend Yeah, musical artist Jeff Yes, he was here this weekend, wouldn't we actually the big disappointment big letdown We did not get to our well, and it was also not really it was hard the time management It's you can only do there was a trifect of people so he had his Colorado boys shot about AJ, congratulations. You've just recently got Mary shut up that you got man him and his lovely, beautiful wife, Kisha. They're doing a big old road trip around, which is awesome. And fortunately enough, they were able to plan it out in advance that we knew they were going to be coming through. And so Jeff and Paul also came through. And so it was, we did. I think we did a fantastic. I think we did a fantastic job of managing time and doing the necessary things.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 874.8,
      "timestamp_end": 935.84,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: We didn't get to record, but it was, I think it was, I can't tell you how cool it was just riding around with those two guys. And also, being able to have Jeff come over here and hang out and cut loose with us. Yeah, I really, it was wonderful. So now it's, as if for some, I've spent seeing him in person since like we've become, I've become more friends with him. So it was cool because I met him before we started the podcast. And so it's like, oh, he was a friend of Mikey. It's cool. And there's literally like maybe a few minutes at some because those coming going from color is pretty much, but yeah, seeing him in person had an amazing big hug. It was a, yeah, that, that was a great hug. He texted me, he said he said that he were like top five hug while the ass is awesome. He was a good, so he has really great. But that was, that was important that we got that, you know, the just things, you know, getting, you know,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 935.84,
      "timestamp_end": 997.6,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: there's more time. Again, it was going to say he came, it was, we did it all, we did it all, we accomplished everything. We got to spend time with everybody, you know, and we maximized existence for the time we had. You know, and now Jeff will hopefully soon enough will be back. I think he needs to play in a first of the year trip. I know New Year's probably would be hard, but first of the year trip would be cool. It would be cool. And I was ashamed that Amix can control that thing. But yeah, we'll talk to him. But figure that out. But yeah, I think a first of the year trip would be cool where he could just come down and we could have a weekend of just, you know, maybe recording two things or three things sometime. Yeah. You know, a couple of different episodes of stuff. Definitely. With that being said, we will be pausing on the dad, the best TV dad fights. Yes. For now, because Jeff is here, not that necessarily, you know, who knows? No, how many people are hanging on our every word, but we hope that you are, but we'll be addressing that.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 997.6,
      "timestamp_end": 1057.72,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Intro and 40th Bday Party Spoken Words: Yeah, the anticipation will be. Yes. So, oh man, I was waiting. I know. I apologize if we let you down. Yeah, yeah, yeah, we really do. We really do. We really do. Matt knows how hard I take it when I let people down. He cries. I mean, look at this guy's dejected. We got quit living in the past, Mikey. Oh, yeah. That was a great week. Would you like to, so who should start off, start this off? Should you get the topic first or me or how should we start? Yeah, we've addressed the elephants in the room. Let's see. So, yeah, I guess I can go. Go ahead. You start with a topic and then I'll fire. So it's a moral psychological experiment, thought experiment of sorts, the trolley problem. Trolley problem. The trolley problem. So, right, it's for me, it's something I've heard of and kind of familiar with, but what it does is it,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1057.72,
      "timestamp_end": 1120.56,
      "chunk_topic": "Intro and 40th Bday Party",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: but it presents an interesting kind of moral dilemma of sorts. Is it relatable to other problems? No, it's not. The trolley problem, it's a series of thought experiments used in ethics and psychology to explore moral decision-making, particularly in situations where causing harm seems unavoidable. So the classic problem presents a scenario where a runaway trolley is about to kill five people on its track. But you, as an observer, have the ability to divert the trolley onto a side track. And so, normally they say there's a lever that you're just an observer and there's a lever and it's right by you. And you know that if you pull the lever that you can divert the trolley from one track to another. So that ability that, okay, I could divert the trolley to a side track. And so the one track that's already on has five people on it",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1120.56,
      "timestamp_end": 1180.68,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: that it's going to hit, or you could divert it to this other track and there's one person on there. And so it kind of just presents a dilemma of a force to confront the choice between inaction during nothing, leading to a greater number of deaths in this experiment where there's five people on the track. track or intervening where it still requires death but only one person to die. And so it brings up ideas of utilitarianism, right, versus deontological ethics, which is interesting. So utilitarianism, the approach argues that choosing, you want to choose the option that maximizes the mode, like life and well-being overall. And the other one that deontological, which I just learned that word, that's not like or like recently, focuses on moral duties and rules. So suggesting that deliberately causing harm even to save others is inherently wrong.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1180.68,
      "timestamp_end": 1243.16,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: So like in our own personal sphere, it's almost like, oh, so I'd still be making a, I could sit there and be an observer and do nothing. And I watch five people die, but that's how it's supposed to be. I have the only thing that I could do is pull the lever and it's going to save those lives, only kill one life and just that dilemma of even being the observer in that situation. So it puts you in a situation where you're where something bad is going to happen and you have the ability to act, but no matter what, there's going to be some negative outcome. And there's all kind of variations that they'll do with the child problems where people make them up. But any of those permeate kinds of, you know, we could say it's one old lady or five babies or they'll just mix up whatever it is to where you're forced to sit there and think of the value of one life over the other. And if, you know, okay, well, if it's five old people on the track and then the other",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1243.16,
      "timestamp_end": 1306.72,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: is one baby, you know, it would be like, well, I think yellow people, I could kill those old people are on the way out. There's a whole new life there that we don't need that. It forced you to have these thoughts. It's forces this talking about and thinking about it, that is the point. It's like, it's like a cone, right? It forces is like a Zen cone. K, O, A. And it forces you to think about these things. Come on. Yeah. It forces you to think about these moral dilemmas and these sorts of snares. So, and it really comes into play whenever they talk about AI and like driverless cars, right? So, that's actually where it becomes relevant as far as fully autonomous vehicles. So if an autonomous vehicle, because they have to be programmed or else at this point, AI, but if AI is doing it, okay, what's, if it's in a similar situation where, oh, crap, it's driving, it sees there's a person on the road and it knows it can swerve and it",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1306.72,
      "timestamp_end": 1372.16,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: might hit a dog or it might hit two people on the sidewalk. It's, but yeah, and this is, so you have to think what's, but as human, what do we do? So it's not like we can sit and think there's the best way to program it, but the whole concept of it is very present in actual like people are going to see autonomous vehicles driving around and that sort of thing. Yeah, so, okay, a couple of things. No, yeah. The kind of, I'm going to, I'm going to, I'm going to go on the things that I'm going to forget first. So if I haven't already forgotten it, which I think I have, you were saying right there at the end. Yeah, so I mean, towards the end, I was just relating it to just modern date, what, oh, we live in now. Funny stuff. You said the driverless car thing. I got stuck with Caleb and our buddy, Crane, when we went to Austin, like two weekends",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1372.16,
      "timestamp_end": 1432.72,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: ago, wait, you did the, you did it. We got stuck behind one, pulling into Austin. It's right. It's, we sat through all of these fucking, we like, it took us like four and a half hours almost to get to Austin because we, it took us like so long to get out of Dallas, but the time we got to Austin, it's like we're so ready to get there. I noticed on the map that the main road, 35 was just jammed up. And because that was the weekend, the Trump was there. Yeah. Trump was there that weekend and he was doing the Joe Rogan podcast. He was doing a rally and the Joe Rogan podcast. So then we had to like take this little cut around, tollway to get there and then we get into downtown and we're real close, we're, we're seros so close to our hotel. And we turned this corner and we're just stuck and we're like, why are we sitting here? Why is nobody moving? Yeah. So I told him, I'm like, can I, you want me to get out of the car and like, I'll see what's going on. He's like, yeah, go ahead. So I get out and I go up and they were like, they had this box truck, Bob tail on the",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1432.72,
      "timestamp_end": 1494.2,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: side of the road. And to the right, did the box truck was next to was a building and they were. We're pulling pallets out of the building and there was this guy standing there and I'm walking up and I'm like, what? I'm like, you all, you all low and freight. Is that why we're waiting like, how long is this going to take? And he was like, I was like, is this y'all like low and freight? And he was like, oh, no, man, he was like, they got one of these, he was like, they got one of these, these like robot cards. He was like, his glitch in the fuck out. And I'm like, what? And I walked around and I'm like, oh, shit. He's like, yes, not us. And so I ended up looking in one of those like Waymo cars was like stuck glitch the fuck out and it couldn't like back. It was. So it's funny. Austin is one of the few, I think there's maybe a city or two in California where they're actually deploying and testing them. And this is not Tesla. Waymo is Googles. They're already printably showing you trying to get the game to compete with what Tesla's",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1494.2,
      "timestamp_end": 1555.36,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: going to have a Cybert's axes. So it's funny that they're already deploying and testing the stuff like that, but that's not Tesla's, because it's this interesting. So that shows the comp that they build landscape. Googles already like, okay, we're going to, we're already testing this stuff because we know. How many nodes of like data do they have of mapping? Right. Yeah. That's it. It's great. It's interesting because they Google has a lot of information, but they don't have as much actual camera driving. It's interesting. Okay. Next, next thing on the, on the, on the, on the, on the other question of this, that's really a problem. This, this almost makes me think, okay, number one, it's, it's, yes, we're looking, it makes you look at it just, is there room to look at it any differently than just A and B black and white? No, that's the problem. Okay. So there's no, okay, but some people are, I know, I know the people are going to die. There's going to be lots of life no matter what.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1555.36,
      "timestamp_end": 1617.44,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: Here's my thing that I'm trying to, it's like, yeah, there's, it's like, most people I feel like you would, you would think, okay, kill the one, let the one person go and save the fuck. What would you do? Actually, that's interesting. What would you do? The regard of the seat personally depending on if, if, if it was literally like, you have this long to do it, it's like, yeah, I, I guess I'd pull the lever or make it clear. No, if you, say if, if you have 10 minutes and you know this is happening and you have that. I'd pull the lever to kill the one and try and derail the train. Yeah. Because you could potentially do, depending on where you're at, if it's not just like a simulation and they're, it's just five people on this track, one on this and pull the lever. They use the 12, they use the way to make it a scenario, but you could just be like, there's a button you push that says five people die one person down. That it comes down to that. Yeah, they create a scenario. I'm saying if it's like, if it is a real world scenario, I would do the best. Like because you, it's possible to derail a train. So it's like, I would attempt to try and derail the train.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1617.44,
      "timestamp_end": 1679.16,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: Right. At the same time trying to save the most people I could. If I knew I could save five, oh, but here's the thing though. With the one, you know with anything when, when somebody passes, how many people are affected by it. And then it brings into the whole, the whole talk and the thing of like, for instance, like, I'll use a movie reference like Lupert. The guy whenever Joe, support and levitt, who is Bruce Willis, saw what happens when this kid dies. He saw the world. Yeah. That becomes when this kid died or this kid's mom died, whenever the kid's mom died, he saw the world it became. So that's the whole thing where it's like, you know, on the one hand, the five is the the, the saving the five seems like the clear choice. But then on the other hand, it's like, you're not just, you know, it's just, yeah, it's a whole thing because again, yeah, you, you think that the five would be, you know, it's forcing you to think about these things. Personally, I never make that deal.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1679.16,
      "timestamp_end": 1740.52,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: I'd say, look, I'd say it's a bad deal. We're going to get this training here. Yeah. So that's fascinating, but it is cool, right? So it gets down to moral psychology. And so even just looking into trying to gain insights from the thought experiment, just looking at brain regions that are involved in moral decision making, because it's empirical research shows that, or what suggests that there's different regions that involved in the brain when people contemplate personal or moral dilemmas. And it's like we're talking about. And so it's just, it's just fascinating because it force, it's activating very unique. As you can imagine, parts of the brain kind of we're talking about, we were talking about earlier, just thinking about different brain regions, but then brings into like factors influencing moral judgments, because it's research that shows a variety of factors can influence people's responses, such as stress, emotional state. So basically depending on your state, if you... came in here in a certain mood,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1740.52,
      "timestamp_end": 1801.8,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: you might have given a different answer. If you came in here, you had the best day of your life, you might give one answer. So it just forces all these thoughts and these states of thinking and just your brain for research purposes. And the more we, and again, at the end of the day, it's interesting. And I don't know, for me, I think, because it's, it would be impossible, because you can make it way more complicated, especially if you do it where it's, you know, like five old people who are like 90 years old and then a baby, basically, and forget the trolley, it comes down to what do you pick, who do you pick deliver die? Like in action, results in say the five old people dying in the baby living, which is, okay, and I'm led to thinking, if I get separate emotion,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1801.8,
      "timestamp_end": 1862.6,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: I'm, I don't want to be an observer, but I'm forced to be an observer. I'm forced to be aware of this, that I would just let it play out how it was going to happen naturally. Yeah. Yeah. And then people, obviously, I mean, obviously, but, you know, can clearly think in trying to play this on a religious philosophical level when they talk about God and bad things happening in the world. It's like, why does God let these things, what do these things happen? Thinking, and it's not like, I have my own answer to that question that makes sense, but it's, that's a difficult thing, so it's kind of, it kind of connects to that whole line of thinking where people think about, you know, if there's a God and these things occurring, but again, in God, you could just, like, I'm going to say, all of them, death could be their approach, or it's almost, in my mind, it's just, I would always, I would choose logically to just let it play out how it played out.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1863.44,
      "timestamp_end": 1924.2,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: I think it's almost a bigger way of like, showing how people put guilt on themselves for situations they had no control over, really, or that weren't a fault to theirs or the young, because let's think even how we're saying it. Like, I was saying I'd pull the lever to kill the one person. Well, it wouldn't be me killing them. Exactly. It's not my fault. I didn't do anything. So I get like, you know, I think that's funny too, where your mind goes when you think of it, because it's like something, you're not even, you're excited about it. You feel responsible for it. Yeah, even though it's not something that had anything to do with you, it's something that was totally beyond your control, something that was happening, but we feel, you know, that I should have, or I could have, or why didn't I, or, I wish I could. Because we know that we had the ability to do something. Right. Like I said, it's, there's gonna be lots of life either way. And they basically always make it to where, option A, it makes you compare value of life in different scenarios,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1924.2,
      "timestamp_end": 1984.28,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: and being forced to choose, like people are gonna die regardless. Yeah. And then I guess at it, like, if you think about Thomas vehicle, if there's a group of kids, that it has to swerve to miss, that are walking across the street, but then there was a lady or baby in a carriage on the sidewalk. What's the, what's the drive of the car gonna do? Yeah. And again, what would a human do? Right. So it's, we apply, that, for me, I feel like, yeah. We have a human ability. I feel like we have a lot of these questions to you. I think, oh, it's a problem. It's a problem. Like, autonomous, it can't figure this out. But it's like, wait, what would a human do? So it's, the dolemic exists regardless of, if there's a human doing, making the final decision or not. And if anything, having no human make that decision makes it easier. And that actually being behind the wheel, and it's a terrible thing, but the choice being out of your hands, it makes it easy.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 1984.28,
      "timestamp_end": 2044.28,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: It's not because somebody made the choice to take humans out of it. So it's on somebody and it's on the human, overall human society at that point. Yeah, I'm thinking of the picture. If you've all agreed to let it happen, I know. Yeah, I see. Yeah. So that's the basis of the Troy problem. And it brings up, you know, like I said, it's with people talk about drivers cars and this more AI gets integrated into things. When AI is forced into a situation, so where I would say it sees something bad happening and it has the ability to intervene in these sorts of questions and expectations that might be society might just by default levy upon AI or, you know, some anything non-human that, okay, why didn't it do something? Or it seemed to ask, he should be asking that if you're a fellow man, if they... So they have been why didn't you do something? I have a question. This is not my because I have a whole subject",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2044.28,
      "timestamp_end": 2105.96,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: to another topic will go to you. But what if, and not to stay on this side topic too long? No, they stop. What if, oh, look at these little pugs. Look at the pugs. They've been beautiful. You see them? See how she's doing? I presented the thought experiment and it's really all this. So what's your mind doing? What if AI gets to the point where you ask it, say, how should it get to the point where it's so advanced and super intelligent that it can reason beyond all level of human reasoning and better than human reasoning, optimize thinking, whatever you want to fucking call it. OK. What if it ends up telling and coming back to humans whenever you ask at these questions of like, quote, advancing society, whatever, whatever it, what if it's, you know, tells us that more or less we shouldn't keep advancing",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2105.96,
      "timestamp_end": 2166.92,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: the way we are or that we shouldn't do it. Because at the end of the day, we always think of it. You look at everything. Everything that you can argue that almost every advancement we made has been better than, you know, what the advancements we've made are better than what were there prior, like, for instance, electricity in the candle. The whole point, the motivating factor behind even progressing is to be better than this current state. So everything was a current state. So everything is trying to be a better state. But again, correct. But where does this, my question is, in a sense, is what I think that the fault in our thinking or is that our concept of what we think is better? Our concept of where does that even fucking come from? Where does our concept of what we think is better come from? Because we think that at the end of the day, you think that all of these advancements are what should be necessary, right? And what should be, it's what we should be doing.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2166.92,
      "timestamp_end": 2229.2,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: But it's like, should we really? Because at the end of the day, if you can, you know, this is kind of somewhat, I guess, Alan Watson's fired. If you can, we get to the point where travel is just, you totally eliminate A and B in every place is the same place. And you can just, I can hop into a thing and I'm all the way all of a sudden I'm over here. And at that point, it's like, is that really the advancement it because then that cuts out all, is that what humans are meant to do? Or we meant to just be some machine or we meant to be some similar, like, that's the thing, you know, I think it's important to, you know, no, I agree, because there's, and I can look up who it was, but it was a bright, you know, intellectual, you know, person in the, in the whole realm of AI. It's all came out like, well, what they thought about it. I'm not a hard or. Yeah, it's, it's, it's unlocked. Uh oh. Oh, I got a random gift for my sister.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2229.2,
      "timestamp_end": 2289.36,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: Yeah. No, yeah, yeah, it's a random, yeah. Yeah, yeah. Now it's cool. We'll split it. We got a whole whole. Yeah, you're gone. Thank you, sir. Thank you. That's very thoughtful, very thoughtful. No, she's amazing. She's what made karaoke kick off. That was it. She did. She did. Yeah, she did. But either way, go ahead. No, yeah. So what I was saying was that I guess they were asked about AI and the advice is just like, we should slow, yeah, slow the F down on how, how quickly we're creating it and how quickly we're deploying it and how quickly we're letting, how quickly we were just doing it all. Which in the, the dumb is we can't slow down because of foreign actors that we can't risk that are doing this. That's that's that's that's that's what's driving us all that we can't. I know, but here's the thing. This is forced into this. I know what what's funny is it's the quote of the more things",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2289.36,
      "timestamp_end": 2350.52,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: changed and more they stay the same. And Alan Watts again, this is something I heard him saying when his talks where he was saying that, you know, it's like, what good is it if to defeat what good is it if to defeat the, the Nazis and the evil, you know, SS police or whatever we have to form our own Nazi SS police. What good is it then? So what good is it if, you know, to do we let them kill us or do we make do we kill that's what I'm saying though is that it's like how how do we combat this whole hang on though? I'm not saying this is what I'm trying to say is that we're always looking at it again like the experiment you just brought up. It's A and B with this or that, right? And it's like, I feel like, you know, there's another way and I There's definitely another way in its life in the f'd up thing about it all is I Think the other way is gonna end up being AI. I know I think the other way",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2350.52,
      "timestamp_end": 2412.06,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: I mean here's my thing. I don't know. I think that regardless of what the best thing is I'm just saying I believe that's what's gonna play out to it AI. I think though. Here's my thing about a dynamics of International relations and all that. Here's one of my things about AI is that I think that there is a You're already seeing a longing for things that we grew up with from other generations They're bringing back pizza huts and stuff like that to indoor the dinin buffet stuff. They're bringing back stuff like that They're satisfying what consumers want it won't and there's it's like kids think about kids that have grown up On playing these games and stuff like that eventually even you get you know Ever we get burned out on games right and you get the plug the plug is literally like she's trying to rip the She's trying to like rip the she wants to play with the court. Oh, she's trying to like rip the cord. That's awesome She wants to play but either way",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2412.06,
      "timestamp_end": 2473.06,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: Was I saying I Lost it. I just lose it just like that Just there We can yeah, and so people are gonna want nostalgic things. Well not just nostalgic Look at it. Yes, the yeah, that's the words you're picking and that's the way most people would see it so that's Like you said that yeah, and you're right, but it's like the nostalgic thing is it like it's the easiest way to describe it, but it's like There's a reason yes, it's nostalgic, but it was also real. It was also very Yeah, a lot of those things were you know, but for me that so I think to die out with the generation that's going to pay for the experience But again, so you advance it so far to the point to where eventually they'll pay for the experience to be human again Or to feel human again is my point. Yeah, that's that's my point. Yeah, it's like you're even if you advance",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2474.3,
      "timestamp_end": 2534.86,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: That's that's my kind of my axe to grind with it in a way is that I feel like they're not an axe to grind But I think that could be one of the ununthought of players and the whole AI thing is it eventually people are just tired of it and people you know Tired of it in some sense and they don't want you know, we don't have it sometimes I want to get lost No, I know, but I'm saying sometimes I want to get lost I don't want to know choose the most efficient route of doing something sometimes I want to like Go, you know, I want to take a long way to take it You want to try and figure it out on your own. You don't want to rely on something You got any motivating factor, but yeah, it kind of gets to the old idea of losing knowledge, losing even the desire to get lost or that sort of thing But I'm saying with and whether you're forward against it It's how however things will play out who knows I just think it's almost like well We don't even we don't even have a choice The average man we're just gonna be",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2535.74,
      "timestamp_end": 2596.34,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: That's a thing really don't have a It's just more do we speculating on what it's gonna be like Yeah, it's like almost so do we not have a choice though? Or is it is it not sort of like the trolley our own trolley? Are we not in our own trolley experiment? So well how would you how would you potentially what would your evidence of agency be that you have a choice? In whether even choosing so So if you're against it in whatever, but so how would you like what's what's the choice that you would make? It's not not that I'm against it, but I Just I would I was long for different things and I in and I at this point in my life I've grown up around watch I've watched enough TV I've played enough video games I'll still play video games I get enjoyment from them, but I've done all of these things To the point where I'm somewhat burn out to where I enjoy just fishing I enjoy camping I enjoy",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2597.98,
      "timestamp_end": 2661.06,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: Be going for walks and those outside no, I know it's not that they'll go away But I'm saying that it's like with everything we're gonna continuously Our advancement does not stop and that's kind of my thing is that it's like People need to really question what what's a human supposed to be or what what are we supposed to do? just simply you know continue to quote advance because think of it anything think of other decisions you made in your life Re it's like the grass is greener on the other side you go do something you think is gonna be better and then it's like Well, fuck this isn't quite what I thought it would be yeah And yeah, it's it's it's interesting times we live And that's all I can think is interesting times and just seeing how different people on the personal level are just, you know, forced to experience whatever power and wave of it becoming integrated",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2661.38,
      "timestamp_end": 2721.4,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: and just like the internet think of the way just, I grew up, whenever I was really young before the internet and before that even being something people have people's houses and now it's the thought of not having the internet is like, well, that's nuts. Yeah. That's gonna be AI for like that's that's that's that's that this could be. And it's it's where like I said, things these consumer ideas and things that okay, we're bringing back pizza or bringing back these things and they'll do that. And whatever the market dictates, yeah, well, we can manufacture that. We can manufacture that emotion for you. And if you pay for it, that's fine. And then that's going to evolve over time. And it's just it's, uh, yeah. See, I think that's presuming though that it's going to take that total route of dystopia in a sense. Why? I think I'm assuming dystopia in my, what I'm saying at all. I don't know. It kind of sounded like in that moment you were almost seemed like you were presuming that",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2721.84,
      "timestamp_end": 2784.76,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: not just that people will pay for that. Well, we can replicate that for you. So people will pay for it. And then they will replicate that. So that to me is like, you're assuming that everybody's going to do that, which is what I'm saying is that people are already, you are already seeing that shift of people going back and doing shit and things coming back and style. And I know that there's fads and things that come back and style. But I just think that that's an unpredictable player is that yes, there's all this advancement. Well, what if you get to the point where it's just like what? I think it, I think everything is saying is statistically and, you know, it's something that they can probably, they, it's predictable, be human behavior. The desire for something that you grew up with and experienced that they'll get to a certain age in this person and this demographic is willing to pay for it. And so I think it, I think we are, I think it is all very predictable. Maybe. I mean, I, I think that I think we're more predictable and less interesting.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2784.8,
      "timestamp_end": 2847.44,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: So that's what I'm saying. Okay. Then no, it's not that I then I then that's what I'm saying that it's like people need to reconsider the path we're taking because if you are, yeah, okay, we're, we're very predictable. Then it's like, then this predictability, where is it leading us to? It's like inevitable. Yeah. Yeah. It's, it's, it's, it's funny. It's like the, the inevitable is we're ending up regard, if we got this of predictability. I don't know. Yeah. It's, it's a, it's a fun conversation. So either way, there's our AI talk and it's coming for you. Yeah. Yeah. And yeah, this is coming for you and everybody. So let's take a quick break and then we'll get back to something completely different. Is Monty Python would say. Ain't we're back. And that was our intro and AI talk. Hope you enjoyed it. Whatever talk. I mean, I hate that stuff. Yeah. You shouldn't let me talk about so much. You love it. You love it. You love it. I need to escape it there. Like if I live in that world in my head all the time, you need to kick me out of it whenever we're",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2847.44,
      "timestamp_end": 2911.08,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: a little together. No, I'm joking. That's so that's where human interaction does that naturally. But so what do you get, Mikey? You get to get some things. I got some things and some of the things on my mind is I had seen stuff. I don't know how many of them were recent or if there's any stuff like that going on with crop circles. Number one crop circles. They have all the crops happen. They've happened. They've happened for a long time. They made a whole movie on it pretty much with signs. In the way that Wacken Finic. Yes. That is. And Shemla Medindo. I think that's the guy who co-starred in it. That was the guy who got mad at a certain. But yeah, they made that because these things are real. Yeah. And so it's interesting because somebody I saw in a video brought up a good point. Even if they are, you know, if this is a man made thing, right? Crop circles. If some of them are man made, then why isn't it getting more attention than it does? You know, they say like, for instance, you know, how banksy or somebody like that gets",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2911.08,
      "timestamp_end": 2976.12,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: noticed for putting up a stencil and spray painting something, you know, why isn't it that these types of things get, you know, more more attention than they do because a lot of them when you look at them are like woven together and stuff like that. It's not. It's not a way to look at the grass cut. Yeah. It was not that it's cut. They push it down. They walk it down or they weave it. it if so that's the thing is it like what do we have to do that? All right. Well, yeah, it will it's not just what that we have what you if I'm just spelling like it's I would have to do it by hand. And that's the thing. And so it had they pop up overnight. It's kind of the thing. It's like in the last. Nobody came up with some genius contraption that can do like a four foot area at one time that can weave a four foot area. But I never knew them in on some of them. They're like they almost look woven. They're like so it's not the grass and cut. No, they're it's like laid down.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 2976.12,
      "timestamp_end": 3036.88,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: I'm actually just learning that. Yeah, it's not cut. It's like laid down. So it's okay. So what you're seeing is just grads the same way, you know, the same way whenever you look at a baseball field almost while they are cutting the grass on a baseball field. But they're also rolling it. Yeah. So there's a roller on the mower that pushes in all baseball grass is like bent grass like Fescue. You can't smoke that right? No, you can't. And Fescue will not do you well. And so they will they will they end up they can their bent grasses. And so they're they have the ability to where it's like when you when you hit them with the mower with a roller on it, they'll lay down one way. So that's why you know, that's why you can get the effect of it a baseball field of having the stripes and the lines in it is because it's blades of grass going opposite ways. Okay. So the stripes that you see in grass is is blades of grass on one stripe or facing one direction and blades",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3037.4,
      "timestamp_end": 3099.44,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: of grass and the other stripe are facing the other direction. That's cool. They're like that. So it depends on how you see it is really depends on your eye and where the angle where you sit in the stands for the base where the light is coming from too because that's what I do on grass when I cut grass in front of people's houses like you have to play on the angle you're going to cut the yard at for instance like when they're going to come home and see the yard like you know you try to do it. There is a way that's a deep artistry to where you do I do it in such a way to where it's like you know I flip it every time I cut it number one. They would mean flip it. Well I flip the way I cut it like I don't always cut the same direction instead of just always cutting right to left or north and south yeah I'll do like north south east west and then I'll do on angles which could be you know a 45 degree angle from right to left in a 45 from left to right across the yard and then after I've done you know it's like I do the X like one week you know one week I do north you know eastern like kind of the diagonal across the",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3099.44,
      "timestamp_end": 3161.44,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: The Trolley Problem and AI Spoken Words: the next week I come do the other diagonal across it and then the week after I go up and down and then the week of the subtle right. They can say you're a lawn artist. It's been one more than this cut and grass it's like you keep doing it like it gives it like kind of a checkerboard look but either way that's what's happening and so with the crop circles they're not cut they're they're laid down and so I just thought they were interesting because it's like number one we don't really talk about them because it's like either way if it's you know okay if it's a person why isn't why aren't we talking about like who's doing this and like how are they doing it pretty much overnight is it multiple people and not only that but if it's not just multiple people it's like how is it that you know okay so it's not people then shouldn't this be more news if it's not us or people doing it you would hope so that's because that's a thing a lot of the stuff they're finding is it like how concentric all of these things are they're all perfect like go back and look at the one that one photo you had pulled up like that's perfect circles those are absolutely",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3162.24,
      "timestamp_end": 3227.04,
      "chunk_topic": "The Trolley Problem and AI",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: perfect yeah it's everything like when we have the high you know that's so they all like all of the little circles are almost like in perfect you know relation to the other circles across to our mom almost yeah I make sure that I guess concentric in the word is because I think that's within but yeah I see so it seems like a lot of patients in the UK as far as most recent ones this one looks Brad bad bad very rings in your shop see doors it yes see that one you can see how it's laid down yeah so I mean the negative circle was first reported on July 19th of this year in a field of wheat close to bad berry rings and doors it I guess that's somewhere in the UK or something you need permission from the farmer to enter this field as far as we're aware knows that's public permissions been given location history bad bearings is bronze age hill fort I",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3227.04,
      "timestamp_end": 3288.96,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: guess it's more than 3,000 years old one of many sets hill forts dotted across the UK it's one of the most attractive of these hill forts with three of the rings around the central enclosure About this crop circle this crop circle was the first to appear and dorset during 2024 It's a pretty five-fold mandala with a Celtic feel to the design So it's Cuey psychic. Nobody yeah, it's it's it's truly fascinating and I find it incredibly interesting, but it's like if we can make a post on social media and it's like I just don't it's Size getting too Dumb or just not I don't want to say dumb, but it's like they're they don't they don't I don't think they care You know I care like this stuff's happening. Yeah, yeah, like I just think it's be like okay interesting, you know Oh, P did he scandal all this it's like This is fascinating to me this fascinating to yeah a certain group people, but I think it's the group",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3288.96,
      "timestamp_end": 3353.48,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: We're not we're not into social media. We're not onto that stuff and it's almost like Shoot we should start A social media just for interesting stuff that doesn't allow anything that's on other social media I don't know no just because this you want because you know there's other people out there that would find this fascinating But they don't even know to look for it. Yeah, no and sometimes, you know It's like you you know you get lucky and you find stuff like this like I found one guy kind of talking about crop circles on there So that's why I figured I would bring this up so every now and then you do kind of Yeah, I'm people that are actually putting stuff out about it But either way, I just find it interesting I'm like and so we got a video pulled up you keep talking but if you actually watching us you can see It's just kind of interesting that you know that these things are still happening and regardless of okay Say there that's the thing is it you know a lot of these people if it is somebody pulling up and doing it It you know again hats off to them And they're doing it in such kind of like a perfect way with some of them look more perfect than others",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3354.08,
      "timestamp_end": 3419.4,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: Yeah, so I'm looking at one from Because they will which make the make sense so okay, we have Drones and helicopters so we're looking at footage of one from It's from Will sire from June 12th to where yeah, it's like It's obvious this stuff can be viewed and documented so if it's not being it's being captured when they're doing it It's not of course they don't have things flying around monitoring all the time, but it just there's this this is nuts Yeah, I don't know if you're watching ever need to be watching look up real quick go to just to show confirmed something go to like Whatever you want to go to to search it. Yeah, I mean so I look at artist artist walk There's an artist that creates images in the snow Like by he like creates crazy effects in the snow by walking them down",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3419.8,
      "timestamp_end": 3484.1,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: So that's what I'm saying like look that up to just to show like what humans can do like what one person could do Yeah, something maybe Now that here we go look boom Snow walking the large scale geometric geometric patterns created by walking on fresh snow Transforming yeah snowing landscapes into intricate designs this form of land art combines physical endurance with artistic expression So look at gone that's pretty beautiful. Okay, you know, I'll ask it how likely is it that humans could make crops? Oh, it's it's extremely likely I'll say that I guess yeah, that over tonight. I was gonna say it's The question is is how many people would you need and how Everybody arguably arguably I feel like what have to be just as equally as talented you would need a lot of people",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3484.1,
      "timestamp_end": 3551.16,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: Because I couldn't be like hey y'all come out here and help me do a crop circle It was efficiently be able to do it within You know six seven hours Emissity existing crop circles easily explained Existing crop circles easily explain what the fucking sorry monsters says the joy of crop circles can be to be deem activity air Some as hosts a pretty well some crop circles Despite various theories There's a lack of credible scientific evidence supporting these patterns and characteristics of them Align with human techniques Similarly existing crop circles would generally explain what the human activities with extensive documentation and admissions from creators substantiating the understanding. Yeah, so I guess then it comes onto the okay,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3552.04,
      "timestamp_end": 3612.16,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: it's them happening over and out of nowhere and then questioning that source on okay. It came out of nowhere overnight but you know, or the more so maybe it wasn't overnight. Or maybe it was but it maybe it was, it took, they did it over a day but it was just reported to have happened suddenly. You know what I mean? Yeah. So it's just going on path of, okay, of course, you know, being critical was the source that even reported to begin with and they could potentially be gaining from, okay, we're keeping ourselves alive by creating, you know, being a part of this new story for this small city. I don't know. I don't know. I'm just talking about that. I think that comes back to kind of one of the other things I had had as a note that seeing is believing. Yeah. And people are will continuously always, almost always go with the most logical explanation that humans did it.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3612.16,
      "timestamp_end": 3674.6,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: It's us, you know, there's nothing to see here. Keep moving. Yeah. You know, go back to work. What are you doing? You know, fucking weirdo. Like just people did this, not to see here, you know? So. That's the, you know, dust your hands off, keep moving approach. Yeah. Right there. People probably did it. But still, still happening. Yeah, in either way, if people are doing it, it'd be, you know, it'd be cool to figure out how they do that and how they can create. And I don't see how they can create them to actually, yeah, just show us the secret. Right. But then it's like why is it that they're making it? But that's the thing too. So if it is, you know, Banksy at least like, like nobody's making any money off of any of this. Nobody's off of any of this. So that's the thing that's curious. The only thing I could think of making money would just be, I mean, how can you make money? If me and you go walk the fucking back,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3674.6,
      "timestamp_end": 3736.08,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: the little tiny bit of money. Like that guy on the hill, he has no, I can't think of motivation. He has other than artistry or just uniqueness in people who don't need money and they're just doing it for the, for if I were super rich, I could think of wanting to do something like that. But you know, or thinking of the, or thinking of the angle of, you know, I believe I believe UFO is new AP, but at the same time, the government could easily take that narrative and run with it in other directions to, to, you know, having the crop circle narrative can be good for the masses. Oh, we'll keep these popping up here and there for whatever. You know, the same logic of, you know, project blue book or just different things. Yeah, it could be misdirection. Yeah, totally. It, you know, what it gets. So either way, if it is, you know, I think if it is a totally unexplained, it's beautiful. I don't care how I forget there.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3736.08,
      "timestamp_end": 3797.24,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Crop Circles Still Happening Spoken Words: It's interesting, you know, if it's explainable or unexplainable altogether, completely. Yeah, I agree. I completely agree. Oh, let's see. Would you have something or I have other stuff I can move on to? I don't want to like skip you though. No, no, I'm, I've, I've always got things, but we can, I would say, yeah, now we can go to either bands that have been banned from SNL or 3D printed houses. Hmm, whatever you think. Both those are fascinating, right? Because 3D printed houses are on the rise like in Austin. Those are, and I could potentially solve like somewhat of a housing crisis just because, you know, very able to kind of produce them so quickly and they're all made with pretty much concrete. Within this, that's, yeah. So let's talk about that. So what do you, well, Mike, you have a fucking book in your hand right now.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3797.24,
      "timestamp_end": 3857.96,
      "chunk_topic": "Crop Circles Still Happening",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: I do have a book in my hand. We can, I'm curious to know about that. I'm curious to know why Mikey's got a book in his hand and what this, what, what this book is about. Because I think you mentioned it before. Actually, I know you mentioned it before and I did, I did mention this book prior, and some prior episode because we were talking about a story. I'm curious. So what, so yeah, the book's not haunted. And I had heard about this book. I can't remember what it was I was watching or listening to, but it definitely had something to do with the Moth Man. I'm cool with the Moth Man now. I mean, him. of made peace and love with him. The cover art says, uh, so I'll go from the top down, haunted valley and there's this like cool, old haunted house with these two little ghosts. Yes. So what's the print? Is there a date like on when that was printed? Yeah, I'm getting there. Oh, gosh, we're working our way in.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3857.96,
      "timestamp_end": 3920.48,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: We're going outside. That's why you don't, it's the first day, you know, you don't just try and get right in the right in the, you don't say, hey, pull your skirt up. Um, so we'll get it in here and it's, uh, first printing was 1979. Dang. Oh, come in here. So first printing 1979, 1983, 1984, 90, 92 and 94. So this book would be from 94. Um, and they hear in the preface, it's, it's just filled with all these different folklore stories, right? Um, of Appalachia, Appalachia, what's that word mean? It's, uh, it's a part of the country. Yeah, like in, uh, see, it's like technically, what is it? Tennessee, West Virginia, then that all is like, I know the Appalachian mountains. For us, I'm out of all that. Yeah. Um, so what I was, I had, I had initially brought this up, um, because we had talked about",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3920.48,
      "timestamp_end": 3983.6,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: mothman and said something about cornstock and his son Redhawk. And we couldn't find anything about that through AI when you searched. Yeah. It was kind of shocking that you couldn't find anything. I was surprised to see the internet AI, nothing we couldn't find anything. Hardly. Yeah. And why just said AI because AI is, yeah, I got to disappear. Your search engine that finds everything. Yeah. Yeah. Yeah. Yeah. So I had, I had talked about this in a prior episode and you couldn't find anything on the internet anywhere about this book really or, you know, I mean, not just about the book, but about the, uh, cornstock event. Yeah. The whole thing. So either way, uh, Birdman in this book, it says, uh, right here, Birdman and, uh, cornstocks curse. Okay. So right here in the beginning, it, uh, it kind of talks about, it kind of starts talking about what was going on there at the time.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 3983.6,
      "timestamp_end": 4044.4,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: Um, I think the year was, let's see it. Did you make this connection? Or did you find, like, how did you make the connection to mothman? I was watching something that did, okay, directed me towards this. Okay. I was watching something about mothman or listening to something about mothman. And I entered up like finding this book, um, through that. And yeah, dig goes somewhere and actually find this book. Why? I ended up, I ended up finding it online. But still, yeah, it, it's physically in your hands is only reason why, like it, yeah, that's cool. Yeah. So I'm trying to say, I think it's very cool. Like it's substantiated something you saw and we're like, okay, hold on, this book exists. I'm gonna get this book. Yeah. Now the book is sitting here in our hands and we're looking at it and like, okay, you know, yeah. So it says right here, like, I'll kind of skip ahead. So corn stock was a chief and there was, you know, it was in 17, like I said, 1777 says right up here on, on early, one day early in November,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4045.04,
      "timestamp_end": 4105.2,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: 1777, Captain Matthew, our buckle commander of four Randall was surprised to see the arrival of chief corn stock and the Shawnee warrior by the name of red hawk, who was his son. And he explained to Captain our buckle that the most of the Indian tribes to the north and west were joining up with the British and that his own people, the Shawnee were determined to do likewise. All except his wife and himself in sight, in light of the situation that was developing, he felt it was his duty to give the settlers fair warning. Beyond that, he could do nothing and because, because of the overwhelming voice of his people, he would have to quote, he would have quote to run with the stream. He was pretty much being put in a position and he was trying to at least give his allies fair warning that like, I'm sorry, but this is what my people want and I have to kind of do what they want. Yeah.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4105.2,
      "timestamp_end": 4165.36,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: There's nothing I can do about the situation. He was being a peaceful messenger just trying to be given fair warning as best he could. Like he knew that he couldn't, you know, he knew that he couldn't give the man what he wanted and it was just a situation. The least he could do was give them fair warning that like, Hey, yeah, he's about to defend my people, my people and everybody else want to are one aside with these people because they feel like it's the big battalion and they're going to win. So, you know, but either way, it says right here at this point, we're going to cut straight to the meat of it because I. think this phone's like cameras getting lower something. But I'll tilt this up a little bit. Yeah, either way it says right here, shaking was great for your corn stalk looked at it. So by this point, corn stalk and his son, Red Hawk and another son goes by the name of like a lip, the lips go. Okay, the neeps go. The neeps go. Yeah. Oh, it says right here.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4165.72,
      "timestamp_end": 4227.12,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: I just know that because I didn't look it up with you many. It's a shaking. Oh, nice. Shaking with great fear. Corn stalk looked at his quaking son and it managed him to be afraid. The great spirit above it sent him there to die with his, has sent him there to die with his father when the men approached the door. Corn stalk arose and proudly walked toward them while half dozen bullets rained into his body. Near why Ellie leaps go was shot while sitting on a stool and Red Hawk was shot while attempting to go up to chimney. So while he was just sitting there and they knew that like what was gonna happen, like his son Red Hawk was terrified. Yeah. And you know, his dad was like, hey, do chill out, whatever, you know, and then he tried to go up to chimney and fucking died. Dang dude. And so then at that point, we did some cruel, the white man did some cruel things too. Oh yeah. But well, they look, let's see. So here's the thing about how moth man comes into play. I can see, look, there's a, I'm trying to get to the part",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4227.12,
      "timestamp_end": 4289.92,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: where they talk about his body and what happened there because that's kind of where the whole, yeah, the idea, the curse comes in because he cursed the land. Yeah, because we talk, I just know, and over time I've actually come around to, then moth man was presented to me initially because I knew that movie existed and the whole idea is like, okay, yeah, I don't believe in that at all. But if the deeper I'm learning about it and okay, just thinking if you are open to anyone's, if people are open to the ideas or beliefs in like spiritual or metaphysical presences or evils or things or curses and thinking we know which, yeah, that there's ties that can make the idea of moth man and believable for me. And just, okay, that the package of the way presented,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4292.76,
      "timestamp_end": 4356.24,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: it's, there's a lot more to it than just that that moth man prophecies movie, in actual lore and history behind it. And okay, if I'm, if I'm, and I am a believer in like spiritual and things like that to where, okay, I can, I can see how this, this is credible as far as something that could exist. So right here it was said that he gave a speech, I guess it was as he was dying or before or whatever. I think it was like as he was dying, it says something that says, it says yes, it says an apocrypal speech. Apocrypal. Cronk speech. We're doing our best. Okay, is indeed words. We're in a need. Yeah, it says we're trying to know the white man is trying. Speech of Chief Cornstalk, which was, which was said to have, had to have been made at the time of the murder. Says quote, I was a friend of the border man many a time.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4356.24,
      "timestamp_end": 4416.68,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: I have saved him and his people from harm. I come to your house as a friend and you murdered me. For this may, for this may, the curse of the great spirit rest upon this spot. May its people be paralyzed by the stain of my blood. And it says according to some reports, the curse, the curse was to last for a hundred years. Unlike many other rivers, unlike many other Rivertown similarly situated point pleasant did not prosper during its first hundred years played by floods, fires and other misfortune and developed a developed very slowly. Henry Clay, the great American statesman who often passed through point pleasant on his travels between Washington and his home in Kentucky described the place in 1832 as being quote, like a beautiful, like a beautiful woman, clad in rags. Like a beautiful woman clad in rags. That's a time where that meant more sense.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4416.68,
      "timestamp_end": 4477.8,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: Yeah, it says others wrote that it did not flourish because for, because for many. Oh, no, I get it. It had no truth. A beautiful, so she's very pretty, but she's wearing something. So it's like there's something beautiful on the neat there, but she's got, you know, she's wearing like a, like a, like a very pretty poor girl. Yeah, a diamond in the rough. So either way it's. Like let's see hang on a second. I got him with this phone this fucking robes getting hot My swag dude my drip swag. Yeah, dude. It's Christian deal robes not me Hey, we we suffer for fashion that they say that for a reason Mikey The hat to the trap's heat Yeah, no, yeah, no what the head Who next door most of the body he gets released Head and oh look at all the body heat released in here dude. I know dude. I Don't have to I don't have my body he came up But you could see some crazy stuff right there. Um, let's see right here luckily. I'm doing right now",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4477.8,
      "timestamp_end": 4542.24,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: They talked about moving the body Don't touch the bottom you don't touch human remains You shouldn't you should really just leave him the f**k alone Uh Marina marina marina The throat singers which you know about the Tibetan method they can do two they can do two notes at the same time which is Basically Impossible outside of the method they've come up with I've actually having to Creating the sound of two notes simultaneously out of one person so I know it's nuts The throat singers man I don't think you missed my I don't hear Lady Gaga do that did you miss my twin peaks reference the Tibetan method? I did see you see but you see if David David ventures here. He'd have a coffee as cigarette need tell me",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4542.64,
      "timestamp_end": 4602.84,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: It's okay boy. You went down the path that I'm okay with okay here we go I'm there was other stuff that came before but here's the meme potatoes pretty much Says cornstalks bones which have been moved at least four times cornstalks bones that's the killing of band right there Cornstalks Which have been moved at least four times he was first buried just outside the walls of Fort Randolph The latest disturbance of his grave came in 1955 When the chiefs remains were moved from a burial plot near the center of town to a new site and to in-be we state Bark I don't know what the fuck I don't know for the right on the banks of the Ohio River at the site of the Battle of Point Pleasant The reason for the removal was to make room for the building of a new courthouse which was heavily damaged in Six away what in the sys",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4603.2,
      "timestamp_end": 4665.12,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: Suicide packed explosion looked that up SIS case suicide packed explosion Yeah, yeah, what the damage just so the courthouse that they built they moved his bones to build a courthouse and the courthouse Was damaged in the SIS SIS K suicide packed explosion Says at the very end here right here says There are those who hope the cornstalk is in his final resting place and can rest in peace and That the people of this beautiful place can enjoy the prosperity that it rightfully is there So that's the thing is that he did have a son he had two other sons one of them was named Red Hawk and people believe That Red Hawk is moth man because people when they said they have seen moth man He has red eyes other people have said that he said his wings are almost like a red a deep red or something And so and what are the odds it again the reason that I think that the moth that makes moth that gives moth man validity just on that",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4665.8,
      "timestamp_end": 4728.84,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: grounds of ancient of the The Indian thing the Indian you know Fucking curse because I believe in that shit. I know I do too like amityville horror that was on an Indian barrel burial ground I believe in curses or negative energy the people that have been done wrong and cut down on their prime and murdered wrongfully like that energy can hang around So this so the so no I was able to And not just to see GPT that try perplexity which is Was like the main like Google closest thing but Or good old friend Google was able the sort of 1976 Mason County jail bombing so 1976 I was suicide bombing the took place at Mason County Court House at Point Pleasant West Virginia five people including two perpetrators and three law enforcement officers were killed in the attack and a further 11 people are injured the bombing was perpetrated by a 19 year old",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4729.36,
      "timestamp_end": 4795.36,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: Bruce Sisk who detonated a suitcase filled with dynamite in his wife's jail sale after forcing his way in using a sawdoth shotgun. 18-year-old Harriet Sisk had been held in the jail, which was in the basement of the courthouse, awaiting trial after confessing to strangling her two-month-old child the death. She had entered a suicide pact with her husband prior to the bombing. I guess there's saying this terrible event happened to coincide with the same, like, talks to me location of where the, basically the curse. They moved. That's where his body was. They moved his body from where they built the courthouse and that courthouse is where the Sisk's suicide pact took place. And that was the former burial spot, like grounds of where Cornstalk was buried. Now, I want to say it actually said, I know I told you to look it up, but I think it actually says something in here.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4795.92,
      "timestamp_end": 4855.92,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: Here you see something funny. So I tried the chat GBT search and I just put Sisk's suicide pact explosion. I'm sorry to hear about your concerns. If you're someone you know is experiencing thoughts of sub-farm, but it's a good mechanism. I did perplexity one, which is a search engine. I apologize. I don't have any relatable information about Sisk's suicide pact or explosion. I'm involved. Someone named Sisk. That's fascinating to me, but okay, then it's able to find stuff. Yeah, it's funny. It is funny. That's what I'm saying. It's like it's an interesting little further down. Okay, so Sisk's suicide pact. We first checked. Yeah, we described that. Yeah. So I mean, so either way, this is a, I can't recommend this little book enough. If you're a book person, I'll go down right here through the table for for anybody who might be interested in like creepy, you know, because I'll say at the end of the day, this is this stuff. What's what I've learned about is it's not really that it's not creepy. It's that you realize, you realize how real it is.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4855.92,
      "timestamp_end": 4921.04,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: And it's almost just sad. It's not even really creepy. It's more sad if anything, because you're realizing that a lot of the legend and lore of of Appalachia and everything comes from just the shit that came that happened there back in the day of like during the wars. Yeah, the Civil War and stuff like that. People being killed, you know, wrongfully and shit like that. So right here in this, and then you'll let you take over. You'll let you take over real quick. Oh, it says after this, it's just haunted valley and then it says, Calibating in the monster twin, ham in the attic, ghost, a birdman in the curse of cornstalk, buried treasure, cigar smoke, and bloody hollow, the Civil War in fact in the legend. So that means got, I mean, there's all kinds of like great stories in here. So you all should check it out. You can find, you know, just like the regular copies of this for like, I don't know,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4921.04,
      "timestamp_end": 4981.84,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: like 10 bucks, something like that, 14, 15 bucks. That's more than I want. So there you go. That's pretty awesome. It's a cool book. You're not going to find that on Kindle. Nope. So no, it's, yeah, so no, but I'm some sitting there kind of going a little bit down point pleasant, you know, because I'm I am a little curious now just of the history. So I just looked up the dark history of it. Let's see, dark history of point pleasantness Virginia. Point pleasant, most Virginia has a history marked by several dark and tragic events that have shaped reputation and folklore. So there's a battle point pleasant. That was what was mentioned in there as well. That's what he was talking about. Cornstalk curse. That's right here. That right there. 1776. Exactly. Yeah. Proplexity was able, okay, so it's a right in the book. Yeah, for this made it curse the great spirit. So it's cool. So proplexity, if it's a good search, you should try this, ask it about",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 4981.84,
      "timestamp_end": 5048.96,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: haunted valley. The book in some point. See if it can find that or yeah, there it is right there. The Mothman legend. Yeah, yeah, so yeah, I work more. I don't I just search the dark history because I just first I put history point pleasant because it mentioned it and it has everything and I just put the word dark in front of it. So silver bridge disaster. So so 1967, silver bridge connected point pleasant to Gallipolis, Ohio suddenly collapsed during the South traffic. I think that's the what inspired the Mothman bridge collapse. Mothman in the Mothman legend. 1966 point pleasant became the epicenter of the Mothman legend. Residents reported sightings of large ring creatures going red eyes. It's like he said. Like we've talked about. Let's see. The area, former Virginia audience workers known as TNT area is in abandoned World War 2, me Nishin's plant in your point, Pleasant. It became associated with Mothman.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5048.96,
      "timestamp_end": 5109.72,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: It's interesting because I was reading that the JLOS bombing did the dynamite that he had to suitcase up with was tied to some constructions. So I bet it's linked to that. That's a good thing. That's a good point. And economic struggle is like may small times that faced hardships, but you know, everything you're saying was saying it sounds like at least as far as things around it flourished at least in the initial state, you know, a couple of hundred years ago. Like he says, like a beautiful woman, that general said, but dressed in rags. Like it's, it was just that area. Like the curse was affecting just that area. Yeah. Two extra. No, I mean, yeah, no, it's really just I was just about to say this next part to me is like, I honestly want to go there and I love it. Dark tourism actually.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5109.72,
      "timestamp_end": 5172.48,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: It's the ticket to make fun of Gordo talking about visiting places where things have happened. Like is this trail of tears to her? That's like, but no dark tourism. This is so dark tourism refers to traveling to places historically associated with death tragedy or disaster. Former tourism is gaining increasing attention in recent years, both academically and in pop culture. So dark tourism has Holocaust tourism, genocide tourism, battlefield disaster site tourism, prison and persecution site. Traitorism and communist communism. Well, yeah, it's it's certain that's about suffering of people, popular distrations. Okay. Well, of course, us which is up there, Chernobyl, yeah, man 11. Yeah. Yeah, good on going off. Here's Shima. Yeah. Uh, wait, so Cambodia, the twirl slaying genocide museum. Can I be honest with you? No, I don't want to go to any of this.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5172.48,
      "timestamp_end": 5234.08,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: So you've been lying this whole time. I want to go to any of those places. You've been lying. I actually did some dark tourism because of my sister when I visited her when she was living in Germany. I mean, I mean, I mean, if I was in there, also, where are you? Also, where is your fascinating? But I got a bunch of pictures, but it's like nothing, but they have bones. It is actually really cool set like all over the place. It's like a great site, but like art and also, it's also wearing German area. It's actually, it's actually really cool, but I think it would probably fall into dark tourism. But yeah, either way, I think that I think that they have, they have accepted their, the Mothman. You should look up the statue. Mothman statue? Yeah, probably do that and do get to deserve what I got for the movie. Yeah, Mothman statue. Got it.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5234.08,
      "timestamp_end": 5294.68,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: Mothman persists. Yeah, look down there at the bottom right there. Look at that. The one next to it. That's a better one. Oh, that's a good one. So who made it? I don't know. It's just there. It's in Point Pleasant though. They've accepted the Mothman legend and they have a freaking, they have a statue made of them. I mean, a statue that they can't get rid of for any number of reasons, you know, the community could be like, no, it's part of history. But either way, like it, for a statue to be made that persists like that, it says something for such an obscure sense. It says that there's something to it. Well, there was, it was enough of a buzz. They created it. That's what I'm saying. Where else is the really in statue built of some weird like that? You should really go look at a lot of the different here. So here, we'll read what's on this. You want to read it? Go ahead. So on the statue's got a plaque that states legend of the Mothman on a chilly fall night",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5294.68,
      "timestamp_end": 5358.12,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: in November 1966, two young couples drove into the teen tea area of North of Point Pleasant, West Virginia when they realized they were not alone. What they saw that night has evolved into one of the great mysteries of all time, hence the Mothman legacy began. It has grown into a phenomenon known all over the world by millions of curious people asking questions. What really happened? What did these people see? Has it been seen since? It still sparks the world's curiosity. The mystery behind Point Pleasant was Virginia's Mothman. It's culture. So we know who made it, but still it's, they recognize the weight and gravity in this power of... whatever that experience, whatever's happened. Cause it's that thing about it. It's fine. So here's the thing that some people should understand about it and you as well. This is why I- I refuse to know. I urge you to go- I'm so coming around, don't you see that? No, I know you. I know you. And I was gonna say, no, it feels great. Because it feels great. It feels great, because you see it like,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5358.12,
      "timestamp_end": 5419.6,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: it feels great because you see that, you know, you see the kind of the intrigue behind it, because what I was gonna say is that like, you should really should- It should be here. You really should go look at some of the videos and like things they have on it because it really does like, it just, it's more than just the, he's more than just a moth, man. Yeah, so- I know. There's more than just the bridge collapse. Yeah. And it's not that, what I mean by that isn't that, oh yeah, just the stuff that took place back in, you know, 1860 or something like that. Look how menacing that is. It's like- It's like, they let that be shows, they wouldn't leave it there and that there's weight in like, some kind of act- It's almost undeniable, I feel like. The way they look at it, in my opinion, is almost like, at this point, what do you else you chalk it up to? It's undeniable. They know that this place has been such a- I'll see if they took it down. They're probably afraid something bad might happen.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5419.6,
      "timestamp_end": 5479.72,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: This place has been such a shit hole or whatever has been affected by such like unexplainable tragedy that what else is it? It's almost like one of those things of like shit, and maybe it is a way of healing. That's what I'm saying. I wanna go there to see it. I wanna see that statue. But- Yeah. I was gonna say- Watch it. Is it like the thing is about this is what's crazy is that there was so many, after the bridge sighting, there was so many other sightings of Mothman in Point Pleasant. That's why he holds the weight he does in Point Pleasant, and in that area is because it wasn't just that one time of like, oh, we saw a big Moth Bat Bridge or a fucking bridge. Wouldn't substantiate this. No, people were like seeing him. Yeah, people would like seeing him like they said at the TNT plant, there was other stories of people having seen him. Like he's popped up different times.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5479.72,
      "timestamp_end": 5540.2,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: It's just wild, man. So yeah, there's the Mothman curse of cornstalk. That's how the curse of cornstalk. And it's Sun Birdman. There's the red eyes right there. We're looking at the image of the statue. It shows the red eyes are a very prominent aspect that need not be ignored. Yeah. And it's interesting that again, his son's name was Redhog. Yeah. No, that's the next one's too. No, absolutely. And they said again, if you go the more you dig into it, the more times you find that people explain that he had reddish, you know, the Mothman or whatever had reddish feathers. Yeah. Whatever it was had like the feathers were red. The people that were able to see him, I guess, in enough light to actually be able to see his color rather than either way it's fascinating. No, it's very fascinating. See, whenever I, again, the movie did for me a disservice. It did. It did, but also have you get, have you get there, right?",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5540.2,
      "timestamp_end": 5602.88,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: No, the movie, the movie did a disservice, but to me it also like, I like how it, there has to be, I can send you the documentary that's seen on it. I'm not, they're decent. There's all, it's hard to find really good ones on it, but there's decent ones. Potentially we could. Yeah, we could probably do a good, good documentary. Maybe that's where Mike and me comes in. Maybe, but either way, there are some good ones out there. I can show you. I'd love to go to Point Pleasant. I think it looks beautiful. It, Point Pleasant looks beautiful. We're gonna have to do another deep dive into man-made monuments to unexplained, like, how this would be categorized. Yeah, that was man-made. But we made it, like a Chupa Cabrero statue. Yeah, just like, where's, where's the man-made monuments that, you know, at least recognize some supernatural that, yeah, but no, some something unexplainable has occurred and it's almost, I'm not saying it piezing it,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5602.88,
      "timestamp_end": 5664.76,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: but it's almost like, okay, Mothman, we recognize that you're evil and you're here, and I don't know if things still go bad there, or maybe it's almost like, Red Hawk. Well, they say, it finds peace, be sane. Because at least acknowledge, this is a way of acknowledging what the travesty we did. We did say that curse the land for 100 years. So, maybe the curse is up. Yeah. Not only that, but maybe too. That's why people were saying it's like, if Red Hawk really was somebody who was wrongfully killed, and he's on the bridge. which maybe he is straight. It's not that he's, you know, that's why people theorize that he's not a dark, you know, something to be afraid of that he is an arbitrary. Like he's a harbored, he's trying to warn people that like there's something bad coming or that you need to pay attention to whatever. And so on, but he's probably theoretically trying to say if you don't get on the bridge. If he was wrongfully killed. Yeah, because it could be, we saw the mothin' this happened,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5664.76,
      "timestamp_end": 5726.48,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: but it could be the mothin' was trying to keep them from going on the bridge and then, you know what I mean? Mm-hmm. To where? Absolutely. That's what people theorize. I'll send you the documentaries again. Now I have homework for the night. Heck yeah, well, I like that. I like that. I take a wee wee. Yeah, wee wee or? I need a wee wee and then we come back and do your thing. Yeah, we'll come back and wrap it up. And then, yeah, it's, that was gonna say. Yeah. I gotta use the bathroom. Well, PPs. And we're back from a good, a good releasing of discomfort and it's been great. Sir Michael, it's, you know, we were recording on different night because it was like we'd talked about. There was a lot going on this weekend. Between party and yet, people coming to town and, you know, Jeff would normally been here and we'd love Jeff and we were just in the best so yeah. So we're gonna go and get to the end of it. And that last time we were gonna,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5726.48,
      "timestamp_end": 5788.48,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mothman and Redhawk Spoken Words: we started movies to mic in these movie, movie every week. We'll give you a movie to see before you die. Like, so basically a movie you should see because we believe there's important value in it. And we're not gonna say much about it other than you should see it. And if you're interested, you know, look, you know, do some research. But this week's is a little movie that's very near to my heart and it's very pivotal. This is a child I saw it and it was a movie that came out well before and I was born, but I was reading the sci-fi and I think you came out in the mid 70s but it was a movie called Logan's Run. Oh yeah. Logan's Run. And how old were you when you saw this movie? So this had to be in maybe middle school. And Chris would have been, Chris was probably with me when I rented it whenever we would walk up to the video store and rent, they had Tuesdays, too, for 99 cents. You could rent movies at video update,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5788.48,
      "timestamp_end": 5848.52,
      "chunk_topic": "Mothman and Redhawk",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mikey & Me Movies to See Before Dying: Logan's Run Spoken Words: but they had a limit of like 12, but we'd rent the max for like, you keep them for a week. And now, literally, it probably rented like every science fiction movie. And on the shelves, and then extended. And so yeah, Logan's Run was one of them. And yeah, you should watch it. They made a movie called The Island that came out in the, I think, mid to early odds, maybe with even McGregor in Scraled Johansson, which it wasn't a remake of Logan's Run, but I still remember seeing a trailer for it in the immediately thinking, this is a lot like Logan's Run. It wasn't a remake, but there's a lot of similarities to it. And people, if you see a lot of movies and science fiction, you could be like, oh wow, you can see, or an earlier version of the idea, but Logan's Run, it really opened my mind up to a lot of interesting sci-fi. Yeah, yeah, kind of more head-y sci-fi stuff at a young age.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5848.52,
      "timestamp_end": 5909.56,
      "chunk_topic": "Mikey & Me Movies to See Before Dying: Logan's Run",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Mikey & Me Movies to See Before Dying: Logan's Run Spoken Words: So yeah, that's the movie to see before you die. And go straight from there to recommend recommendations of the week, I rarely say the four word. There may be the first time in a long time. First time in a long time. Mr. President, what's our recommendation? Well, the recommendation is, well, number one, I recommend that you give yourself a pat on the back because you did the right thing and you made me the president. So you should pat yourself on the back for that. No, I'm getting my recommendation of the week. I think you should, everybody should do whatever they can to try and calm the static or turn off the static of life for a moment. Every, if you can do it every day awesome, but if you can at least do it once a week, just do it once.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5909.56,
      "timestamp_end": 5969.64,
      "chunk_topic": "Mikey & Me Movies to See Before Dying: Logan's Run",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: If you can accomplish it one time because then you accomplish it once and then from there on out, like, you're gonna be hooked, in a sense, you're gonna be like, oh, this is great. And you don't need to use it as like a, it's a tool. It's not something that you get hooked on. You know, I know I just said you get hooked on it, but it's not something that you should just rely on and use as a revolving door. It's like, use it to help you whatever, gain that perspective. And then, you know, don't get, don't get to attach to it, but take that time to sit down and whether it's, you know, chanting something, whatever, listening to a sound, a frequency, whatever. 528. Yeah. So, yeah, those, so 528 frequency. That there's other, well, what I've done before is like you can do the, there's the method of, you know, like the Tibetan bowls, which is the, you know, you hit the bowl and it rings. And it rings and you make, so they have audio of that.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 5969.64,
      "timestamp_end": 6032.0,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: And for me, that's peaceful and calming because I can, I can just like kind of sit there and get lost just in the sound and let my mind go with the sound. That's why those things are important or they're helpful is just because your mind is going to wander and go on different things. And so it gives you something to just, okay, I'm having this thought, oh, I need to get up. I need to do that. I need to do this. While at the end of the day, it's like, yeah, I need to do all these things. But in those moments, you have to remind yourself, listen to the sound. Yeah, go back to the sound another way method of doing it is chanting. Whatever, and that's the beautiful thing about it is no matter what religion you are, there's some kind of chanting you can do to be able to like, for instance, you can repeat hallelujah. If you're a Christian. You're on mantra. Like, yeah, you can do, you know, a harry christian if you're Hindu, you can do a lot if you're muscle either way. You described that what it's doing is just giving your mind a target, a simple target that's not complicated to follow because it will wander.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6032.0,
      "timestamp_end": 6095.0,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: And no, I just give it this and it can just kind of start to wander and just become a calm ocean of all the static going away. And it allows you once that static, what the reason it's cool is because once that static kind of dies down, you really give yourself time and you if you give yourself the luxury you don't typically you're not typically able to afford yourself of being able to turn off the outside world or the static and really tune into what you want and need and feel in life. And that's the thing that's important is that we all are influenced by all kinds of stuff outside of us, you know, some people buy a rat race of like, oh, I want to have better things in the next guy or, you know, Carl, it works doing better than with me and he got a new card. I want to beat his like, you know, or it could just be the race of survival. Like I'm stressing about how am I going to pay this month's bills in and you need as much as like that's a prescient and urgent thing. Your body, mind and soul need to not think about that all the time.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6095.0,
      "timestamp_end": 6158.0,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: Yes. And your ability, that's the ironic thing about it is that it's like, it's like it's almost like maybe your thing that you introduce me to Zook's fame is where it's like, you know, the, and it's kind of weird how you almost to it's like, woo way letting go, you know, it's a, woo way is the art of non interference when you let go, you gain the control you want. And so by letting go of the situation, like you said, you know, it could just be the simple stress of these things. At the end of the day, you the biggest benefit to you could be totally letting it go and calming and stealing your mind and then all the sudden you realize what you need to do. Yeah. And that, that absence of, of action and thought is what brought in this gave way to this new thought or understanding realization about yourself. And that's your brain. A lot of times literally do what it's doing underneath. Like when people, they talk about these, you casually say, I'll sleep on it and people raise, but actually like your, your brain is processing and thinking and doing things that you're not consciously thinking and intensely doing.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6158.0,
      "timestamp_end": 6226.0,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: To where like, yeah, when you let it be quiet, and you talk about things will just come to mind or it could be, or it could be nothing. And it could just really be, no, I'm not no revelation happened, but no, but your emotional and mental health, they need to get away from the high stress environment that you've created in your, that you live in probably. We're, yeah, yeah. And sorry to cut you off, but we're super adaptable as human beings. And I think that we don't, we always give ourselves like, you know, it's like we give ourselves credit for being able to adapt to different situations and overcome and, you know, be so resourceful. But then also to it's like we forget that. And it, while that may be a good quality that we can adapt and overcome and be resourceful and like continuously work in such a chaotic environment. That might be good, but also at the end of the day, it's like that also might that's not what it's not really is what is good for you on a physiological psychological.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6226.0,
      "timestamp_end": 6290.0,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: You know, who knows whatever level it's like it's a very output the efficiency of what you're doing is going to start to have diminishing returns if you don't intentionally. Just put it on pause and just shut, just get away from it. Yeah. You know, just, and it's weird thing is because I've gotten for a while to where I have a hard time enjoying almost anything. Yeah, I can imagine. Like video games. And it's, it's where, it's, it's, it's, it's, and it's to where it's like a, and to where I used to be, play, you know, heavily in a clan and everything. And you have a kid and a family and this, and just, I'm, even before certain life events, it's, I've, I've, I've lost the ability. I haven't lost it, but I've misplaced it. And a couple of weeks ago, whenever I think, you and Chris here, but I talked to all about some stuff that happened. And I was, he, he said it, but it is simple, but he's like, he's like,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6290.0,
      "timestamp_end": 6356.3,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: hey, I'm about to leave. It's like, seriously, sit there, play video game. Don't worry and don't try and solve anything. Just sit there. Nothing you can do over the next hour is, is gonna make a difference. You know, I get, and he's like, you're right. It's like, I can sit there and have, I could think, oh man, I have to pay rent. I have this, or I have any kind of crazy thing that I have to try and figure out. And I've been obsessed with it for 24 hours a day, for down many days, you know, in a row, to wear hold on. If, if I just for a couple of hours, knowing that exists, but, and I've been doing everything again, it's not going to make a difference in my body, mind, soul, and even just my personality need to just let that go and just actually, and whether it's a video game, whether it's watching a movie fully intense, and I'm saying some people can be easily, they're distracted",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6356.3,
      "timestamp_end": 6417.22,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: by these things, but if you're the kind of person to wear, it's univin, just, you're not distracted by them. You, you might have them on, but actually sit there and just let and, the, letting go of your reality for a brief amount of time, and just, uh, mental and emotional, spiritual benefit of, and it all comes back to just what you were saying. The whole meditation, just, the static, and static can be defined as any number of things, but it's so important for health. The static to me, what, uh, yeah, no, all that was pretty much exactly what I was trying to convey. You did, does an excellent job of pretty much saying what I meant, and while I mean what I mean by static is just that it's like, you have your own static inside your head of like, okay, I got to do this and I have to do that, and I need to manage my time and I need to go do that, and I have to do this and blah, blah, and also, you know, balancing what, you know, your future is and all these decisions that, while they're all important to an extent, you need to do them, right? But then also,",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6417.22,
      "timestamp_end": 6478.66,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: there's like, you also need to question how much, you know, these other things are, how much you really need to do some of these things, and if, you know, if you're just trapping yourself in a cycle or getting caught in a trap where, you know, also, too, it's like, the static as well is the static of of other people of life around you of seeing that, okay, you know, because whether you like it or not, everybody wants to fit in and it's like nobody wants to stick out negatively. And so everybody does the best they can to keep up with the Joneses. Yeah, you know, it's like, and it's fascinating, it's static, you make like, that static. It can be, yeah, and for like, comparison. It's static, yeah, it can be so crazy, because it can be that just, just static or my static, totally different, but they're equally prospective wise, doing the same thing to us. Yeah, same thing. Our brain is doing the same thing to us. Doesn't matter what that is. Yeah, it could be, I'm trying to live up to a standard",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6478.66,
      "timestamp_end": 6539.26,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: that I don't need to by comparison, or it could be, I'm stressing to be a family, or it could be, I'm doing these, they could be, they could be unnecessary worries, they could be necessary worries. Yes. You know, that it's going. Day two, you can't, the thing about it, you need to keep in mind. I don't think there's any way of measuring or proving how much our conscious effort or intention really plays a role in the way things play out. How many times, again, with the road to hell is paved with good intentions. Almost like coming back to your trolley thing. It's like there's some situations that we really have no control over, but there's an illusion that we do. And there's an illusion that like, you know, no, totally, we have a say in it or that we can actually affect some kind of change. And so it's like, that's something you have to keep in mind. But just when something's happened in life, don't let them destroy you because it was inevitable. Exactly.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6539.26,
      "timestamp_end": 6600.02,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: And like you said, it doesn't mean do nothing because you're a human being. You can't just even with the meditating and stuff. Yeah, it might feel great and you're sitting here and you're in a great state. You can't just sit here and be a lump. It's not a human. You have to take that forward, take that state of mind forward and try and be that change you want to see in the world and help positively affect people around you. Yeah. And you know, not just go off into the woods and just to keep your peace. Exactly. It's like, so yeah, either way, that's my recommendation on some kind of little meditative practice. That was a fucking 14 minute one. Yeah. My recommendation is hug a baby. If you if there's a baby or somebody that's a good safe. If you have this situation and it's welcomed and there's nothing untoward about the situation, I just did a part like trying to pick a baby. If you have a niece or nephew or a close friend that as a baby and you haven't visited",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6600.0,
      "timestamp_end": 6660.8,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  },
  {
    "text": "Topic: Recs of the Week Spoken Words: them, go visit them and actually hold the baby. Give it a hug and just, you know, I think it will benefit you in ways you didn't expect. I picked your little baby up when I got her. She's not she's she's not quite little. I know she's small, but she's not. They people have it's what, you know, family members, they want to go and say, I know she's pretty heavy like she's. It's just like you're like bend down now. Yeah, she's you know over a year, but she might as well be a year and a half as far as how long and like she's she's going to be six foot to. That's what they said about me, but all that to say, I think it's been a wonderful time, Mikey and be saying you.",
    "metadata": {
      "date": "11-13-2024",
      "episode_number": 602,
      "episode_title": "The Trolley Problem; Crop Circles; Mothman Returns",
      "timestamp_start": 6660.8,
      "timestamp_end": 6705.16,
      "chunk_topic": "Recs of the Week",
      "topics": "The,Trolley,Problem,Crop,Circles,Mothman,Returns"
    }
  }
]