[
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. Greetings, Travelie. You've just landed on the Mikey and me podcast, but fear not for this is no mistake. No baldness stars, no glitch in the matrix. No, I'm afraid this has all been planned, predetermined by powers no not to us. So pull up a chair and join us as we find our way together for you or among friends. Hello friends. Friend Jeff. Jeff. He's back in front of me. You moved him. Yep. I just you know it. I just wanted to have Jeff put that happen to work. I wanted him to be in front of us. Jeff has been moved. Jeff is back at night. A front center. Well, I can front and center part of our lives. For those of you who are wondering what we're saying, we're on our little monitor. He was off to our right now. He's on the big screen. Jeff finally made it to the big screen guys. He's been chasing that dream. Said boys, you see me up on that screen. I said, I'm a do whatever I can to help that dream come true.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 0.0,
      "timestamp_end": 64.0,
      "chunk_topic": "No specific topic",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm not a lie. I think I pretty much did it all for you. I know we're all pretty excited about it. That's excited. That's teamwork. Someone's got to be there to be carried in order for the team to do it. It's true, Mama. I did it, Mama. Cool. Mikey forgot something very important. Oh, Jeff thought Jeff thought. Jeff sabotaged me. Oh, we got rid of it. Jeff sabotaged. We had to be done. No. We had to put that segment down. No. That's the segment's fighting for its life right now. You looking for your phones. It's not that. It's not my phone. No. I'm looking for my information providing. I have a I have a tablet specifically for the said subject. It's a rainy 47 degrees to nine dollars Texas. So if you're out about be sure to take a jacket and umbrella. Because it's a cold wetland out there. If you happen to find yourself in Santa Clara, California.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 64.0,
      "timestamp_end": 129.0,
      "chunk_topic": "No specific topic",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's a low of 41, but right now sitting in a cool 56. Cool 56. Yeah. So he used to call me back in middle school. He's a really good. You know, Louisiana's 49 degrees. For all of people down the bay. Follow people out down the bay. You is a cold. It's a 49 degree. They make a wetter for himself. Yeah. They get it. They don't get it. It looks like they about to get wet. That didn't even make sense. So there we go. It's the weather. It's the weather. Yeah. It's been wonderful time. It's been wonderful. It's been wonderful. The wife and daughter have been out of town visiting my sister still. I miss them. But we've been productive. We have. We have. We've been doing stuff. I've been driving over here a lot. I'm excited to while I love you, but I'm excited to not drive over here. Yeah. It's a lot of. It's a lot of gas. A lot of miles to hang out. Yeah. There's a little something where we put out there a couple days ago. It's probably worth talking about a little bit. And Brilla Man. Let's talk about it. What is it? What do we do?",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 129.0,
      "timestamp_end": 193.0,
      "chunk_topic": "No specific topic",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Well, we just kind of had a little random idea to go to do something a little different. And it just kind of happened that I don't. I think I don't really know where to start with it. I guess. But what it had just thought about. We thought of well, we had been thinking about shooting stuff. And oftentimes whenever we have the time to do it, it's at night. And I'd been thinking, well, how are we going to shoot at night and be able to control have lighting and in whatever environment with not it being a big deal. So. Came up with, oh, I could use like, you know, an umbrella like I could put a light in an umbrella. And then that way. Doesn't matter where I'm at. You could have light. So then we just figured out we'd go do Lady the Lake. That'd be the first thing we'd go cover because it's right here. White Rock Lake. Yeah. White Rock Lake. It's the closest lake to us. But it's yeah, it's pretty central. It's probably closest downtown Lake. There is maybe. Yeah. Yeah. Absolutely. I would say. But yeah, no, it's, you know, it's cool. Just being out there. And so yeah, we had just I got over here.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 193.0,
      "timestamp_end": 258.0,
      "chunk_topic": "No specific topic",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Under the Umbrella Spoken Words: Let's see what else Friday, right? Yeah. That's Thursday. Yeah. Well, yeah, yesterday's Friday. It wasn't yesterday. No, it was. Yes. It was Thursday. It was Thursday. I'm sorry. I'm all mixed up this week. We had no, we was Thursday and yeah, it went out and it was funny. We had had two spots in mind. We went to one spot and just kind of tried to feel it out. Shoot a little stuff. Few things there. And then you know, you know, you went on to the next spot from there. And if that second spot after we were done and like walking back to the car. I heard, I heard somebody say like, Hey, you know, I like that umbrale, man, like badass umbrale. Yeah, it's like so dark. You can't even see. these guys. Yeah. And so I just like kind of turn back in the general direction. I was like, appreciate you, man. And he's like, Oh, nah, I really dig it or something. And he's like, no, me, it's mine now. He pulled out the piece. No, he didn't. No, but he, you know, we talked for a second. And then I entered up, you know, he wonder what we were doing. And told him we were doing a",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 258.0,
      "timestamp_end": 319.32,
      "chunk_topic": "Under the Umbrella",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Under the Umbrella Spoken Words: podcast. And so long and short of it, he was, we entered up interviewing him and his buddy. Cause we told him what we were talking about with the lady of the lake. And it was pretty cool cause they both like reacted like, whoa, like we were just talking about that. Like, so it was just kind of a fortuitous that both of those guys were out there wandering. Yeah. And I was honestly surprised that I mean, I know it's a lore, boss. Yeah, I feel like I don't expect it to be that widely known that alone a couple 19 year old, 19 year olds talking about it. So that's anything that just kind of shows me the strength of the legend or Lord, whatever it is, you know, because I think it's pretty loose and ambiguous with the lady in how she might have died or whatever, but whatever there's, you know, a lady ghost spirit, something is so stated with the lake and that that has persisted enough to where, yeah, I mean, if anything, that just like I'm it shows you the power of it to where you it's the kind of legend that makes me think there, it feeds",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 319.32,
      "timestamp_end": 381.68,
      "chunk_topic": "Under the Umbrella",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Under the Umbrella Spoken Words: like there's people experience a weird stuff around there that keeps it going like even the kid to store he told it wouldn't lay the lake, but there's evidence of weird stuff going around there and see that feels it that put you know, but it makes it kind of validates parts of it, right? What I thought was really neat about it is that like number one, how enthusiastic both of those guys are super cool. Yeah, and had some stuff for days, either. Yeah. And we're gonna we actually we're gonna we plug their poll their podcast. I think the one guy just started a podcast or something. Yeah, look like it. Yeah, we're gonna plug him. We'll put him in there as well. He's got he hasn't YouTube yet or anything or maybe. Yeah, I don't know. I don't assume, but yeah, it was cool. It's cool connection. You have to check out the video post link and it's only nine minutes, but yeah, I think it captured it pretty well. Yeah, and I was gonna say I think his need about the whole thing is that not only like obviously the lore is still it's the lore is still strong enough for for him to have a theory. Oh, yeah, that weird stuff he saw in the woods that like maybe somebody was trying to like bring her back or whatever. That's what I thought was,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 381.68,
      "timestamp_end": 444.44,
      "chunk_topic": "Under the Umbrella",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Under the Umbrella Spoken Words: you know, shit, like I think there was some straight up evil witchcraft going on. Oh, yeah, yeah, yeah, but either way, that's kind of because she would have theoretically been dead so long. I mean, it'd be interesting. Maybe if they were just trying to actually bring her back to it. I don't know, but I can kind of see where he's going. I'm saying it's cool. Like, obviously that is in his that's the whole idea. I don't know if that that came into his mind. Yeah, it was my point that it's like what was wrong. Yeah, no, that one, the one friend is he was he seemed very open to spirits maybe putting things in his mind. So, man, that was cool. They were cool. Yeah, you guys should go search for the Grand Prairie Cobra. Yeah, well, that's it. See, that's a danger living lore. I don't that's I don't yeah, I don't know if that thing's even that's what we've talked about. It's like, I don't know if he survived. If that thing what happened to that survived the trying to sneak behind me is that the story man. Okay, the Grand Prairie Cobra, it is I can go down to the apartment",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 444.44,
      "timestamp_end": 508.36,
      "chunk_topic": "Under the Umbrella",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Under the Umbrella Spoken Words: complex. A little cryptid you guys will start creating collecting there we go. NFTs. You should make the NFTs. There'll be an NFT from the cobra snakeface lady in the lake and all of them every single one you can think of as being made right now. monetize my thought. Now monetize this. We could send them off free. Matthew monetize. Yeah, mind it's in his mind. So, on them, they'll be they'll be just distributed. They'll be distributed freely. Yeah, because we ain't trying to make money. We just trying to spread creativity and spread the good word in our faces and cartoon formats. Yes, sir. Yes, sir. All right. Well, let's get us into our first topic, which is a movie mad mayhem time frame. Stop. I do. Yeah. Okay. Yeah. Really well thought out title. I'm so who wants to kick this thing off? You want me to kick it off? You know, Jeff Jeff. One need to be my Jeff. Kick it off.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 508.36,
      "timestamp_end": 569.44,
      "chunk_topic": "Under the Umbrella",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Under the Umbrella Spoken Words: What you did. Okay. Actually, I'm where's my. Let me start. I don't know how many movies I had maybe 12. Yeah, you keep going free hook hook. What a great movie. After that. After that, guys, that's about city slickers. City slickers. If you haven't seen it. I wasn't too big of a fan of the original. I love Curly's goal. Yeah, Curly. Legend of Curly's goal. I just remember seeing the trailers for it. On the VHS before the VHS. Yes. Yes. Yes. I was here. I never actually watched the most so young. I never. Yeah. Same here. That's until I finally watched it. I was like, it felt so cool because I'm like, I always used to see the preview for this. Dad and Suburban Commander. Yes. I think it was making before another movie that we're good, bring up on. I think it was a trailer before but you can keep going.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 569.44,
      "timestamp_end": 630.4,
      "chunk_topic": "Under the Umbrella",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: My third movie would be the naked gun two and a half. Yes. The smell of fear. Yes. Love them. Love them. Ernest scared stupid. No, really? Yeah, I'm glad you put this one on my key. Yeah, I'm glad you put this one on. I didn't. This was a nerd. I was a kid. Ernest scared stupid. Many people my age like grew up on Ernest hard core. Yeah. Ernest goes to camp. It's probably my favorite. Had the turtles. The parachute is the is the goat. Yeah, the turtles at the end. Yeah. Coming down. I've always loved turtles with my mom. This is this. Everything is perfect. You like turtles? I didn't even know about Ernest scared stupid. Tills like an older kid. I know it existed. And it was so that it is got to be the weirdest, most random of all the Ernest movies. Really? We have saves Christmas. Ernest goes to jail. Ernest scared stupid. I guess it's the version of a Halloween mood. Ernest goes to Egypt. It's pretty out of pocket.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 631.6,
      "timestamp_end": 692.24,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Wait, was there one called Ernest goes to Egypt? It's the most fun. It's the most fun. The most fun. The most fun. It was towards the end of the Ernest. The Ernest. It's pretty good. Cool. After that, the movie I would say is clear. If you want to pull up a trailer, I don't know. You pull up. If maybe I don't know. Clear cut. Clear cut. What? Have you seen clear cut? Never heard of it actually. Really? Tell us about it. I just remember. I just remember. I'd be to pull up this trailer. Let's see. A white lawyer finds his value shaken when he is paired with an angry Indigenous activist who insists on kidnapping the head of a logging company to teach him the price of his destruction. After that. You saw this as a kid? No, I didn't say as far as a kid. But I mean. That's right. Because maybe. Do I have to say that like, I've seen movies.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 692.24,
      "timestamp_end": 753.12,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: I know I'm sorry. You're right. I'm always kids. In 1991. Yeah. If you didn't watch it in 1991, don't fucking mention it. I thought those rules were going by. Born in 1991. Had to be movies. You saw that year that came out that year. This is fucking biting and I didn't specify that. So what's this movie called Clear Cut? Clear Cut. Clear Cuttus? Yeah, man. Clear Cutty, Cutty Bingbaugh. I always make fun of my movies, man. That's why I don't research movies. You don't make fun of them. That's why I stopped watching movies years ago. Mm. Is that right? Mm-hmm. Oh, how long, guys? I'll see you again. Reduce stuff here. Oh. It all moved. And the meantime, I'll sing a song on the scale. No, I mean, oh, you want me to keep going from moving? OK, yeah, yeah. Something because we're doing this. Cape Fear. Yes. Cape Fear. Cape Fear. I think I got like one or two. Yeah.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 753.12,
      "timestamp_end": 813.48,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Two more. The Boy Scout. The Boy Scout? Or the last Boy Scout, sorry. The Boy Scout. There you go, Jeff. OK. You keep going, man. We're about to present the window. So with the Clear Cuttus? 1991. Yeah, you don't have to pull it up. I've come too far. I've pulled this tray up, Mikey. OK. Yeah. Ew. Clear Cutt, one word? Yeah. Mm. Can you have deposit? Because I want Jeff to see it, don't we? The movie is pretty fucking wild, dude. The one dude in this movie, like, he's been in a bunch of stuff.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 813.48,
      "timestamp_end": 874.2,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Who's that right? Indian guy. The Indian man. The Native American failure. The Native American man. I think Jeff can see that. Can you see that, Jeff? Yeah. It's probably groundbreaking, by the way. and all of the ant no one knows the That is Grand Green. Just a moment. Deeper. Dude. The dude takes matters into his own hands.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 874.2,
      "timestamp_end": 934.58,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Where beauty becomes terror. So what else do they say? Dreams become nightmares. This is like a movie with Native Americans get vengeance back on the white man. See a prayer. OK, we're going to watch this. It was a good guy. Things he cuts down our trees and some of your cuttings. I don't worry. He got yourself the wrong guy here. I'm not bloody. We have a pure of fire. Just a tip-get. What's going on? Bro. See, these guys are, it looks like they're getting involved in kidnapping, potentially murder, overdiscism, logging. Resents. Stop it. Grand Green. Stop it. Clear cut. Do you see it? This is like the Native Americans. And you see this. This is like the Native American. Dude. Almost. I have to watch this.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 934.58,
      "timestamp_end": 995.54,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Yeah. Clear cut. Thank you for that. Yeah. Man. You're going to, I think you're going to be pleasantly surprised with Clear cut, as you. Not already in. And then I had named. Yeah, obviously, I'm going to leave the rest for the big picks. I'll leave them up to you guys, you know. Figure that thread you guys a few bones. How many movies is that even? I don't think it was any. Never the right amount, as always. Bruce Fulsai. There's, that guy is Rob Fulsai. Bruce Fulsai. Well, good stuff, man. Good stuff. Yeah, thanks. Y'all, thanks for coming, man. Yeah. So Jeff, would you listen to me? Be saying it. It's going to be an extra gem for me to go. Depends. You're the host. Brody goes. Oh, what else? Matt goes. I go. I say Matt goes. OK, we can let argues like Jeff go. Because I do have a list. I don't think I would've it down to 10. OK, Jeff. So Jeff, you can go. And I'll do that. Well, Jeff's doing it. All right. Be saying it.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 995.54,
      "timestamp_end": 1057.02,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: So I didn't listen to Mikey's at all. So I'm just going to go through mine as if he didn't speak. Number 10 is one of my personal favorites. Boys in the hood with Cuba. That's my Cuba. That's my Cuba. I love ice cube in this movie. Yeah, I think that's his first one. Anyone cover with that or something? OK, yeah, I think that might be right. I don't. I don't. Number nine is just an ultimate like 80 late 80s, early 90s action, like back draft. You know, the rest of the Russell. Right? Oh, back draft. Yeah, absolutely. Great picture. I wonder ball ones, I believe. Yep. Great picture. Yeah, I never actually saw it. But I was very. I remember when it was out. No, I remember when it existed as a kid. It was rated R. And it was as T young to ever see by the so his members. I told the movie about firefighters. It's like that one in light of 49 or the firefight. Yeah, like, yeah, there's not a lot of actual legit movies.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1057.02,
      "timestamp_end": 1119.58,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Let alone movies in the whole. They're good to firefighters on film. But they have back drafted. It might be the best ever made. If I think they do, I don't know if ladder for I don't know enough but that's pretty good. OK. That's good stuff. I'm glad you good stuff. Right on top of that Cape Fear, one of my movies. Yep. That's one that I said. Correct. That's correct. Then JFK. Yeah. And Kevin Poster. Yeah. Yeah. Really good movie. Very long. Yeah. Back in the day, that was a double VHS. Well, the story of the ENO is pretty long too. Where did that happen? I don't know. Oh, man. That happened just down the street. OK. So really, all right. So the day would not get. Just start going off down a rabbit hole. Rabbit hole it up. Next one. It's one of the most greatest movies of all time. Various action movies of all time.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1119.58,
      "timestamp_end": 1180.42,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Point break with Kevin Reeves. Patrick Swayze. Cam Bigelow. Actually James Camman's ex-wife. She's directed that. She really? Camphor Bigelow, yeah. She did hurt Locker and some other stuff. Her Locker, yeah. And Rachel Choi, Pepper. I have one. A couple of the main members have a small role. That movie Anthony Kedis. Yeah, I get killed. Yeah, there's a couple gang banger surfer gang banger dudes man. And that's a guy from Nirvana. What's your mouth? Who fires? I'd better keep going because I'm getting very offended by all the guys. The doors. Oh, all of a stone in our in our non speaking friend Val. Love that camera. Yeah. And before that, number four. Honestly, one of the greatest films of all time, Silence of the Lambs. Yeah, I love paintings. And then number three, Hook, as Mikey stated.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1180.42,
      "timestamp_end": 1243.84,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: But here's one they get slept on. One of the one of the most slept on movies of all fucking time came out this year and it's amazing. It's one of my favorite films. I had it as a kid on VHS. It's a start with the hand. I I wore it. No, it doesn't. Okay. The rocket here. Yes. I'm so happy. Yeah. It's happy you said this. Nobody talks about the rocket here. It's amazing. Kaleb does like a little favor as a kid. He fights Nazis. He has an awesome suit. He's Iron Man before Iron Man. Like it's it's good. Yeah. And then number one, 1991 has to be obvious. Like this is top five top if not top three greatest action movies. You think it's better. What better than clear cut. Oh, maybe not better than clear cut. Okay. T2 judgment day. Yeah. It's better than the first one because you have the formula. The first one believes the good guy. This one. You know what I mean? Oh, yeah. So much better. Exactly. He's actually the good.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1243.84,
      "timestamp_end": 1303.84,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: That's true. Time this time. The scenes. So it's a time this CGI. Like, oh yeah. That's tough. Dude. Showing people that's like one of the movies or people like, oh, it can do really cool stuff. Like with the liquid metal and everything. And it's cool because James Cameron directed it also. Yep. Right. But yeah, it's kind of you have some effects. It makes me think of the stuff he did on the abyss with the water. Alien is like a precursor and special effects. He also directed to a good movie. Yeah. Yeah. Yeah. I remember watching that with my aunt. She used like she talked it up. She went and bought it because she knew it. Like I hadn't seen it. She said something to me one time about it. You're good watch this. Oh, no. She seriously. She was like, you haven't seen the abyss. And I was like, no. Like all my God. She went out and bought it like the next day. Just to so I could watch it. And I want to share with her. I see why she freaked out. It was phenomenal. Yeah. You go back when we went at some of you. Not even on this. But yeah, I miss definitely directors. Cut. Need to check that out. Yeah. It's good.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1303.84,
      "timestamp_end": 1369.84,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: The darkness also came out this year. It was an honorable mention for me. Yeah. Yeah. No. It's not a winery. You thought you thought all your animals if you want. That was basically that's one of the fundamental. Okay. Feeding the beast. Oh, man. Beauty and the park. All right. It's good stuff. What else you got? I think that that's all Jeff's got. All right. So my list would happen to be. I'll start off no particular order. Science of the lambs. It is. Yeah. Academy award winning it. It sits. Yeah. It's really a masterpiece of psychological thriller that you know got a cat me award. No nominations and wins. It's I feel like it crossed. I put movies like that on a map. And even to this day, like there's really not that kind of movie that seems to be considered for kind of a Academy award type stuff. But you know, dirty father Anthony Hopkins. It said it was really.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1369.84,
      "timestamp_end": 1437.84,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Yeah, really some career defining stuff that was yeah, so so freaking amazing. Yeah. Second one hook hook is on my hook. It's yeah, it's got a Mikey in me three. That's that's five slice. That is that hook deserves it. That is a kid that just so many amazing memories have this movie every time I was sick. I would be at home. I would always watch it every time my mom knows to be like, oh, it's like home sick. For the reason to stay watching the best probably one of the best cameos ever was one close Glenn close is the boo box girl. Like is that or the boo box guy man, the man, yeah, it's a Glenn close like you want to pull that scene up Jamie pull that up. I'll believe you. Okay, I'll do talking about it. Okay. Keep talking. No, yeah, it's just crazy. It's like I remember the scene as a kid like because me and my brothers and.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1437.84,
      "timestamp_end": 1499.84,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Sister would always like joke about it. No, not the boo box, not the boo box. And years later, I find out that that's Glenn close is the dude they put in the boo box and turns out what an adieu man. It was a little fucking close. She's a handsome woman. She's a handsome woman. In like very, oh yeah. Yeah. Yeah. Absolutely. She's an attractive handsome woman. Handsome woman. Hit play that one. My boy. Do that jacket now fit this whole. Descent off in greatness. Yeah. Yeah. Bob Hoskins. Bob Hoskins should have played the penguin in Chris for no one's. That's natural. It's just on so many more things like Darrell. You'll be a great penguin. You.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1500.0,
      "timestamp_end": 1563.2,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Where's the cop? Shme. Shme. She this is like a kids movie bit. It really is so well done. That's yeah, it definitely bridges the gap, you know, for adult kid safe entertainment that you enjoy your Robert is this. That's Glenn close. Oh snap. That's really. That's crazy. I don't think I ever knew that. Hell yeah, brother. You made a book. A book yes. The book box. Usually set the production on everything for this movie is this.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1574.0,
      "timestamp_end": 1634.16,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: So the world building and obviously it's all really practical at this point. Yeah. So it just drops scorpions in a box. And it sounds like a wonderful thing. Wonderful experience. So yeah, I hope you'll feel. Oh yeah, I did. Rufio's. There's a kid. It's one of those, you know, the ways they help you be comfortable and accepting the concept of death. Yeah. Cause Rufio dies. Spoiler. Sorry. Rufio. Rufio. He did. Okay. Next on my list. Jeff brought up Terminator 2 Judgment Day. 2 2. Enough. Enough said. And also, just looking said that we've seen this boy. Another one. Point break. It's really an unniably great action. The noble. It's positive. So just so is the how long Kion or Eve's has been in the game. Oh yeah. He doesn't miss. He doesn't miss. You know, he's he's really up there. We're talking cruise on actually being an action doing action films for this long.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1634.16,
      "timestamp_end": 1696.0,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Except, you know, he seems like a really cool down earth guy. Yeah. Absolutely. I think we're getting on here in a week or two. Downed earth. He seems like a normal guy. I mean, he seems like a dude. A great, very committed actor seems intense. Bob Dylan. Bob the bride. His next son. Yes. Father of the bride. I love Steve Martin. This isn't even though you Steve Martin. We've been to came out this year, but this one picking. He's just playing trains and automobiles. Yeah. Him and Dick Van Dyker and that one. The father of the bride. Yeah. Just really good. I wasn't even I wasn't a father then believe it or not. I mean, I saw it younger, but it's. Yeah. It's like as a kid, even it's like I didn't. Nothing about the movie. It seemed interesting, but then the fact that it's actually just happened to be a great entertaining, funny, interesting. Yeah. Moving on the rocketeer man. Really?",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1696.4,
      "timestamp_end": 1757.12,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Yep. That was a very big movie for me. He is a young person. I really. Yeah. Really loved it. I don't really know a lot of other people who've seen it that like to be honest. I don't. Yeah. I mean, yeah. They do cable like had the lunch box and everything like that. No, that's what we do. That dude was always playing that movie at the house when we were kids. Like, you're making. Yeah. So that's good. Another one. Okay, here's where you get to some stuff. I don't know if you've seen that movie called naked lunch. Uh-uh. This one up. Pull up a trailer. Pull it. Pull the trailer up. It better be as good as clear cut. So naked lunch. We got what the Peter Weller. It's... Yeah, you'll see. It kind of definitely makes you think of Metamorphosis, Kafka and stuff, but it's, uh, yeah. I, uh, this is very... Timeless important. I guess is why they know a movie.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1757.12,
      "timestamp_end": 1818.0,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Naked Lunch, trailer. Kafka. William Lee, I am your case officer. You are my agent. I enter and report to your controller. Your wife is not really your wife. She is an agent of interzone incorporated. You must kill her. Who are you this month? I, uh, I'm in a bit of a jam. You're seeing that you escape from custody and murdered your wife and, and they want you. I'm David Cronenberg. I have to leave. Bobby wonders best. I need to send him to you. Best movies that date for me. I have a shady character like you with such short orders. I would never have expected to see you up and out, so... You seem to be in a lot of pain. Hey.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1819.0,
      "timestamp_end": 1879.0,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: It isn't an only way to extract terror into the hearts of the enemy. I think the new order could find a place for a man of your... Here it is, Nancy Hendrixson. We like confidence in an agent, but don't let it make you cast. Why don't you just write something and calm yourself down? You're obviously not in a professional state of mind. It's pretty interesting, huh? No, I think I'm gonna watch that tonight. I hope you do. April 17th. That's... That wasn't 90. It's coming out soon. It's coming out soon. So, naked lunch. No, that's... I'm gonna watch that tonight. Everyone needs to watch it right now. Next one. The Fisher King. What's the good one? Terry Gilliam film, right now. What's the good one? Terry Gilliam film, Robin Williams. Robin's an hero, right? Yeah, actually, I think he was a new too. It's been a long time. It's the Fisher King.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1881.0,
      "timestamp_end": 1941.0,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: It's honestly another... You should add that to your list of actually movies to watch, Mikey. Which one? The Fisher King. Okay. It looks like naked lunch was a book. It was a book. I mean, it's a bit of a song book. Now, I was... I was... I was thinking of the Fisher King trailer as a quick synth. It's not known enough. Yeah? And then... This is the only way to get Mikey to watch it if he sees a trailer. It's true. It's true. Shut up. Book all flat. Okay, let's go on the Aryan 5, 4, 3, 2, 1. Jeff Bridges. Hey, it's one of the bookings. Yeah, Jeff Bridges. Yeah, Jeff Bridges. I'm Jack Lucas. Jack Lugas. In the world of talk radio. Jack Lugas was king. Look, I said I wanted to offer, they can forget him. To stay on top. Peter Gillin, directly. He's a member of the... He's a member of the Mon... He's a member of Monty Python. He's done some directed two few films. It was Mr. Lucas's off-hand remark that seemed to have fatal impact on Mr. Moundek. His movies are all of his style.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 1941.0,
      "timestamp_end": 2001.0,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: He did like 12 monkeys. Dr. Parnasius. He was about to give up on his own life. He stumbled into Perry's. I'm the end of the degenerate and removed your present. I like New York and June. How about you? You don't know who I am. I heard an ornament. No. I'm a knight on a special quest. The quest? And I need help. You're out of your mind. Yeah! Now, Jack has to do something he's never done before. Isn't she a vision? I'm deeply smitten. Help someone else. I thought that if I could get him this girl that he loves, things would change for me. Let's do it. Right here. Let's go to that place. I'll slunder in the back. And this is Perry. Perry.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2001.0,
      "timestamp_end": 2061.0,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Perry. No, it's Perry. Ah, like Moses. I think they may free Chenle. It's scary. The truth sometimes to find yourself from the janitor of God. Find some pretty wonderful things in the trash. You have to risk it all. Big girl! I'm not doing that. Robert Williams, Jeff Bridges, the Fisher King. I love his guy! Perry, I'm not making public a girl. I'm watching that. tonight. Thank you. That's all I need to hear. Both of them. It's good. Carls. I gotta be saying it. Help Mikey's got to go guys. So I think I just have a couple left that I won't show to you this for because they don't. I mean, yeah, delicate testing. This is a foreign film. Okay. Came out 90 woods. Yeah, that's all I say, delicate testing.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2061.0,
      "timestamp_end": 2123.04,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: And the last one. A little bit of teenage mutant into turtle secret of the ooze. Wow. I can't even believe I've missed it. It's a. Oh, again, I talk about, you know, you can tell it's a year. I was a seven, eight years old, you know, whatever. Well, yeah, it's, uh, yeah, that movie. Whoo. It's up there with if I had to figure out the movies that I watched the most on like that on VHS. Yeah. That that hook, those would be those would definitely be some, some contenders. Cause yeah, secret use going into it. So, man, some amazing. I love the intro from that movie. It's just a very movie. Yeah, yeah, yeah. I don't say go into this random things. Yeah. There's some of you aren't a quote to scenes. I think that's what the beginning of it. Into the guy when there's, they're just acting goofy. Was that the one or was it so they find out the secret of views?",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2124.12,
      "timestamp_end": 2185.8,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Yeah, but no, that was one with the dude with on the mo pad. Why didn't it? Was that the first one? The mo pad though the pizzas, every boy. Yeah. Yeah. Yeah, that he was in the second one. The second one. Okay. Yeah. Sorry. He was important. He was important. And there's a good, I think it's a fair deduction that my love of pizzas, probably very strongly correlated. No, with an individual's in general. Yeah. Yeah. That's just in general. Yeah. Like even the cartoon is to this day, I still want to this day. I still want to do one of those those mo pads like that dude had in that movie, that white mo pad with the thing on the back that he kept the pizza in. And that like that whole scene, that whole scene, if him pulling up and the dudes popping out and him like whooping ass like, can you pull that up? I just love seeing. I just love seeing if you would do it, you don't have to do it. I just love. What's what's an into turtles fight and intros to which saying what's a pizza delivery guy?",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2185.8,
      "timestamp_end": 2248.12,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: This is a pizza scene. What is that about Casey, right? What a good one Casey? No, okay. We're talking about the pizza delivery dude. Open it. Ninja pizza might be the bottom one. Might be the opening or no. This is the opening scene. Yeah. Every pulls up down there. Yeah. I think that's it. It's just the scene though, because he's in multiple scenes. This where he shows up to underground mall. And there's like no one there and they're getting robbed. So I see. Oh, guys, we can spend some time. We'll go through this Mikey. What was I don't know? It's I don't know pizza scene. I don't even know. Even a delivery guy delivery guy. Yeah, but what's happening? Just just type in the delivery guy. And just see what see if we can find the scene. Ninja pizza, but that's when he delivers it. No, I don't even know if you're describing a scene that exactly went the way it is you're describing it does, but we don't have to sit here and do this.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2251.68,
      "timestamp_end": 2312.88,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: 1991 - Our favorite movies Spoken Words: Matt. Oh, no, I think it's good. I think the show needs more of us doing this. You think so? Yeah. So we'll go to the movies. We're good. All right. Well, 1991 has been a pleasure knowing you. It was a great year. It is time to move on from such things as films and movies and go into perhaps some more cosmic existential plane of conversation. So with that, we'll segue to a little bit of the idea. And there was this pod, or I guess it's a podcast. He's got a channel. This guy is really fasting interviews. He did one recently with one of the pilots, like a Navy pilots that's testified to Congress with the UAP siding and stuff. So, but this interview he's doing is with some known doctor physicist. I don't remember his name.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2312.88,
      "timestamp_end": 2373.88,
      "chunk_topic": "1991 - Our favorite movies",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: I'll, I can put all that stuff on here at some point, but it kind of the whole idea deals with precognition in the future and just the whole concept of all that. And so basically, they were talking about a phase of, there's a precognition and implications for understanding the just human mind and universe and then also kind of connecting that to potential phenomena of the UAP and UFOs. and whatnot. But the, so the summary is kind of a pre-cognition is a fundamental aspect of reality. So the doctor, it's a wargo, Eric Wargo is the doctor. So he kind of argues against this common perception that pre-cognition is impossible or purely supernatural. And he proposes that it's a natural phenomenon that's deeply embedded in the fabric of reality and experienced by everyone in various forms. Like dreams, intuitions, creative insights. Basically suggesting that the unconscious mind is not a hidden part of your present self,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2373.88,
      "timestamp_end": 2439.24,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: but it's kind of, it can be a manifestation of your future consciousness connected to the present. So kind of like, based thinking of your subconscious, he's proposing that it can be connected to your future subconscious. So like if you're obviously alive ten years from now that your unconscious mind is in a state of kind of quantum, some quantum entanglements, I don't know, it's in a state that can come out, receive information or kind of communicate from your future self in a way. It is kind of like a high level of summary, but it's so kind of the quantum, quantum mind in temporal nonlocality. So he kind of posits that human mind functions as a hybrid quantum classical computer. So quantum level processes that are occurring with instructors with the so micro tubules in your brain, which kind of gets to be relevant dealing with anesthesiologists and kind of",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2439.24,
      "timestamp_end": 2507.4,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: whenever they shut down the brain, it gets pretty nutty. But it kind of talks about this whole idea of a long body in a kind of test-facred mind. So it's an extended version of yourself that it kind of tries to help explain p-cognitive experiences related to survival. You know, so people talk about having some feeling or cognition or some bad happening or going to happen like a car crash or some sort of thing that it's like somehow your future self knowing about it and not happening, but communicating with that, if giving you the feeling of something bad happening that are dream or vision and that, you know, that leading to you not getting the car crash because you're careful. So it gets pretty nutty with, because he talks about the idea of free will and just because some people will think, okay, if, and what I like a lot about this,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2507.4,
      "timestamp_end": 2571.24,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: with this guy saying is because a lot of people with, I feel like time is traveling this or just nature of things, feel like things are predetermined, predestined in a way that makes them feel like the free will and agencies aren't real. But the way he gets this guy connects it in with this whole theory, which, you know, I'm not saying I agree with this theory, obviously, but I could, I like this because if I, I could believe, you know, I don't rule this out because the influence of the future. So the Dr. Wargoi suggests that information from the future, access through pre-cognitive experiences like dreams or intuitions subtly influences our present choices. So it doesn't mean that the future is fixed or be determined, but it implies that the future we experience is a consequence of the interplay between our choices and influence of future knowledge. So pre-cognitive information, it's often shown symbolically or indirectly, leaving a lot",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2571.64,
      "timestamp_end": 2635.48,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: of room for interpretation. So it's, so it's kind of like where a lot of it is, it's like you say if it's pseudoscience or not. And they'll try and like, analogies, so they'll kind of talk about like edipists, if you know the story of edipists. So something that is an example highlights the edipist myth. It's a classic example of free will within constraints. So edipists, you're seeking to escape. And this is funny because the edipist stuff made me think of the red string theory, Jeff, because this is, I mean, as far as just the story and what occurs, it's kind of, it's very similar. So that story seems like it was likely this, but evolved. So he seeks to escape a prophecy about killing his father and marrying his mother, fled his home, yet his attempt to avoid fate led him directly to it. So because basically, this is one of the situations where he leaves and ends up killing a stranger, who I guess was married to some lady. And he didn't know that was his dad and he didn't know that was his mom.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2635.48,
      "timestamp_end": 2700.0,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: Oh, man, she knows him, but he kind of like, you know, the red string of fate is like, you can meet your wife and the old lady. He thought it was the old lady, but then it ended, the baby was actually his future, the future wife. So it's kind of interesting. So it's kind of this, the epistory kind of illustrates how even when you try and run away from a fate or whatever, that might just be how it actually makes it happen. So, but yeah, it's, so, I mean, I can tell me, tell me, you have like a, what not? So here's one more example I'll give you. So, Carl Young, we're familiar with Carl Young. Yeah, yeah, yeah. Especially with, we talk about synchronicity, you know, he's the man who coined it. So, scared beetle story, right? So, Carl Young's patient, he had a patient, the dreamt of being gifted a golden scared beetle. And as she recognized the dream, like, and she's telling him this in the office, and she's talking about this dream, it's kind of consuming her thoughts.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2700.0,
      "timestamp_end": 2760.48,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: It compelled her to actually go see him. So, she has this dream about the scared beetle, wants to go see Dr. Young and talk about it. So, she goes to him and tells him about it, and then she's telling it to him, a scared beetle, a scared beetle, it's beetle landed on the window, like outside the office, like waste talenter, then Young gave it to her, and that profoundly impacted her, because the dream influenced her attention, making her notice the beetle, and giving it profound meaning, and then her free will was exercised, and how she interpreted it and reacted to the event. But the dream itself acted as a constraint, shaping that experience. So, it's interesting, it's like, she had the dreams, she was compelled to go, she didn't have to go talk to Carl Young, but she chose to, and then led her to the eventuality of that beetle, you know, basically being manifested in that physical scenario, and he gives it to her, and that kind of just... That makes sense, yeah. It's like, almost it's... Yeah. Yeah, no, just say what she's thinking. Yeah. Yeah, no, just the significance you can put",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2760.48,
      "timestamp_end": 2821.2,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: to something with, like, you know, if you've already in your mind, like with that lady, she's having those dreams or whatever, and then the beetle lands on the window, so it's like, of course it's gonna have, you know, that's just interesting, the whole concept of it. Like that really is cool. I was gonna ask, is it like... In the tips? No, no. Because I feel like this is a way to kind of connect to synchronicity in general, to where like Jeff was, I don't know, where you thought, I think it does link up with what I was talking about, like a week or two ago. Yeah, I'd definitely, you can see just it all being in the same world, you know, what it all makes sense to. It's too, I think, a big part of it would also come down somewhat in a sense to like, if you number one believing in the, like how they were saying the dreams and whatnot, like how if you have a dream about something or whatever,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2821.2,
      "timestamp_end": 2881.36,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: and then, you know, it could cause you to, you know, then act or behave differently, and it's like, number one, you know, you'd have to be somebody that kind of like, pays attention to your dreams or things more, like gives them more weight, because some people just like don't, they're like, yeah, whatever. Exactly, so it's true. And it's like, if you're not, if you're not even thinking about it, then you're just gonna, you know, it's like, it's kind of funny. It's like, you know, yeah, I've been having all those dreams about getting into wreck and all this stuff of all of a sudden, I got in a wreck, but big deal, what does that mean? It's coincidence. All right. It's all right. Okay. You also kind of stopped it, and it's like, no, but maybe it was something that's trying to tell you like, yeah, and then this theory kind of would say that that's something that's trying to tell you is your own actual subconscious from a future state. So it's, yeah. So like, I got in that accident and you felt all like, out of, at a base level, survival instinct, where it's like, say you survived it, right? So you have this crazy feeling in your subconscious, it's like, okay, survived it. Maybe there's a way I can avoid it. And it's that experience of you in the future",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2881.36,
      "timestamp_end": 2942.28,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: say time is flat enough to where your subconscious connects that and it's like a survival instinct. It's like, so like, yeah. You've seen the movie Arrival. Oh, yes. Dude, yes, this is a perfect movie to bring up, yes. Okay, because that's, I love that movie. Dude, that kind of spoke to me. Like, I've just had like moments in my life, like synchronicities in my life that are hard to explain away to myself. I'm just like personal, like, little things that I kind of saw coming way before, especially at a young age. Okay. And then maybe just, you know, figuring out stuff, but like, I've definitely experienced in my life, like, some sort of like synchronicity where I felt like an older version of myself, like was leaving like bright crumbs for me to follow or just in my own brain. Like, yeah. So you kind of remember, already thought that it was your older self potentially doing this, like you had that thought on your own? Well, not really. I arrived at it differently at a later state, but like, yeah. Be the way it sounds like you already kind of had this internal thought process that",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 2942.28,
      "timestamp_end": 3005.76,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: Just thinking hey, maybe it's something like this and it sounds like you're okay Well, she's glued into exactly Well way of the theory is talking about like a future self-learn very similar subconsciously You know not again the subconsciously transmitting this information to your present self that's Generally, you know has value generally out of survival seems to be a key thing as far as if you think about just Our natural this survival instincts or just element that you know and what babies there's certain things to react to It's just naturally. It's like it's programmed their DNA to her if it's like naturally mechanism within our brain for survival it It transmits this signal and that our brains are like in a quantum like a subconscious is in some quantum state to be entangled with its future subconscious So where it's yeah, I mean that's so interpretation for",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3006.32,
      "timestamp_end": 3066.4,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: Because you have you know you'll have different in like you're talking about and I think it potentially a lot of people probably a large number of people they They shut down the The pathway or the ability to actually have this be something more meaningful or useful in their life like you're saying some people can have Dreams ever and they'll just like net they'll ignore them just think I keep on this dream whatever it's like okay But yeah being open to the idea maybe I need to actually consider what the dream in Like where yes, I worry about say no, yeah, just that exactly that like there's a lot of you know that I Know because I know so many people that are kind of like that in a way where they're you know, I've Kind of said certain things or whatever and they've reacted away, you know Kind of a certain way to where it's like they're very like I guess you could say type a where it's like oh, yeah No, I don't believe that that's that's ridiculous like you know",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3067.12,
      "timestamp_end": 3129.36,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: Like not believing in UFOs or something. Oh, I don't believe in you if I don't believe in aliens or I don't It's like okay, yeah, like they know so if you don't believe in it or whatever then yeah, you're not gonna think that it's like you See some weird shit in the sky you're gonna be like and everybody freaks out You're gonna have that you know one or two guys. They're like that fucking probably just a star some shit and fucking Yeah, I don't know it's not it's not it's not aliens, you know what I mean so exactly and so it kind of it's one of those things They're to where they just you kind of I guess too. It's funny. You shape your reality really is what it is almost. It's like you shape You're really shaping like how you see the world because if you're either open to these things then all of everything in your life And stuff that you come across is gonna have meaning But if you're not open to these things then there are just gonna be passing events that have no meaning whatsoever and whatever meaning They have is what you what you attribute to Exactly and that kind of comes down To just being open like it being open to the unknown I feel like a zipline thing you don't have to you don't have to believe in it",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3130.0,
      "timestamp_end": 3190.8,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: You don't have to think this is true, but don't just shut it off and say to yourself this this isn't true Yeah, I don't know. Maybe it is and then you know consider Consider just you know if you do have some recurring dream of feeling actually listening to it Yeah open the door. Yeah, because kind of get kind of getting back to defining so that this the whole theory here kind of A big point is focusing on survival like I said They're like saying that our brains are wired to prioritize survival so leading to a focus on near misses or worst-case scenarios Thoughts that are centered round are continue existence and just living as individuals And so that these thoughts amplified by emotions are suggested to travel back in time through our subconscious manifesting in pre as pre-cognitive dreams It's like even when we attempt to avoid negative outcomes presented in a dream our actions are still influenced by the Pre-cognitive information potentially guiding us towards the foreseen event",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3190.8,
      "timestamp_end": 3251.8,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: Which is interesting and they talk about this I don't know if you know about but nice so 9-11 Happen and there is this artist the sculptor who was Like they have some studio there where they was given like a six-month They want him to come and do sculpting there they have like artists that'll come through and do stuff in this studio space And he did all these sculptors in one in Some of them were Of like him being I don't know if it's like impaled by like airplane parts or something But crazy stuff And I could I should probably pull that But they were you could easily just seem like some kind of foretelling or But some type of Yeah, almost predictions of conscious like He was, whatever he's needed to say, like he felt like some battle's gonna happen, but this is like art he wanted to make. And his friend, he was a 9-11 happen. And he was like, the only one of the artists still there, because he's like, I think he's ended up sleeping there",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3252.5,
      "timestamp_end": 3313.92,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: or something, like it was so, it's like he has destiny, was just to be there, and to die in the towers falling down. That's fucking nuts. In that, yeah, in that people, and that's just an example of how artists, in art, because there's a lot of stuff, they talk about an Alex Dones thing, where I think he casually just made some, not a joke, but like saying something about, you know, daring, solmars as terrorists to like do something like 9-11, like months before it happened, to where a lot of times like, they can be self-fulfilling prophecies. And why, why he said that, or whatever, but it just happened like to be spot on. So what happened? But it was, yeah. So I'll have to find that stuff, but so, we're kind of gets interesting, it's implications in future possibilities. So they discuss the possibility of advanced technology, like quantum computers, allowing for communication across time. So this raises intriguing questions about,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3313.92,
      "timestamp_end": 3374.4,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: how technology could be used in its potential impact on society, and this new phenomenon we might encounter is the result of this sort of technology. So they also talk about the possibility that time travel might already be occurring within the UFO or UAP phenomena, briefly being an example of future humans or the technology interacting with the present. So it's very speculative, obviously, but it lines with the concept of self-consistent universe where time travels have always been a part of our history. But it's important to note that many of these ideas are, especially those of the UFOs, are speculative, highly speculative, like conversational, right? Like we're just talking about it potentially factoring in, but it's an interesting thing to consider, right? So the basically, the general conversation over it, the paying picture of universe were times not linear, but interconnected with past, present, future, influencing each other and self-consistent the hints of cause and effect where time loops become a framework",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3374.4,
      "timestamp_end": 3436.0,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: of understanding seemingly through paradoxical events, like pre-cognition or prophecy, but just kind of highlighting the concept of free will along with, you know. I think that's very much so a possibility. That seems like, I mean, the whole time travel thing, like I've had that thought before with, because to me it would explain some stuff because, you know, about almost about how they say the truth is stranger than fiction. Like it makes sense for it to be alien something, some other worldly beings, because we're in a cosmos, but it's like, think about it in the sense of what if it's technically are the future? You know, the interstellar, do our future selves. Yeah, exactly. Our future selves that are, you know, that we're witnessing and we think it's technology. Yeah, exactly. And we think that, you know, cause it would explain to in a sense about how back in, like how did they come from the year 3000? One, how did they accomplish things back in the day like they did and stuff? And then not only that, but, you know,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3436.0,
      "timestamp_end": 3496.04,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: I don't know, man, it just, it makes you, there really does to me, it kind of is crazy as it sounds it makes sense. Yeah, so he holds weight. Yeah, I mean, here's, so he's an artist I was talking about. So he did, This is the piece of work where I think there's like airplane parts that are like impaling him. And when did he do this? I mean, he did some, I don't know how long before September 11, but at to be some amount of time. And then he died there, you know? Yeah, like he was, he was at the, he was at a studio space that he was commissioned to go and work in because he was some known sculptor at the World Trade Center, like in that, like a student, you know, large building that studio space where they'd have artists, kind of like be resident artist type situation for like periods of time. And he was there, and he was the only, even the only artist in the building when it happened because it's in the morning, like whenever it all had happened, but he had like slept there.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3496.04,
      "timestamp_end": 3556.12,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: But here's, you know, this is the man that's insane. Yeah, this is the piece that has him just being, you know, basically killed by all kinds of airplanes, which people just, again, it kind of comes back to you, talking about people could see that and be like, okay, it's coincidence. And it easy could be, but the same time looking at it to be like, maybe it was his future self and just, he couldn't get these thoughts of some airplanes. Donnie Darko has a lot to say about this. Yeah, for real. Who does? Donnie Darko. Yeah. And actually, Donnie Darko does have a lot to say. Yeah, Donnie Darko's it's, it's, it was a, I mean, if you were dead, he was always gonna die that way. He knew it. Yeah. He was saving someone else. That's the real story. Yeah, he's a hero. Donnie Darko, I mean, they even say that. Movies, like what it sounds like as a hero, superhero name. Yeah. Yeah.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3556.12,
      "timestamp_end": 3616.92,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: Super villain. So yeah, this imagery, so this artist's name was Michael Rolando Richards. So it was a black sculptor who tragically died during the attacks. So he had art focused on flight and fate. So he was nothing coming artists in the 90s and created sculptors, fixedate on the themes of flight and were commonly or more ominously crashes. His works often depicted himself as a Tuskegee Airman, sometimes in situations of parallel death. As well, most well known work is called Tar Baby versus Sings of Bastion. So he released a 99, so it was two years, a couple of years before. Huh. Betrays him as a Tuskegee Airman and pale by airplanes. It was created two years before 9-11. And a lot of people interpreted as a pre-cognitive foreshadowing of his death. Because yeah, he had a six-month studio residency at the World Trade Center through Lower Manhattan Cultural Council. And he was the only artist in this cohort who stayed in the studio",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3616.92,
      "timestamp_end": 3677.28,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: on the night before that it happened. Yeah. And this is just like an example of pre-cognitive effecting feelings, ideas, planted in artist's minds. Because the artists are like, after that, the whole other thing I could pull up is just number of artists and art pieces that were created by artists because they were just compelled. Like it was like literally a thought and idea that they'd come and test with. Which a lot of art honestly is. Absolutely. But you just, for any good artist, I feel like that's a lot of what good art is. It is kind of. And you can think about what's driving to sometimes, whenever you just get passionate about doing something, to where you have to do it. And you don't even know why, but you just get, I know I get that way with a lot of stuff. I'll get an idea to make some video or do something. And it's a feeling that I wish I could bottle to where I could just have some drink some and be that driven to do something.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3677.28,
      "timestamp_end": 3738.52,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: But it kind of comes and goes to where it makes me think if, just like with other artists, I'm sure that's a similar effect to where they get an idea and they have to do it. It's not like, oh, I'm having to be passionate about this. It's more like you compelled to do it and you have to do it. What is it? Yeah, I was going to say, it's like what Boyko was saying. That he said that he feels like, what do you say he feels cheated if he's not creating art or something? Well, he was talking about it in a way that was interesting because he was talking about almost a fear of losing ability. His skill. Like his skill would diminish if it's like if he didn't practice it every day like an instrument, which was interesting. That was interesting. Yeah, to where, like I know you and I even, it's like, man, yeah, you could not paint for a year and you come back and it would still be amazing. And I think it was cool because we were able to talk to him about, there might be some value and actually intentionally taking a break, which would be good for you for like even a month. And then you come back and just whatever difference is,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3738.52,
      "timestamp_end": 3799.24,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: that's just you yourself coming back and your brain putting together exactly how you did it. Maybe there's subtle differences, but then it could almost be like, you know, this is my work post however long break. Just dig it, even keep that to himself in his mind. Just because that could create a whole new path or branch of creativity from the absence of doing it repetitively every day. It might kind of create some new subtleties, you know? It was just some interesting conversation point. No, that's crazy. That's all, well that's fascinating. Shit, honestly, good work on it. That's really, yeah. So that gets along, but I'll post the link, because this guy that did this video is really good. He does all these other interviews. But yeah, this one is whole about precognition in the future. And yeah, there's a lot of good stuff. Well, that's honestly a huge rabbit hole now, I feel like. Yeah, yeah, it's something hard to get into casually, but it's, yeah. Because it really, it's right in our wheelhouse. It really is. It kind of capturing a lot of, you know,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3799.24,
      "timestamp_end": 3860.88,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Precognition & The Subconscious & Time Travel Spoken Words: touches on the days of VIP and UFO, and just a potential explanation of them, which like you say, it's easy, is plausible and more plausible than it is. Possibly being aliens. Yeah, and the truth is stranger than fiction. How crazy would that be? If again, I even saw something the other day where it's like, what if we're expecting, you know, it's like, we're expecting aliens to step off of a spacecraft. What if it's a human or something or we're expecting to find alien life on another planet? Well, what if we find human life? And it's like, wait, what's that gonna do to people, you know? Yeah, it's wild stuff, man. It's interesting concept, but I wanted to talk about something. This is gonna be more in the realm of... of, you know, kind of social pop culture stuff. But I felt like it was relevant. All right, so it was down. It was, no, yeah, I'm down. So we're about to go to a different topic. Yeah. Cool. Let's take a quick break. So I can, okay. And then take us a break. Yep. And then we'll get back to what, Mikey, I think I know what he's good to talk about.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3860.88,
      "timestamp_end": 3920.96,
      "chunk_topic": "Precognition & The Subconscious & Time Travel",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: Yep. And we're back. We are, you know, you're late. What's that? Ready for, ready to communicate with the Harkins when they come here to mine for spice. Yes. I'm gonna be like guys fear not. Shia Lut is not here. I'm gonna say fear not for you or a month for great. Make the makers not among us. And then they zap me. All right. So here's this is what I was trying to talk to you before I was so rudely interrupted by tingle breaks. There was the gap that was bridged in a sense and I don't wanna have to talk about this person but we're gonna talk about this person. So cryptocurrency and podcasts had a crossover. Just like a speed of the ultimate crossover. I found that was interesting because I'm like, you know, Matt, Matt approached me the other day I was in my office and Matt came down from his office here at the studio. He had, it's funny story. He came in there and he was like, he was wearing a disguise which I thought was peculiar.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3920.96,
      "timestamp_end": 3981.04,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: And I said, Matt, why do you have a disguise on? He was like, well, Joe was in the hallway and he's been in the hallway. Joe, Joe Rogan of course. Come on, don't play. Yeah, you know what? Like you don't run into him all the time too when you're in town. And Jeff, you see him. Yeah, when you're in the studio. So the stew as we call it. So he came in which I thought was peculiar in the disguise and I'm like, what's going on? He's like, Joe, and that's all he had to say. I got it. I'm like, okay, yeah, you're just kidding. One word, I know. And he's like, he's hitting me up all the time too. Yeah, I know. No, he quickly, he's doing it. He, Joe got me. He forced me to put on the costume and said, walk in there. Talk to Mikey. Oh, it's gonna be great. Okay, well, Shen. So this is the long term effects of the psychedelics you guys have been experimenting. I don't know who is that guy in the corner. Is that a voice? Who is he? Who do you work for? Who do you work for? So here we go. So the gap that was bridged between the two again. So you came to me and you said you wanted to, and when you stepped in my office, you approached, said you wanted to create",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 3981.04,
      "timestamp_end": 4041.36,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: a cryptocurrency for us. It's connected to our podcast. The way to, and I said, you know, that's cool. I like to interact with people. Yes, another, another, an mechanism to spread our message, spreading that to our people. Just literally found a way to connect with an audience in a different way. If we happen to make money up to them, say, you know, we wouldn't do this. But so I thought it was interesting that the Hawk 2-A-Chick, Haley, Haley Welch, Hawk 2-A was a girl that was on the streets, I don't know how long. Within the past six months, probably, yeah, maybe, about that, maybe more, maybe less. But she was just on the street somewhere talking, and just the same way we do in street interviews or something, it was like out around some bars somewhere, and some guy approached her and I guess they were saying something about how do you win a man's heart or something, they were asking her some dumb question. And she said, oh, you gotta give it that Hawk 2 and spit on that thing.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4041.36,
      "timestamp_end": 4102.04,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: And people, it won the internet. It won the internet. Everybody was laughing, it was great. We all, everybody loved it. When, it was funny, rapidly viral as things get, and it was literally referencing phallacia. Yes, and I was filthy, filthy society. I was a fan, I thought it was funny. I'm glad I thought that it was cool. The potentially this young lady who worked in a spring factory in her hometown, could maybe, maybe she's got some money now, she could help her family out. She's really working a spring factory. That's what she says, a spring factory. And so you can dig into that. No, I believe you, I don't need to think. But I thought it was cool, because I was like, I said, hey, you know what, I think this is cool, that this person can, that we live in a world where that can even happen. On one hand, she makes us live. She makes us live from that. It is absolutely absurd. It's stupid, but also two on another hand. I was like, you know, good for her, exactly. Strangely beautiful. But she started to do some things that I was like,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4102.04,
      "timestamp_end": 4164.92,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: okay, what the fuck are you doing? Okay. But one of those being suing the guy who made the original video that she was on. I remember you bringing this up. She sued him. So the reason for her fame and money, she was trying to sue the guy. Because allegedly, as far as I know, what I heard, she said, she said, that's protecting her own intellectual property. But, okay, yeah, so you could make that argument, but here's how it went down. Is that she alleged that, It she alleged that she that she wanted it to go away. She reached out to be like, hey, take it down. I just want it to go away. And then it persisted. She started to gain notoriety. Obviously started to get approached by people to promote stuff and she started making money. And then after she started making money and getting promoted, I'm sure somebody that, you know, manager, somebody is like, we need to get the rights of the video. So then she sued him.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4164.92,
      "timestamp_end": 4225.12,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: Yeah, and it's like I get, I get on the one hand people, you know, like, yeah, exactly. But also too, for me, it's near sighted. Why would you do that? You should know, you should be smart enough to know that the internet will immediately- I think it's crazy that her case spread the message. I think it's because it's the only thing that makes her famous. Yeah, I think it's the whole- For her news headlines. Her doing that was a new headline about her. But she's still able to use the Hawk two of her. I'm just saying, I think her doing that was a strategic move just to be in the headlines with some news things. She's suing them without actually- Whether she has- Yeah, I think it's- Whether it's intentional, it created publicity that we're talking about or suing them. I think that's like the real value. It potentially could be. It could be, but I don't think it is. I think that she really, they just went after it for they went the rights of it. I don't think it was for publicity. And I see it as being- I don't see it as a smart move because I don't think that the majority of the internet,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4225.12,
      "timestamp_end": 4286.68,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: and the majority of the people- They get it, they win. I don't know yet. I'm not sure. I don't know how it's all shaken out yet. In the story, didn't even make it. Because she ended up doing what- What else has she done? Yeah, so from- From there, she's recently created a meme coin or a- Before this, she had a podcast, didn't she? Yeah, well, the podcast is top five, right? Yeah, so that was- Again, this lets her- Having a podcast that's incredibly lucrative. Yes. And obviously there it's having- To me, this whole thing was like a shotgun thing. It's like she- This happened, people saw marketability. Boom. Then all of a sudden, they just started getting people, you know, they threw- Some people probably approached each other and they were like, hey, let's go to the Hawk 2-A-Chick and say we promote her, be her managers, whatever. They saw an opportunity and did it. So we just need to- And so what happened here is like- So she did this podcast, whatever, and then of course she started to, you know, create this cryptocurrency. And there's been some controversy with the cryptocurrency. And here's the video that I had found",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4286.68,
      "timestamp_end": 4347.8,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: that kind of sums it up pretty quickly within about 30 seconds or so. So girl, might be going to jail. You don't know she is, Haley Welch went mega viral at the beginning of the year for talking about giving a BJ. And she took advantage of this opportunity by creating a podcast called To a Talks, which Mark Cuban just recently went on. And then just recently, Haley launches Hawk Coin. A mean coin that I think is gonna end up being the end of her. So here's what happened. She starts promoting it, because she's an influencer, it launches, and it skyrockets. Goes up 900% with a $500 million market cap. And then within an hour, the entire thing falls out. And then all the retail investors lose all their money. And then all the allegations start flying about insider trading. As it started happening, her team went into clean up mode and started putting out there that they are not selling their coins. But you can't hide things on the blockchain. And it started coming out that the team was dumping. And now today, you have investors filing complaints with the SEC, and you already have a class action suit forming.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4347.8,
      "timestamp_end": 4408.44,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: So what do I think is gonna happen? As somebody who owns an investment firm and has a following online, do I think she did this on purpose? No, I think she's young, immature, and inexperienced, and didn't realize what she was doing. And I guess you can add, got bad guidance. But here's what I know about the SEC. They don't care. You can tell them that you just didn't know, and they will hold zero weight to it. And so because one, they don't like crypto. And two, they don't like influencers marketing it. And three, it looks like she did things you very clearly can't do. I think she ends up doing jail time for this. Looks like the Hock-2 girl might be going to jail. You don't know who she is, Haley Welch. The comment right there, she should talk to a lawyer. Damn. But yeah, so to me, you know, it's like, again, I do kind of agree with like what that guy's saying is that, yeah, I don't think she knew, you know, what was going on, you know, it's probably one of those things where everything's blowing up to such an extent and been so successful so far, that it's like, you know, somebody's like, yeah, we should do this. Yeah, okay.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4408.44,
      "timestamp_end": 4468.72,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: And then a couple of people start dumping it, not probably. Well, yeah, and here's a visual graph of the actual coin. Like, so, you know, it gets up to 500, right under 500 million. And then, what this is like, a one minute time scale, right? So that's showing that these are one minute intervals within a few minutes, it gets dumped by large token holders, which were clearly the developers, the creators of the coin, because you can see all this stuff. because I'm pretty sure that did it on pump fund. But even without that, pump fund makes it easy to see who owns the most coin. And then whenever that wallet sells them, you can see that exactly clearly who the wallet owner was. And yeah, so we're talking dumps that took it from, you know, 450 million down to less than 200 within a matter of minutes, and then it keeps us doing lean down. And this, yeah. And right now, it's probably worth a few hundred thousand,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4468.72,
      "timestamp_end": 4529.52,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: I bet who knows. So that's Twitter. And there's been a lot of, I knew about this only because, I'm a president, our president's on Twitter, I'm the person to kind of mess around with that. And just, there's a whole lot of viral mean stuff, like, like, oh gosh, there's a mess up. Who, who's getting arrested first, the United Healthcare Hitman or Hawk to a girl? Yeah, no kidding. That's probably, that's a whole mess stuff thing. It really is. Yeah. And yeah, there's this, there's a viral, viral video about throating, and it's a guy with a little domino set up. And the, you know, of course, it's small domino to big domino, and it says viral, a viral video about throating it, and then the big domino is federal prison. That's sad. It honestly does suck. I mean, I don't, you know. Yeah. It's, I'm not wishing ill on this young woman or anything like that or celebrating anything. I just thought it's an interesting deal, little crossover that's happened between, we've just, you know, you've recently telling me about this, and then I open up Instagram or whatever and see this,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4529.52,
      "timestamp_end": 4590.04,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: and I'm like, oh shit, this is crazy. Like Matt just told me we created some crypto coin and now the Hawk to a chill. Yeah, we're doing it the right way though. Oh, I know, but I just thought it was funny. It was like, you know, sacrednessity, I guess, because I, you know, like this, this one's a brand-news meme. I thought, I got Rod tone, that Hawk to a chick, she wiped me out. I thought her coin was the future. Good. This one cracks me up. And this one, this Twitter post, somebody got a couple million views on it, saying hi, hi, I talked about Haley Welch, I guess as soon as it was, my $35,000 that I purchased of Hawk is now award $2,000 after 10 minutes of buying. I'm a huge fan of Hawk to owe, but you took my life savings. I purchased your coin that you were so excited about with my life savings in children's college education fund as well. You didn't mention that you were going to buy 97% of the supply and sell it almost immediately to make a large profit. I would, if I would have known that information, I would not have purchased your coin.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4590.04,
      "timestamp_end": 4650.76,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: Please help me, who can I contact for a refund? If not, I'll be forced to use the collection. And I think it was obviously somebody making a funny, just absurd post, but yeah, it got a lot of funny comments. And yeah, dude, it's, it's, it's a, yeah, it's crazy. It's crazy. It's crazy. Yeah, and I think it's just nuts that how quickly it's all, like you can go from just, you know, and she had, she's doing so well without crypto, is this man? Yeah. And I don't, I don't know, man, it's just, yeah, it's wild. It's, it's, it's, it's, it's a culturally pulping situation. Yeah, it is. I know, yeah. I figured it was something, something worth mentioning just because of the relationship we have to it really. Yeah, that's, that's touching our world now. We have a podcast. We have to say how that's, yeah, you know, it's no one though. We don't have, we don't own that many of the token,",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4650.76,
      "timestamp_end": 4712.56,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: the bar on token, even if we did, there's no idea, because it's like, it's near sighted. It's like the analogy of the old bull and the young bull. And it's like, let's walk down, or let's run down the hill and have, you know, home born in them, Hellfills. And he said, let's, let's walk down and hump them all. Yeah, you know, it's right. It's, it's, it's, again, I think it was, again, I think she's a victim of managers who saw an opportunity to like, she didn't know to make it crypto. She didn't know, but she's been exploited. But she, yeah, but again, she's an adult and it, you gotta be smart and you can't distrust whatever guidance to get. And yeah, Hock Tua, good luck to you. Good luck. It's good seeing prison from the outside. Yeah, come on. From the outside, from the outside. Well, we'll visit her and see if we can get her on the show. I'm all the, yeah. Oh, yeah, come on, Jeff Solo session. I'm looking at, I'm fucking, yeah. This is what I bring to the group. That's beautiful.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4712.56,
      "timestamp_end": 4772.88,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Hawk Tuah Crypto Fiasco Spoken Words: That's beautiful. All right. Well, I, um, we talked about the next, next, next little subject here, we kind of talked about this, you know, this week or this day in history, this random stuff that's happened. So this week in history, I was able to pull up a little, little bucket, little, little heaping help and a random shite that happened. Close these videos so we can see Jeff. There we go. Oh yeah, so I don't know. You can read through him if you want. Is this random stuff that's happened? Let's see. What's one's interesting here? So Napoleon's hat fiasco happened December 7, 2nd, 18 to 4. Whoa. He crowned himself to prevent the poke from holding power of him, but during the semony he nearly dropped his oversized hat. Whatever the failed Soviet dogs spy December 5, 1941. During World War II the Soviets trained dogs that could carry bombs under enemy tanks.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4772.88,
      "timestamp_end": 4837.68,
      "chunk_topic": "Hawk Tuah Crypto Fiasco",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: This Week Throughout History Spoken Words: One dog won one dog ran under its own tank which caused chaos and destruction. It's terrible. No kidding. And so we had a first text message was sent December 3, 1992. Exploding beer. Interesting guy too. Chicago experienced a disaster when overcarbinated beer bottles began spontaneously exploding. This resulting in a foamy mess and delighted passer by a passer by a mess. Foamy mess. Let's see. There's a King Charles II's dog was arrested December 5, 1661. It was detained after being caught stealing food from ballast guests. The dog was pardoned by role decree. Dude, this next one. Wow. Okay. What would you want? This one. Let's some Joe Biden. Hunter Biden stuff right there. The mustard gas pie incident. December 3, 1943. During World War II and Italian prankster put a pie lace with a mustard gas compound",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4838.64,
      "timestamp_end": 4902.16,
      "chunk_topic": "This Week Throughout History",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: This Week Throughout History Spoken Words: on a windowsill to quote trick allied soldiers. The soldiers thought it was a free treat, but their eyes started burning. What the fuck? These dude was out of your polling while a coyote shit World War II like. We're not going to kill them. Well, put the pie. The one makes the eyes each. That Italian prankster. Italian prankster. A medicus little pie. Italian prankster. Italian. I said it. I'm over you're talking like a jerk. I mean, Napoleon has a few funny stupid things. Well, this in stupid is just I guess interesting. This is different. Louis Louis Napoleon. He escapes prison in a laundry basket December 6, 1840. Yeah, basically he was able to escape in hiding in a laundry basket. King George's wig malfunction. December 7, 1775. King George's a thirds elaborate wig caught on fire from a nearby kindleer. At a royal event.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4903.28,
      "timestamp_end": 4964.0,
      "chunk_topic": "This Week Throughout History",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: This Week Throughout History Spoken Words: Guests reportedly laughed hysterically as his as his attendance scrambled down. Role of the king. The King is like my Lord, my finest wig has caught his caught a blaze. Oh, I don't even feel that's not interesting. You see spies bad timing. Well, during the American Revolution, December 6, 1777, a British spy distringus disguised the former tried to deliver a message. The spy accidentally joined an American militia drill where he was caught when he tripped and revealed to say paper. Imagine the guy just like stripping over and a bunch of papers fall on it's like was just a flop. It was my spy papers. Oh, look at this. It sounds interesting. The Great Emo war ends December 2, 1932. Australia declared an official end to the quote great Emo war. The great Emo war was a military campaign against Emo. The Emo's quote won the war as they out ran the soldiers and mock their efforts.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 4964.08,
      "timestamp_end": 5026.8,
      "chunk_topic": "This Week Throughout History",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: This Week Throughout History Spoken Words: What the heck? Well, they won. Good for them, man. Good for them. This sounds good. What drunk reindeer causes havoc December 3, 1965. A reindeer in Sweden broke into a brewery, drank beer left and storage and ran through sounds, smashing decorations. Locals nicknamed them Blitzin. There you go. So now we're on December 3rd. Leia looks like it. George Washington's inflatable teeth story. I know he had wooden teeth, I know he had inflatable teeth. Bobby, these must have been the fancy stuff. So George Washington's dentures are infamous. During one visit to a party, he allegedly removed them after claiming they made whistling sounds when he left. Oh, here we go. Here we go. The first quote drunk driving ticket. December 5, 1897. George Smith became the first person arrested for driving a car while in toxic graded in London. Great grandpa. He hit a wall and can feed and can fused saying confessed.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5026.8,
      "timestamp_end": 5089.76,
      "chunk_topic": "This Week Throughout History",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: This Week Throughout History Spoken Words: Sorry, confess saying quote, I drink two bottles of brandy. I have two bottles of brand. He's like, this machine is phenomenal. It's fabulous. on the drinks and brandy. I know I could get in a wreck. Yeah. And cows get the white cows get the right of way. December 4th, 1906, the British government passed a traffic law giving priority to cows on roads. Yeah, interesting. The pie pelting parliament December 1st, 1621. During a heated debate, British politicians started throwing food, including pies, had one another and what was since been, and what has since been called the great, parliamentary food fights. We all know about this. Wonderful. And see, yes. Boston had a first recorded snowball fight, rolling cheese scandal. December 4th, 1853. A cheese will race in rural England, the English. They still do that.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5089.76,
      "timestamp_end": 5150.12,
      "chunk_topic": "This Week Throughout History",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: This Week Throughout History Spoken Words: He had turned sour when contestants discovered that one cheese was filled with lead to make it real faster. Damn. And the cheese was promptly pelted with butter, as things should be done. He pelted with butter. He pelted with butter, I'd say. Butch of that boy. Here we go. And here's the last one. This one's good, Mikey. Well, it was Elvis Presley, breaks the president's camera. December 4th, 1970, when Elvis Presley met President Richard Nixon, he accidentally broke the camera of an aide while trying to demonstrate his karate. Karate! You know, Elvis's thought he was all cool. Well, hey, man. Hey, look here, man. Come on. Man, that'd be the right. I need to see Jack White from like a dog walk hard is Elvis. Oh, yeah. That'd be great. Karate! Yeah. That's good. That's this week in history. That's this week. What was next week in it? We can't go to next week, man. There. What was last week?",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5150.12,
      "timestamp_end": 5211.12,
      "chunk_topic": "This Week Throughout History",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: This Week Throughout History Spoken Words: OK, worry about it, dude. Don't worry about it, man. The things are set in stone. They can't be brought up again. Because those interesting things that happen, but this is the more interesting things I could find. Basically, what Pearl Harbor did actually happen on the 7th. It did. We want to look at things that we can smile at and laugh about, not be mad about. Enough bad things have happened in our happening. You know, bad things, bad things, enough bad things. Let's talk about good things. Like you all ever heard of Mothman? Mothman. So, you're seeing the show dark. Anybody watched Tubi? What's anybody watched Tubi? If anybody actually watching Tubi anymore. Anybody, any of the Jeff, you say was that a nod of which direction? I don't watch Tubi. You say you do not. Did you have it downloaded it? You have it? Come on. OK, man. No. I encourage all of you. To be honest, I encourage all of you. Are we still going on about this?",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5211.12,
      "timestamp_end": 5271.36,
      "chunk_topic": "This Week Throughout History",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: This Week Throughout History Spoken Words: To go watch and check out Tubi. They just added a bunch of stuff, man. I'm trying to. So if you give us a Tubi recommendation, then don't tell us and tell all of that. Yeah, so let's get away from Tubi for fun. Clear cut. I want to ask you guys something. I don't know if you've heard much about. What's that? So, and our good friend Elon Musk, he's always good at bringing up stuff like this. But always fun. You're a good friend, Elon Musk. Yeah, he's strong. He's got another planet. Elon, yeah. Just talking about the current scenario that there's actually a global birth. So there's a global birth rate decline. And that's actually, that's factual. So a lot of people will just kind of throw out there that, oh, overpopulating the Earth using that. I feel like that's kind of just like a been long standing just kind of a assumption, which is natural thing. OK, we'll just keep popping up. Yeah, we'll be popping up, but that shouldn't be relevant.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5271.36,
      "timestamp_end": 5332.44,
      "chunk_topic": "This Week Throughout History",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Global Birthrate Decline Spoken Words: It needsito do it or the spectrandal. Well, that's right. Because, maybe, molecules, but a way of repeating is toод beings andouts if we don't see something on the Earth. And it's like, and it get absorbed by possible two things, you want to know what to do, whether, whether you find undiagn detailed models that can work with stories of небes boiling You know like we start to die off a lot quicker than people realize To where it's yeah, what do you think? I just want to acknowledge his fucking rust and coal over here He said brothers and sisters walking hand to hand one last midnight One last midnight. He's can you do me a favor or not say some weird shit? So yeah, so because the global birth rate is that has been declining It's expected to continue to do so So like fertility rates decline global fertility rates more than have since 1950 from 4.8 children in the bird childbearing person to about 2.2",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5332.44,
      "timestamp_end": 5395.86,
      "chunk_topic": "Global Birthrate Decline",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Global Birthrate Decline Spoken Words: And the projected decline the UN projects that the global fertility the rate will fall to 2.1 births per year per woman by 2050. And the Lancet predicts that the global fertility rate is going to fall even further to 1.8. So you saying this actually? Okay, but with the fact that the factors contributing decline, right, rising inequality and social isolation cost of child rearing and shifts in priorities. I think shifts in priorities is a factor. They can go many, many ways, I think, as far as interpreting it, because you just look at, and it's fine, just society norms this, a woman being the, the, this normal role of having kids, there's a dynamic, which is cool. I'm not saying it's wrong. It's just a way to actually, if you think about it, make sense, because up until probably the last 100 years, man, woman, roles, and family dynamics",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5395.86,
      "timestamp_end": 5457.36,
      "chunk_topic": "Global Birthrate Decline",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Global Birthrate Decline Spoken Words: were pretty consistent to an extent. People get married, they have kids, they have a bunch of kids. And then it's the last 100 years or so, you think about society changing culture, progressing women, having careers, women choosing, men choosing, both sides choosing, they just don't want children, which is fine. But you have to think about the rise of the OGBTQ. And again, and that begins, but that is a factor. That is an actual factor. It's a fact. You know, you, which is not that true. There are two, you know, the relationships that don't result outside of adoption, which I think kind of fault, it's, it's not adding to it, it's like still taking it. Yeah, that's not adding to the word. It's not, yeah. Which is fine, it's just another explanation that's grown so much in accepted to where, yeah, all those relationships, they probably would have gotten married and had a kid. Maybe not, but you know what I mean, there's a good chance they would have wanted a partner and they might have just deep down",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5457.36,
      "timestamp_end": 5519.44,
      "chunk_topic": "Global Birthrate Decline",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Global Birthrate Decline Spoken Words: had always struggled with whatever. But you know, it's like a lot of people that are, would identify as homosexual or whatnot, have had kids, they've had families, they've, even had wives, they divorced. But so I'm saying there's kids that were made, but now there's a whole tiny percentage population who grow up in that's just not even something they're ever going to consider, nor would it even be really possible. So you were saying, you said that about the declining birth rate that people, you know, because you know, people still been having sex, you know, people are still having a lot of sex. I don't know. But they just not having a baby. That is much, right? No, not as much. Actually, I don't think there is much. I think they have on a lot of things. The internet porn is actually, people are masturbating a lot, but I think that's, I think that's not what I'm trying to do. I can, I can attest to that. I do not believe that is about choice, but other than that, lots of people are still having sex. I will luckily masturbate that. Yeah. I believe a lot of people. So much shit.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5519.44,
      "timestamp_end": 5580.16,
      "chunk_topic": "Global Birthrate Decline",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Global Birthrate Decline Spoken Words: No, but you would said that, and I thought I saw this the other day, and so it's, I sent it to Jeff actually, and he commented, and that was what I recognized, and it says the futuristic movie timeline, and it's a graph of, you know, all the way back, you know, from 95 up to now. And well, yeah, you ruined it. But it's, so between 2022 and 2027, that's like the time gap, like, because it goes, yeah, 2022, 27, and then 28, and then 28 to 32, so it skips. But so it's like, what is that movie? Silent Green. 22 was Silent Green, and then children are married. Soil and green. Soil and green. It's people, Elaine. People. Have you not seen Soil and Green? No. Charlton Heston. No, man, that's, I haven't. So that one, Soil and green, and then, in 22, and then children of men, is 2027. Which is one of my favorite movies? Yes. 2027 is Children of Men. Matthew, how do you feel about that? What do you think?",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5580.16,
      "timestamp_end": 5640.56,
      "chunk_topic": "Global Birthrate Decline",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Global Birthrate Decline Spoken Words: With that in mind, do you think that that movie will be predicted to be true? Will it be like what we were talking about, Elaine? I think that movie's on that list. No, is it like what we're talking about earlier? Maybe. Like we were talking about earlier about how like, you know, kind of that, that a, like, foreshadowing. Like around the movie. Oh, yeah. Oh, yes. Like, kind of like art being, there's like a self-fulfilling prophecy to where, yeah. I mean, size five, maybe one, I definitely predicts a lot of things that are, I guess really, maybe they're just, what a size five, okay. Obviously. I feel like I could have another kid there in me. But like, Mikey's got one in the middle. Yeah, we need to offset the decline. We're right there. And pop out as many babies as possible. Jeff, you say you have a child? I knew you can birth a child? I say I got one more left in the tank if I need it. No, he has one in the tank. If he needs to, he's like, I got one. In the reserves, he's like, if I had two. Bammy a son. If I had Bammy a son. He's too long with the bars. Let's play. Bam is like go in there dressed up like one of the like Nandoor from what we do in the shadows",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5640.56,
      "timestamp_end": 5705.18,
      "chunk_topic": "Global Birthrate Decline",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Global Birthrate Decline Spoken Words: Man that's see you six is going on. Oh, it's final season. I've been watching it. Hope you have been I know you haven't I know you haven't I don't have so yeah global birthday declines real you have excuse. It's real shut up It's on to be yeah, it's not on to be not everything is on to be but everything that's not on everything else is on to be I don't drop character to DVD commentary. Yeah, that's truth. That's truth. Well that's there's I Guess we want to come in close to a A stopping point or we could take a break and see if or we could come back. Yeah, we'll take a quick break take a quick break. Let's take a break And we're back with more because you know what Jeff? You know why we're back with more what night is it Jeff? We don't miss what night is it Jeff? We don't miss. We hit him all",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5706.0,
      "timestamp_end": 5770.24,
      "chunk_topic": "Global Birthrate Decline",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: All pre-filming Jeff was just continuously saying He's going it's a banger that bings you to death How do I scroll this page? Oh my gosh wait? Where does I'm stuck on this side my mouth is stuck over here? You know the rain stuck on stupid boy. Oh Boy you crazy man. You don't need to be nasty to be friends right? That's really crazy awesome knuckle here Right, so what do we got? I want to tell y'all about this guy named Nosferatu It's a vampire man Nosferatu. Yeah a vampire. So he's like the original vampire you type in lame to fight vampire Nosferatu he pops up. He's been like a meme. He's on pic-kiss So tell us what's so interesting about Nosferatu? Well, I'm biased. So he's an interesting. He's an interesting It I knew was suck nobody. We'll get into unknown hints in as well But Nosferatu the what's interesting about him is just the like the movie that's",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5771.6,
      "timestamp_end": 5832.76,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: Well, no, there's a movie coming out of course, but not just the movie. Okay. I'm not here to talk about the new Nosfer Yeah, forget that I'm here to talk about the old because this is something that I didn't I wouldn't even realize that the new movie was coming out a while back Whenever I'd realize this and I thought this was interesting Because it kind of helped You'll see Nosferatu is produced by Prana films and is an unauthorized an unofficial adaptation of Brahms Stokers 1897 so it was a ripoff novel Dracula various names and other details were changed from the novel including count Dracula Being renamed count or lock then finally Nosferatu is ripped off And In our in our cake and our cake and our cake and our Romanian word with a suggested Etymology of Nasferatu Nasferatu meaning the offensive one or Quote the insufferable or the one that'll suck your blood otherwise known as Jeff",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5833.32,
      "timestamp_end": 5897.12,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: Oh, it's a joke. It's a joke. We love Jeff It's a hey and then although although those changes are often represented as a as a defense against copyright infringement the original German Intertiles acknowledge Dracula as the source Film historian David Clatt states in his commentary Track that since the film was quote low budget was a low budget film made by Germans for a German audience Setting it in Germany with German named characters makes the story more tangible In immediate for German speaking viewers. So yeah, it made sense that they would pretty much take Brahms Stokers shit Stokers and Doughbrain They germify it germification. I think that's the technical term would be germifying you would know I am I mean my dad was my dad was born there Thank you for saying that you wouldn't you would know I am the purer of all things their knowledge",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5897.68,
      "timestamp_end": 5958.84,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: And it's actually my dad's actually birth last name is or loft not or locks. That's kind of close. It is interesting I think this is getting into the interesting part here. Yeah, okay This is the part I wanted to touch on touch it even with several details altered Stokers Hares sued airs airs hairs airs Sood over the adaptation and a court ruling order all copies of the film to be destroyed Destroyed all however several prints of Nosferatu survive. I think we have one on hand Nosferatu In the film came to be regarded as an influential as an intro influential masterpiece of cinema and Har genre, critic and historian Kim Newman declared it is it is in sorry, it is as a film that set the template for the genre of horror. So that's not fraud. See, there's the quick story. It's pretty cool that like",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 5958.84,
      "timestamp_end": 6019.6,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: they use it. It's a kind of a ripoff of Brainstoker. Yes. But they changed enough and germified it enough. And it actually ended up becoming something people consider. Yeah, it became a staple. Yeah. And it wouldn't have become a staple of like the whole genre of horror and you know, because it was crazy. But yeah, we'll pull up. Let's see. We'll just get a picture. It is the go to all monsters. Monster release Dracula. You know, like he's the rule. Yeah, I mean, he's timeless. Oh, probably. Yeah, there it is. There's a picture of him. Oh, look at him. He looks terribly scary. Yeah, he is a scary fellow. That's not for our to Nos for our to Nos for our to Yeah, dude. Now he's pretty legit, man. Oh, Miss me. I just differing song. We're doing the shadows playing in the background. Do your dad your dad your dad your dad. You are dead. Excuse me. No, I'm saying if you want to live long, they have no use for your song. Yep, yeah, yeah, dead. Yo, dad and none of this world. So yeah, I mean, I think he did some skin flicks as well back in the day.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6020.16,
      "timestamp_end": 6086.0,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: You think so. I think you know, Nos for our to did. Nos for our to did some skin flicks. He's hard up on cash and he, you know, so he's body that's where he had a similar situation to the hot two. Wait, so Nos for our to is a real person in your mind. What? Yeah, absolutely. What do you mean? My mind. Did you not just read? He's still reading this still alive then more than likely. Yeah, we as a fucking vampire. We're alive. I see he's been killed, but I bet how would he? Oh, okay. You really think somebody's got the the set. I don't. So what do you think he would he think he's supposed to be helping? I mean, shit. They say he was German. So I mean, so the Nazis probably haven't stored away the not well. Yeah, they got killed. Then he's probably locked in some basement somewhere. And he's waiting for the Nazis to free him by like did the Nazis are dead, man? Yeah. I've been living too long to believe. Well, Nos for this work. Obviously mentioning Robert Eggers has the film that if it's not out, it's coming out. I've been living too long. Robert Eggers, we've talked about some of his movies. He's a he's a man to trust",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6086.56,
      "timestamp_end": 6148.08,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: adapting some some work like this. So that yeah, I'm excited about that. Let's know the new the new Nos foratu. That's for that is is a pretty badass trailer. And I want to show it. Do you mind? No, I want to do it. Robert Nos for a William Defo. William Daffo. William Defo. No, I mean, he was Nos for our team the movie before though, I think. So maybe it isn't him. I think it's a pretty sure there was a Nos for us to movie within that's 10 years. All right, here we go. Silence on set. Two minute trailer coming up. It will be right man. Silence upon set. Sounds right, man. Can you hear that Jeff? Yeah. No, I can't hear or see any of the trailers you guys have done tonight, but you know what? It's fine. You want me to do it? You're good? Die. He can't. He said no, he can't.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6149.12,
      "timestamp_end": 6210.88,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: Die. Maybe. Die. I can't. Do you want to do it? William Defo. We don't miss that was him. Read it. Is this a 24th? Everyone was dead. The stench of that body's was standing for me. That's for us. That's for us. Hey, it's a boy. William was standing for me. It's William Defo. Dude, look at that jacket. We need jackets like that. Need a good duster.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6210.88,
      "timestamp_end": 6270.96,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: Yeah. That's not good. Only you can breathe deep. Sleep with him. It's a Christmas movie. I'm going to see it. Yeah, you already got- Take it. Yep. You really? Mm-hmm. You take in the woman? Take it myself. Thanks for inviting me. I kid. I was going on the bottom. I wouldn't go if you did. The hand. I'm ready. I'm ready. Woo. Take it, my body. My body is ready to catch you, sentay. And you just see it in the saddle.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6270.96,
      "timestamp_end": 6331.0,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: Yeah, that'll boy. Yes, sir. I'm going to take a... A Christmas film for the entire family. I admit it. I'd say I was a blood sucker. A vampire. Hell I ain't had a blood. I'm a country-wrested tributal baby. That's good. That's good. So yeah, I mean... I've seen that. I wanted to introduce you to the baby. I'm going to be a baby. I'm going to be a baby. I'm going to be a baby. I'm going to be a baby. I wanted to introduce you guys to... Nass. Nass man. Yeah, man. So... No, I mean, this has been... This has been beautiful. Matthew and I are now going to hold hands like Ari on a Grande and that girl from Wicked and Cry. Wicked. Okay, can you see any of that? Like those girls crying in literally every interview they have. I think them... I think some weird stuff happened. Hey, let them have their fucking father. I think some weird stuff happened. I think some weird stuff happened on my side. Maybe. Wizard of Oz, there's a lot of weird energy there, man. I think some weird stuff happened, man. Let the girls have their... I think some weird stuff happened, man. You know what?",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6331.0,
      "timestamp_end": 6391.0,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Nosferatu Spoken Words: It gets them out of the house for an hour and a half. You fucking pears. So now it keeps them out of my hair. Oh my gosh. Well... Well, amazing. We're going out. Before it gets to the end here, there's one to... Yeah. Quickly... Wait, what's you got, Jeff? I got my mickey and me movies to watch before you die. Okay, no, yeah. We'll get there. Right, there's one more thing I want to show before that. So you got this one cut. Good, man. Good. Let's figure it out. Let's see what it... Show briefly a little... Uh... NF... With the world of our cryptocurrency... We're going to start really... Air dropping some... NFTs that I became compelled to make. And figured out to kind of show some of what we're working with here. Because, yeah, you don't have to... You don't have to buy these or anything. If you just hold the coin, I'll just be doing a snapshot of holders. And you... You this might appear in your wallet. Hold the coin and give them a minute.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6391.0,
      "timestamp_end": 6452.0,
      "chunk_topic": "Nosferatu",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Mikey & Me NFT Collection #1 Announcement Spoken Words: Oh, the coin. And this is... But, let's see. This is collection number one. Final. Ooh. We've got some fun stuff here. So, yeah, this is again. It's like, oh, one of the random things I was compelled to do. Here's a quick little thing. It's random stuff. It's mean, Mikey, a little picture there. It's got a bunch of interesting stuff here. Mikey, which one is your favorite? Uh... Like, which one is your favorite? Well... Jeff, you... I think I have to say... Uh... Over to the left. Down. Right. Like, that one or a wall into the left of it. That one. Okay. I think I probably have to one of the left. The other one. The other one. Where I look for all blue and weird. Yes. You don't like our avatar version? No, the avatar. The other ones make us look more feminine. Bottom left. Yeah, this one.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6452.0,
      "timestamp_end": 6513.0,
      "chunk_topic": "Mikey & Me NFT Collection #1 Announcement",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Mikey & Me NFT Collection #1 Announcement Spoken Words: That one's pretty cool. Yeah. That one's really dope. I said bottom left. That's what I said. That's the best one. I like the coolest thing. This one's good. Yeah, that one's good. Yeah, that one's good. Simple. This one. This one, we love it. I do like to do straight blue with that a lot, too. Thank you. Thank you. So, yeah. These will be randomly gifted. And we're doing some more. Have some fun. Have some fun with art and creativity. Yeah. Well, before that, okay, well, we'll get Jeff. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6513.0,
      "timestamp_end": 6573.0,
      "chunk_topic": "Mikey & Me NFT Collection #1 Announcement",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Movie to See Before you Die - Airplane Spoken Words: I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. I'll get to the next one. year for next week's movies. Okay, so let's do I'm just working between 1950 and we do 1999 we see we get 1975. Oh, 1975 that's the year if you're listening homework you can try and find your five years. Tell us what movies you think were the best from that year and where we're wrong. I should have a lot of producing. I have to watch some movies to see if I never pull from. Now this is",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6573.0,
      "timestamp_end": 6633.78,
      "chunk_topic": "Movie to See Before you Die - Airplane",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Movie to See Before you Die - Airplane Spoken Words: going to be interesting Matthew is that how how are we going to recommend any of these when we weren't alive to see them. The other list you wanted me to be alive to see them. Well, we're talking about we've we've talked before about time travel. Oh, that's easy. Yes, we'll destroy it or or if you happen to know someone that was alive in this time you could pull from them as a resource. So you might have to talk to your parents and I've been avoiding it. You know, you know Bob loves this year in this year in movies. Bob goes on about it all the time. You could do 1975. 1975 Chevy pickup. So yeah, so that gets us to Rex of the week. Recommendation of the week my recommendation of the week is to go and watch before it comes out on Christmas go watch the original Naspirato. Have you watched it? Yeah, fuck yeah, I watch it. Don't put don't you don't do this. I'm just asking you. Yes, I've watched it. You want me to reenact it right here? I'd like you to do it. I'll do it. It was silent. Oh, I got a recommendation.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6633.78,
      "timestamp_end": 6698.44,
      "chunk_topic": "Movie to See Before you Die - Airplane",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Movie to See Before you Die - Airplane Spoken Words: Jeff. Well, this pressure about getting gifts and doing all this stuff and spending money on everyone else. Stop do something for yourself by yourself. Treat yourself. Do something for yourself. You know, I mean, be a little selfish during this time of giving. You know, I mean, some people forget. It's them. Yeah, no, it's that's some fact. That's a fact. Yeah, no, it's a fact. Kind of speaks to taking care of yourself. Don't obviously you're gonna take care of the people you love. And if you don't, that's you should get on that. Yeah, yeah, but assuming that you actually are worried so much about the people, you have to dedicate some time to yourself and your own well-being and getting yourself a little gift. We don't. It's just like twin peaks. Every day, don't think about it. Don't know it is. Give yourself a little gift. And that's some of the best advice. And another reason we need to finally do that twin peaks, D-Type, which brings me to my recommendation of the week. If you haven't",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6698.44,
      "timestamp_end": 6762.16,
      "chunk_topic": "Movie to See Before you Die - Airplane",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  },
  {
    "text": "Topic: Recs of the week Spoken Words: checked out twin peaks, I love it. You need to go ahead and get on it. I love it. It's a masterpiece of Dave Linches for many reasons, which eventually we'll get into because. Oh, yeah, that's gonna be a since we started this whole podcast thing. That's like been something we've kind of talked about. And we get distracted by umbrellas and life and pugs. Yes, but twin peaks is important. Twin peaks is very important. David Lynch is important. David Lynch is very important. Jeff is very important. We love Jeff. But also it's about open the door. Open the door. Well, it's it's about that time. Wish out. The amazing.",
    "metadata": {
      "date": "12-09-2024",
      "episode_number": 606,
      "episode_title": "Hawk Tuah Crypto Scam; 1991's Best Films; Precognition & Time Loops; History #funny #btc",
      "timestamp_start": 6762.16,
      "timestamp_end": 6804.24,
      "chunk_topic": "Recs of the week",
      "topics": "Hawk,Tuah,Crypto,Scam,1991s,Best,Films,Precognition,Time,Loops,History,funny,btc"
    }
  }
]