[
  {
    "text": "Topic: No specific topic Spoken Words: Greetings, Traveler. You've just landed on the Mighty Amoe podcast. But fear not for this is no mistake. No fault in the stars, no glitch in the matrix. No, I'm afraid this has all been planned. Pre-determined by powers, no not to us. So pull up a chair and join us as we find our way together for you or among friends. Yes you are. And you might be among non-human friends, non-human. Speaking of friends, friends joining us. Yes. Hey guys. Hey, can you hear us okay? Yeah, very well. Wonderful. Good doing just fine. How are you Mario? Very good. You know, we can't tell you. Wonderful. Yeah. No, definitely. Yeah. Yeah. Thank you. Thank you so much for agreeing to speak with us. I'm Matthew,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 0.0,
      "timestamp_end": 63.84,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: path of the Mikey, me podcast. And there's my good brother there. Mikey. And yeah, no, it was thank you. Thank you so much. So yeah, I guess we can just kind of get going. I guess to introduce introduce you Mario, my sparey correct of the UAP disclosure movement. Yeah. No, first of all, thanks for having me guys. So that's that's nice. And yeah, maybe I can start with myself, right? So I'm raising more in Italy, but I left my country many years back now in base in Warsaw. And I traveled a bit across the Europe, many sides. And yeah, my background is mainly work a lot in my career in technology, now actually more on big data, and AI, side on block chain, and more on the say on the on the management side of the",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 63.84,
      "timestamp_end": 128.72,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: thing and operation, right? Okay. Just to give you a bit of understanding there. So why comes this idea? I think you're interested about the project, and I would like to write you down for you. Okay. If it's okay by you. Yeah, that's, that's perfect. Yeah, enough. It's kind of got your side. Beautiful. Pulled up here, but yeah, you can just kind of talk through it from the inception to where we are now. And then yeah. Yeah, I've always been facing it since I was a child, guys. So I think this is something that comes as a passion. And you know, for me, they're like two main questions. Are we alone in the universe? And what happened when we died? I don't know. Actually, these are correlated somehow. Nobody knows, but there are some studies on quantum mechanics and some books that I read about. But so and therefore, you know, this has been my passion. I read a lot. I see a lot of, you know, main character in the space, like Georgian app in the US and all these books. Very",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 128.72,
      "timestamp_end": 194.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: interesting about what's happening also right now with the US hearing the second time that happened this year. Yeah. So that's very cool. So and the problem that I was always thinking about, there is a lot of information out there, but it's very fragmented. Right. And mainly are coming from disclosure from US archival, UK, etc. And people that want to pull something. But the problem is that there is a lot of stigma still. Even though a lot of events happen, but I think the public is still taking okay, that's, you know, something aside. But I think this is something that require a lot of seriousness. This is a serious topic. And I was wondering, right, there is a way how we can engage better the community and have a space where we try to be",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 194.0,
      "timestamp_end": 256.16,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: transparency, evidence, understanding also. And then talks to some people that are close to me, we come up with this idea. How to use blockchain to create this kind of transparency. Blockchain, I'm not talking about crypto, but talking about the technology. I think this cannot create this kind of transparency and tracking of evidence. And also because it is immutable. It's an immutable storage. It's an immutable technology. And just decentralized, just where the others, yeah, it's a solid project. And I mean, that's like that's a genius application of actually giving a repository for all this stuff. And it'd be Yeah, like you're speaking immediately on the blockchain, accessible and documented and then verified, I imagine, by people in your group. And that would be kind of a component, I imagine. Yeah, exactly. Let me break down this. The second aspect was how we can incentivize people",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 256.16,
      "timestamp_end": 317.76,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and reward them to do so, right? And then we come out on the rewarding system. I can talk a bit about that. But to break down the second topic, in terms of verification, there are different techniques, technology, as well, many companies are using, yeah, I got it, and other stuff to bring us to check if the document can be released at all, if it's a deep fake, et cetera. But that's why you would need always kind of human check. So I can go deep into the technical part, it's like an intellectual property, but it's like a multi-level verification. OK. And as well, we want to engage people in this space, right? Yeah, there. And I want to make clear, like, we're not going to break any kind of legislation. We're working with legacy department and to see that everything is fine on country, region base, even though it would be a global platform. And on the reward system, we thought, OK, people want to share,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 317.76,
      "timestamp_end": 382.84000000000003,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: but even though we want to remain anonymous, and also is where also blockchain help, because even though you have a wallet, doesn't tell you your name or surname or whatsoever, right? So and you can be incentivized by a binary reward in our UEP token, as well as kind of democratize also the reward because everything is done by the smart contract. There is no somebody to decide, OK, this person needs 10,000 or the other, we give 100,000. It's something that we work very transparently and very well. There are other aspects on the reward in systems that we're working on, not only to share evidence, but as well the community, if you is able to flag something that is fake, even though passing, you know, defen verification, and also in a way to engage a community. So we want to have an ecosystem that is really driven by the community. We don't want to put something like it's an organizational aspect and is driven by a company.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 382.84000000000003,
      "timestamp_end": 446.44,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I think that's not the purpose at all. I think this is something that we want to contribute as our mission to move forward with transparency to reach some objective. I mean, I believe that people still, we had some researches also in the academic space. So people that have real academic background, scientists, et cetera. Only 20% of them, even though the experience they're able to share. So this says something. There is a lot of stuff underneath, taken by the community or by people that is not real, is not anywhere. So we want to give this possibility. That's fascinating. No, I mean, that's I love the approach that you're taking to it. Like how you were saying about having those different levers of verification and those things like that.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 446.44,
      "timestamp_end": 508.56,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I mean, because that's going to be one of the first things that people try and attack or go after. It's like, oh, well, this is just people in their own echo chamber trying anything they see they're grabbing onto and saying, oh, this is real. And just to hear that that's already your approach and where you're starting from from Jump Street is it's nice to hear that. Because like you said, you're wanting to try and remove the stigma. And you're doing a fantastic job in a way just by how you've approached the whole thing to begin with. Because anybody who has any kind of sense can kind of look at what you're doing and hear what you're saying and be able to understand, OK, this is different. And it's not just, like you said, the old kind of stigma around it. Exactly. And there is also a lot of security to be added on top, because not only security in terms of what you can share, but to secure it in terms of cyber attack and all this kind of thing, right? Because it still is a sensitive topic, right?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 508.56,
      "timestamp_end": 569.76,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Absolutely. It touched many aspects. And you've seen the US on the government side, many different voices, not going the same direction. So it's, you know, I don't want what we want to do is, you know, we don't want to be biased talking about, you know, co-bear up all this kind of thing, right? Even that it can be or not, but we want just to bring evidence transparency. Absolutely. Yeah, we're talking kind of somewhat about that in a sense that yeah, it could be, you know. Like you said, like covert op stuff like that, but I mean, you know, it's just, you know, like you said, bringing about transparency is huge. I had, I had one question just kind of like, see, you said you, you've been into this and she were very young, you know, and all that. I was just curious, did you, was there anything that you saw when you were young by any chance? Did you have an experience or see anything at a young age that kind of spurted along or just the curiosity of it all was enough? Unfortunately, not, nothing happened to me directly. Unfortunately, unfortunately.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 569.76,
      "timestamp_end": 632.8,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, a lot of kids, for instance, if you've seen in Brazil, the people that were hard, but this thing, right? So, so not directly to me, I've been always very much curious and, and always remember was very difficult when I was a kid. Even now, to talk to somebody, even to people that you trust, right? Because they can think of you, you're crazy. Imagine that you can, you want to talk on your colleague or somebody on the job, right? Or, yeah, it's no go. Right. Yeah, because I get that because yeah, you, even if they, you know, like you said, no go, even if it's not just it, you know, a lot of times what's upsetting about it is that you're excited about it, and then you tell it to somebody and they kind of kill it by just whatever. Yeah. And it, and it, you know, it takes a bit of you whenever you're excited and you want to share something and then, you know, somebody reacts kind of that way. Yeah. And, yeah, and this, and that's the beautiful thing about this, this platform, this movement is it's creating the community for people to come and be embraced and share this information and be taken seriously, right?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 635.92,
      "timestamp_end": 706.08,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And it's interesting because I'm, I'm like, I'm like, you Mario. I've, I haven't seen anything in the sky. And I've, I look, like I like looking because I want to and I believe in it. And, but my, my good buddy, Mikey here, he, he's got a number of, yeah, individual experiences. He's had seen things throughout, like numerous times. And I can, you know, it's my brother. I, of course, he's telling the truth and I believe him. And it's, it's interesting because it's like I have the, I want to see it, you know, but it's like I just, it's, so it's, it's fascinating because it's, I can, yeah. He completely, he believed in it. And so does it's nights because he gets his shares experiences with me and then everything going on in the world. It's, it is, is fascinating. I do wonder. So does your group consider, I guess how do you all take into account or consider, I guess, any potential psychological or like social societal implications? So, and I guess that's this kind of comes along with the territory. So if, you know, you're growing and expanding and you're actually becoming a trusted repository, false information, is there a way in which it's kind of, I guess, announced or just to the public or where are you just kind of, you want the information to be there.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 706.08,
      "timestamp_end": 779.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And however, society handles it is how they handle it. Or is there any kind of like, okay, nurturing of the information, it's like, okay, if we just get some crazy kind of video or something that's, it's like, okay, could the world handle this, you know, type thing or is it just kind of if it, if it's real and you prove it, then it just needs to be out there right away. I think, yeah, thanks. Thanks for the question. It's a very good question. And I think there are two implications there. Security matter. If it's something that break any kind of security, we have a legal department. We all go to authority. First, if we can put it on the platform or not, right? Because we need to be sure that we don't put something that break any kind of security or so many security or anything like that. And about something that is fake, I think, I mentioned before this can be exploit, let me say, in an easy way with technology. But there are some, some content, maybe they can be kind of disturbing for other nature things.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 779.0,
      "timestamp_end": 842.0799999999999,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I think that the community that is there and people that would be entitled to review the things that we make a judge on that. But we want to involve as well, you know, experts in the field, right? The canal pass with that. So there will be sort of sort of, of course, like, a argumentation and policy over there. Right? We don't put, you know, everything and everything. So it should be controlled somehow. Right? Yeah. Yeah. Do you have any, like experts in mind, perhaps, or people you all thought about, maybe you've wanted to reach out to or that you'll have reached out to, perhaps any notable people that anything. Yeah. We are working on that against say name or an out, but we want to engage it very much ASAP. Nice. We are start up. We are start up. So, you know, and the problem is that there is another stigma, the crypto and blockchain stigma, right?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 842.24,
      "timestamp_end": 908.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, we're both on the same journey to destigmatize it, which is I love when I stumbled across your project, because we started this podcast a while ago, and I've really been in the world of crypto for a while, and this kind of naturally kind of led to, okay, embracing the world of crypto and the communities that can build and foster. And I just kind of naturally, in the whole process of that, the whole promotion side and influencers came across your project that was out of promotion not long ago. I'm like, this is right at my alley. We love, we're so fascinated in all things, EWAP and unknown and just that whole realm of things. And so, yeah, so I saw you guys, I'm like, okay, they're doing something really unique and amazing, I believe, with the technology just showing, okay, people think of all the mean coins, they think of all the scams, all these ugly side and don't see value, but it's like, here, there's something behind this, there's sustenance, there's actually foundation.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 908.0,
      "timestamp_end": 968.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And we're, yeah, and we're both on that journey, like I'm journey to show the value of the community engagement that these things can build. And yeah, I saw the EWAP project movement, and I told my camera, dude, this is like such a beautiful thing, and like, in use of blockchain, cryptocurrency, getting rid of stigma. And so yeah, it's a thank you for that I found you guys, and that we kind of on this unique same journey at the same time. Thank you, thank you for that, and yeah, I can't agree more, I mean, the problem of one of the challenge, or the crypto space, not talking about the technology, I think the technology is very valuable, but the crypto space is that there have been a lot of phones, this came, yes, calm, ragpull, whatever, you can name it. And that's I think, would a bit that on the public, on the eye that is okay, just you know, says something and gets some money, and that's it, right? But there is utility, there are project, there are real project with utility, not only our, but there are many, many, many of them.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 968.0,
      "timestamp_end": 1033.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And another aspect of that, that part of the pounds, if you see now, we're talking, economics, but also the transaction fee, we'll be dedicated, it's pounding, nonprofit, journalist, and researcher in the space. There are many nonprofit organizations around the UEP that I can, and project that I can, I believe we could collaborate in a meaningful way. Yeah. Yeah, so could you, I'm kind of lost just there in that, in, in some of this. Yeah, I can, I guess I could be up, so I'm definitely the, the half that's more understanding of this blockchain technology and whatnot. So I guess to kind of just help educate some people in that realm, I know. So you're, you're utilizing the theory in blockchain, if that's, if I remember correctly, okay. Yeah, yeah. And I'm just, because I, and I've over time, you know, confidence, you know, I use all of my values that, you know, and they're just like, it's the beauty of them.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1034.0,
      "timestamp_end": 1098.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I think ours is on the, the salon blockchain. So I'm curious, how did you pick the blockchain that you all decided to use? I mean, Ethereum is for developing, I mean, talking to our developers, I mean, in making more, it's an easy and standard that many libraries can be used. And also kind of open source. So it's more like able to scale. Okay. So, of course, downside in each of the chain, Ethereum is much more stable compared to Solana. It's very true. Even though Solana have less gas fee and, you know, this kind of thing. Yeah, it gives us the trade off, right? Right off. Yeah. But it's more, for us, it's important to have the security aspect and the scalability. It's very important to us. Okay. That makes sense. Yeah, that makes perfect sense. And, yeah, so before I get one, I do know, because I think the, you're going to utilize NFTs in a unique way.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1098.0,
      "timestamp_end": 1162.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: If that's correct, at least I think I saw something on your site about how you're planning to actually utilize NFTs in a meaningful way to kind of, you know, go along with your mission. Yeah. Yeah. NFTs is one of the offering that we want to give to the community. It's kind of, let me pass it away. We're coming in a second stage, also in the roadmap, you see there. So we're not really in the final design stage, but what I can say there, there would be inform of reward as well or some specific, you know, leader in the community. And I, into kind of form, one is artistic NFT, but the other is specific evidence in a form NFT that would be unique. I can tell you more because we're not really in the final form, there are a lot of ideas. Yeah, I can envision exactly the general idea of what I can do in this two-way.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1162.0,
      "timestamp_end": 1226.64,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I can actually create a digital asset that's either further, it'll be the substantiation of what's been taken in. And I'm excited about that. I'm going to try to be one of the first people to somehow be a part of getting that game. Yeah. No, and I wanted to say, whenever you were saying that about the stigma, it kind of was, it made me realize too that, yeah, with, like you said, you're in this, both of the things that you're involved with do have this, you know, this, like you said, in the community with the crypto and the blockchain, like you were saying how they do the rug pulls and stuff, and there's a lot of people out there, almost like creating cryptocurrencies just to kind of get that short term, you know, take advantage of the buyers or something like that. Tough fun. Yeah, exactly. It's like, and then also with the UAV and UFO stuff and all that, or UAP, sorry, with that realm of things, even with that, for years you've seen people that were just telling fake stories to try and get publicity or to profit off of it.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1226.64,
      "timestamp_end": 1290.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And so I mean, just wanted to comment on the fact that I really, to help people understand really what, how important what it is that you're doing, because in addressing that that happens in both of those realms. And that's really what, you know, both of them have been had that kind of characteristic for so long, and the fact that you're, you know, being as serious and well thought out about everything you're doing is really, I find it, I mean, super fascinating. Yeah. Now, it's, it's seen technology used in, it's, it's beautiful seeing the use case for blockchain technology like this. You know, this is like, yeah, and it's, it's, it's interesting how blockchain and things come out so long, and then it's kind of like the, it's like the internet, you know, or AI even. It's kind of like you just, there's a huge and, you know, like when the ICOs, ICOs came out, like in 2017, 18, then the NFT boom, and then it's like, okay, then all this garbage stuff and then the quality projects kind of starts of manifest, to be like, okay, here's",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1290.0,
      "timestamp_end": 1351.56,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like, you know, just like the good websites that have persisted in the, you know, or either birthday or the internet. So it's, yeah, I think it's quite fascinating. And I was kind of curious getting back to kind of some of the coordinating efforts you guys do. So I mean, I know it's, it'll be working out, I guess, with, with, so, uh, governments as much as you can, right? But you said you're currently, you're based in which part of the world, which country? We have the main, let's say, at war, there, we can call it that because of the real just, you know, uh, a startup, right? Yeah, in, uh, in Warsaw, we're thought we have, we're people in, in the UK, uh, and the Europe base, let's say, in different locations. Okay. You know, some are working at this stage work at the moment that, hopefully, we're going to scale, then we need to find, you know, more easily, but for now, it's, uh, it's work. Okay. And you said, I had a question. You said you, currently you say you work in AI or work, work with AI? Yeah, I work with, uh, big data that's, uh, an AI, mainly on the life science space.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1351.56,
      "timestamp_end": 1418.76,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Okay. I've been always working with, with data. And one of the things that I can say right now that we want to put it, I can say more technically, but, uh, I think our connect there is to find pattern in the evidence, right? And that I have some sort of, uh, conclusion to where to go or ask the community. What we think we should explore more, right? Okay. You know, and involve them. Right. So I think that's probably something that is missing today. Yeah. Well, that's, and that kind of comes back to kind of what we're, you know, I mean to do it at the same time, this is like the ability to have community involvement and actually engage with, you know, the ecosystem to where, yeah, it's not an organization. It's a decentralized, like autonomous, you know, structure that's set up that, you know, it takes passionate, smart people to kind of set the framework up. But then, you know, it's kind of self-sustaining just based on, you know, the community. And so that's, yeah.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1418.96,
      "timestamp_end": 1481.12,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So what would, uh, if you do have any, um, you know, in your, if everything goes the way you would want it to go, do you have, you know, say five, six, seven, eight, ten years down the road, what, what do you have in mind for, you know, this, the big picture of what you're doing here. Do you have anything in mind like that? I think the first thing that we would like to, the big achievement for us is to contribute as a major player to find the truth, to find and know really to be a forefront. And you know, it's kind of a nice story to say that a community that have been always on the side like blockchain, etc. contribute in another community that is always on the side of, on the side way, right? So there will be a nice story to say, also to my daughter. But you know, but there will be nice, I mean we want to find something that can help",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1482.4,
      "timestamp_end": 1549.12,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: already on global side to find some answers, right? And I don't know if it will pass with my time, but to at least contribute on that. Yeah, to be a part of it and pass that baton. And I love that that mission that you have in mind is that you know, you're like, I want to help contribute to finding out the truth. And I mean that's, that's, that's beautiful to me, you know, because other people, you know, might be like, just want, just the success of it or something like that. And it's one of the things that I can tell that you're driving you is just the mystery and the curiosity of it all. It's like, you know, and I feel like if that's what you're driving you, it's, you know, the sky's the limit. I feel like, you know, yeah, that's genuine, it's virtuous, you know, endeavor. It's a, and this kind of like our fascination with all things, UEP and then, yeah, it's, it's, it's, it's really interesting, the timing of all this stuff going on currently. I could, I was talking about, but I'm like, dude, I'm like, I reach out to you. Reach out to these people and I don't, it's almost like, did this start happening?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1549.12,
      "timestamp_end": 1611.68,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Did we manifest this? I was thinking the same. All these also drones, you know, I don't know what was that and all the orbs and the stuff. And then we launched officially, even though we were working months ago and we spent some time to find a real concept. When we launched, then all these events happen. Yeah. That's what, that's what we were just kind of fascinated about is it, you know, we've kind of over the past year been looking for, you know, it's like, we've kind of naturally found our groove, which is getting into the UAP and the unexplained and things like that. And then he finds you and then this stuff starts happening and it's like, man, this is just like beautiful the way everything is happens to be, you know, call it synchronously whatever you like. But, you know, yeah, like, would have you been paying attention to much of the stuff going on here in the States? Obviously, obviously. Right, yeah, yeah, we have to ask, but I know we just, we can't stop the research, we",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1611.68,
      "timestamp_end": 1675.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: can't, I can't stop thinking about it. Like, and whether it's obviously it's in the kind of what we like to get back to is this talk, you know, saying we definitely don't have the answers and just literally just being open-minded to every possibility. And it just, because it seems like it's so easy to see social media, people automatically decide it's one thing or not. And it's almost like, oh, it's, they're not anything or it's the government doing this or that. It's like, and they just kind of don't leave room for any other possibilities where we're kind of like, it could be everything all the above. It could be one thing. It could be none of these things. But we don't, we don't know. And it's, so we just like to kind of, come up with as many theories just to at least think, okay, what a million possible things could it be just so whenever, if we even ever do find out, it's like, okay, we kind of thought about that. It's kind of like trying to guess a movie's plot or something, you know, how's it going to end? It's like, it, it's kind of this and kind of. It's kind of surreal to compare what's happening to a movie.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1675.0,
      "timestamp_end": 1735.88,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Exactly. And for me, it's looking, you know, all the news about that and some of the footage looks like really some of them are drawn or something close to a small airplane. Some other like orbs with some energy, so they look completely natural. Yeah. And be also even something, I don't know. But then you ask, you know, I see also some interview coming from people from the government, from the US government that we're passing for. And you know, the question is, okay. What is the real answer, you know, seeing some comment like is a, is a mother ship sending from Iran or something? Iran, yes. Yeah. Yeah. Or is it Chinese that are 10 years ahead of the US or is it something, something more? You know, there are a lot of things, but also this may be even closer than to what we're",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1735.88,
      "timestamp_end": 1796.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: doing, make, make a lot of sense. Yeah. Right? Yeah. This very moment that there is a lot of people talking and putting a lot of content is different to understand what is actually real, what is fake, completely fake. I saw some video that were naturally fake and also they were then published as fake, after some review, but then they had a lot of reposts or republish and people see this thing. Right? So, I mean, difficult to say what's going on over there. Yeah, it's really difficult to say, but like as you said, and that's why again, I wanted to kind of go back to time to what you're doing and why it's so important with the verification stuff is because right now with all of this going on, this is almost like, there's these intersections where it's like a Venn diagram where you have people that love UFOs or UAPs and they're fascinated with it",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1796.48,
      "timestamp_end": 1857.44,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and they've seen stuff before and now they're seeing this and it's just confirming what they kind of already knew. You have people that are being totally exposed to it out of nowhere where it's just like trial by fire, almost they're learning on the fly, like okay, what's going on and then they go pull up their phone and they see on social media, they see all these videos. And like you were saying about how it's like reposted and stuff and right now there's also this whole community of influencers or just content creators where all they're doing is just, now they're just gonna create some sensationalized AI video to try and get clicks and get people to share it because they're just trying to game a system. And so that's why like what you're doing and what is so important and valuable is because, it could just be another way of helping confirm at these. Yeah, I trusted go to, yeah. You know, source for, you know, and that really getting the timing, it's like, it really is so perfect. Like what you're doing is really, it's like, I'm so excited for the future",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1857.44,
      "timestamp_end": 1919.68,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: just because you know, I know we're gonna do it based talking about, I mean, I wanna be a part of it from here on, you know. And just, yeah, it's literally trying to spread the good word and tell everybody we know. Because all those people that really just do want at least, go to somewhere and it be the least, you know, at the end of the day, humans are always find a way to kind of lie, being perfect, but so we have a group that's being as virtuous as they can with collecting and sharing information and it having, you know, the system that's, you know, autonomous democratized, it's, yeah. And so I can just see the future over time, you know, it just kind of builds like, okay, this, you know, we're don't want to actually see stuff and that have to think, is it fake or real? To be like this, you know, be the trusted source for this stuff. That's exactly what I envision. Because again, it's the autonomous nature. It's not that the, you know, and the whole, the nature of the blockchain and the token distribution is, you know, it's not like all those people that, you know, everyone will benefit from the ecosystem of the coin",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1919.68,
      "timestamp_end": 1982.28,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and the way it'll grow and create the value that's substantiating what this even is and it's the value of the truth. It's really just the value of the truth in my mind. And just it's, and it's, yeah, that's why I'm really, I'm really excited for it. Yeah. But yeah. So it's kind of good. Oh yeah, yeah. No, please. Okay. No, I'll just to be careful with your saying. I mean, I think as well, connected to blockchain and, and creeped as well. I mean, creeped as well is really democratized, democratized in, you know, financial and exchange, right? And I think that goes end in end. Because then we're doing exactly the same and we give the possibility to people to get the ecosystem that is sustained by himself and also to get advantage for that. They can, you know, receive token and they can exchange, they can trade, they can stake, they can do whatever you want, right?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 1982.28,
      "timestamp_end": 2042.6,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But at the end of the day, there will be a reward for that. So, and then we'll push things forward. But as you mentioned before, it's important that we maintain the credibility, right? It's not just about to get reward. Yes. But as an evidence, it needs to be consistent, right? Definitely. Yeah. Yeah, no, because I mean, that's the whole foundation of what you're, you know, what you're doing. And so it's like it has to be, you know, kind of cross the board in that way. Yeah. So it's kind of going down your site here. So I think, you know, if you want this kind of, we talked about the general outline of it. And then you, your current roadmap, just to kind of, you know, for potential people curious what's going on. So, I know you got your tokenomics kind of set up here, which is pretty, pretty clear cut as far as, you know, the breakdown of all the tokens that are, they're going to be created. And the total supply is fixed, correct? Yes, I speak, I speak. Okay. We will not be meant anything more.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2042.6,
      "timestamp_end": 2103.4,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Okay. And then so you have the pre-sale, is that, do you know when that's going to be coming? So the pre-sale, we start exactly in before Christmas, probably the day before. Perfect Christmas. Perfect Christmas, I really. You know, that's... Yeah, we are making sure that we are finalizing all the security and the centralized application to do that with our developers. Okay. And we are enforcing the smart contract. That's why there will be a new smart contract before launching the pre-sale. As well, we're working on AOC, so to be sure that, you know, people are sure that people behind this project. Okay. As well, we're going to, then, during the pre-sale, audit the smart contract. Right. Okay. Very cool. Yeah. So, did you? Yeah, I was going to say, so you, again, I've kind of got it in my head and I don't know,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2103.4,
      "timestamp_end": 2164.68,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it can't get it out. You mentioning that you work along, you know, we've... Him and I have had plenty of talks on AI. And then he... Yeah. And then he... And then, you know, I've been just within the past six months or so, really coming around and understanding more things about it. I'm curious. What do you see, you know, maybe... How fast do you see AI, like, either, you know, becoming a part, like an undeniable part of people's lives? Do you... Like, do you have any kind of speculation on that or anything? Like, towards, you know, the integration of it in human life and things like that? Yeah. I think it depends very on what is our expectation, right? Because if the expectations to have kind of super intelligence, that is able really to think like a human and also to provide some critical decision-making, I think we are a bit far away. We'd take probably maybe a more, about five to ten years or probably more.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2164.68,
      "timestamp_end": 2227.76,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: On the... Or now, I think what we can do is pretty much. Amazing if you think like even five years ago, right? Even though, you know, summarized texts, understanding fake or plagiarism, create picture, video, whatsoever, just from a text or an audio or other thing, it's pretty much amazing, right? Yeah. But for something that really, Stinky, is able to make a decision, I think what is building Tesla for me is fascinating, with what is the name that they robot Optimus. Oh, yeah, I've missed the test a lot. Yeah. Because I believe the AI needs to have kind of physical aspect. Yes. See the world. I don't remember exactly the researcher, but probably would say, but at three, four years old kids, buy all the information that is taken visually from the visual cortex, is like",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2227.76,
      "timestamp_end": 2292.8,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: three or four times more than the most developed open AI, GPT, the four, four point all. Yeah, because the spatial awareness is the current expectation, right? So I think in that times, I think we are a bit far away, but if you see, you know, that technology evolving in the span of five years, it's crazy. Yeah. No, that's interesting. That's why I was curious to see what your perspective was because, you know, if you're working in these things and, you know, you could provide me that understanding that, you know, okay, well, if you look at where we are, you know, because I wasn't paying attention to five years ago, I, this wasn't even on my radar, just so you know, I cut grass for living, I own a long car company. And that comes quickly. It's wrong because five years ago, it wasn't non-really hard to anyone's radar except for the small group of scientists, computer, software engineers that were working on it, that realized the capability and possibility. And we have from GBT 2 to 4 is like the jump from like a kindergarten to a high school graduate. And now it's 401-01 reasoning, 01 pro.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2292.8,
      "timestamp_end": 2353.44,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's in my, from my, whatever my perspective is, we're, in my perspective, we're at AGI and from my take on it as far, you know, as far as what it's capable of, I mean, you know, tasking with agents and actually assigning them to work like the remote worker is easily the first to pay for, you know, just like anyone that didn't have to go into a job, it's like there's literally software and agents that can do an analysis on something, it can spit out a report, it can do all these things. And then research level studies, it can literally perform and pass all these, you know, different metrics and rating systems and rankings for what they can do. Like the current, current generation frontier models can, can operate at the highest level, probably most humans, the user, they, still the smartest humans that would still perform, but even then they get more humans do things over and over and then they get it right. It's like, I think we have this standard-free eye that it has to get it right on zero shots, right?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2353.44,
      "timestamp_end": 2413.6,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Or get it right on the first try, which it's like, that's perfect, but it's like, me and that's actually better than humans, like the general human, that just, yeah, it's fascinating to me. It's just kind of watching how quickly it's happening. It's like, just sit back and just kind of trying to observe, and utilize it as smart ways I can, right? Just kind of seeing the tool, like it's like an actual tool that's, you know, yeah. Sorry, I can keep random about it. But you are absolutely right. I mean, before was more in the end of machine learning engineer, right? He developed a prediction model and all this kind of of thing. Now, if you use OpenAI, API and stuff, you need to more kind of prompt engineering. Yeah. To let them understand how the data looks like and what is their reference, right? But at the end of the day, it's the model that is doing the work, right?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2413.6,
      "timestamp_end": 2473.76,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's not anymore, the engineer per se does that. Yeah, it's learning how to talk to the model. It's how to get the most out of it to how to work with it, right? And it makes me think, you know, what the whole spatial awareness aspect, it's just like a child except it's going to learn a lot quicker. Like, you know, I feel like as far as, you know, how well it's implemented and just kind of seen in the physical realm and society. Yeah, so you were saying you feel like that, it's correct me if I'm wrong, that you feel like for its advancement or something to get better, that it needs some type of physical aspect. Is what you were saying? Yeah, if you think about like a general intelligence or super intelligent, I think this would be needed. Okay. In my opinion. Okay. Yeah, kind of Jeffrey Hinton, if you, I know he won the Nobel Prize and it's kind of a godfather on large language models. I know that's a question that's often asked is, if people think superintelligence needs a physical form, super like be considered superintelligence,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2473.76,
      "timestamp_end": 2534.36,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's a kind of interesting philosophical question, which you can make sense. If you're to be super intelligent, it should be able to operate in function at the highest levels in the physical realm and in this intellectual and data realm, right? And so if it's limited, if it can design something perfectly, but it's not able to navigate in the world we live in, yeah, I agree with you. That's kind of, you know, it could be a smart, smarter in a computer than everyone else, but for that next level of being able to interact and move and engage in the physical environment, I think is actually, for me, yeah, that's a key feature that I agree with on that. It's pretty interesting now, fascinating. Yeah, it is. It is. I think it's important as well to one level because more this model become more superior, et cetera. Hetic is very important because we need to always remember that this artificial intelligence model or superintelligence are there to support human. Yes, you have to replace it.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2534.36,
      "timestamp_end": 2595.56,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, exactly. Right. Yeah, and that always brings up the interesting point where people talk about the black box nature of it and that in just observing in nature that anytime there's a more intelligent species, it ends up dominating any lesser intelligent species. And so just if you think in this thing, then that's just a philosophical point. I'm not saying that would happen, but it is just an interesting thing to bring it's, you know, and that's kind of, when they talk about the scheming they can do, it's, it's just interesting, you know, it's a big, it's an exciting new world. But it kind of made me want to bring up so, if you think there might be a correlation between any of the UAP stuff increasing, if it is, in fact, increasing, or if it's people I've been more aware and it's increased, you know, it could be any mixture of these things and then where we are in the realm of technology and AI advancement. Because I, you know, I just look for correlations and things occurring in the world. And, you know, whether it's just a correlation",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2595.56,
      "timestamp_end": 2656.6,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that exists and they're not actually affecting each other, but, you know, I observe the rate of AI advancing in where it's at, and especially with AI and in the quantum computing, a willow chip that came out. I know they're like, they're separate, but just the implications for whenever that is actually in a world of application that can be used. Just, okay, we're on the forefront of things getting even capabilities and breakthroughs and scientific, you know, discoveries iterate. Like, I believe that, you know, it's never even been closely dreamed of to where if there's, I could see there being a correlation between whatever's going on and where we're at technologically and if maybe that's some point where it's us getting to a certain point. have advanced in some sort of advancement in society that who knows I don't know I just I don't know if you had a question Yes, so your question for him is do you wonder if there's any Quarantia and the AIP sightings yeah Difficult to say yeah some of the",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2656.6,
      "timestamp_end": 2717.56,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: material show Incredible capability and the sort of intelligence Right, so you're not just simple drones That's the show sort of also Yeah, I mean intelligence and What we see right now, I mean what we our eyes can see is that We don't have this kind of capabilities, right today Maybe there are like some secret project or something that people know doesn't have the need to know But look looks to me very weird that this finger test on the public yeah, normally If this thing would be test will be testing a specific region and specific area like a war zone Yeah, not in New York City Yeah, and like you said to I mean there's there's there's a lot of the different videos in there's the ones where they say the drones",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2718.88,
      "timestamp_end": 2779.16,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Which look more like you know familiar objects that people can kind of put a finger on again They said that some of them are the size of a sedan or an SUV and there's there is military drones that they have that are you know Or drones that have been tried to have been marketed to the military that are kind of that shape and size But like you said there's also these orbs that people have been observing and the orbs are what's interesting what's interesting because Those ones some of them I've seen on one video they kind of were zoomed in on it This thing was almost like morphing. It was like a view from a plane like somebody on a plane was recording it and this thing was like changing You know shape and structure which kind of opened up a whole new world for me in a sense that okay Well, maybe whatever this is could be imitating other shapes or you know, which to me would be I don't even know what you would call it at that point You know if you could call it a UFO like or aliens at that. I don't know I think I think now I believe that debate is not anymore if the phenomenon is real",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2779.16,
      "timestamp_end": 2841.64,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Mm-hmm. The phenomenon is real. Yes. I mean I Does of course believe people that are still in disbelief on that the phenomenon is real There is no doubts to me about that. It's in Neckar for some Version of this or some you know cases that happen is a natural that we don't know is a natural phenomenon I mean we can't answer I mean on that that's what we're working on the specific you know Evidence to find that they the clue but the other stuff or other ideas, you know Interdimensional space. Yes other things that are you know some of them are claimed by also Without saying the name of academic people that are very well known Mm-hmm. Yep. So I don't think people get crazy Suddenly I think people that started is and they have the theory Maybe one theory doesn't fit at all all of their cases some of them may be our natural phenomena",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2841.64,
      "timestamp_end": 2904.28,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: We still we don't know yeah other are more let's say the me post Extractor ratio of something that is not coming from from here. Yeah, no, I agree and it's like you said It's like I'm I'm not even I'm not even questioning in the sense as like you said is this phenomena real It's like to me. It's you know as you said it's it's undeniable that it's it's real for like like he had said He hasn't seen anything in the sky that's odd But probably about 10 years ago was and I the first time I ever saw something and I was standing out in front of my friends Here a friend's house here in Texas and I was just standing in his driveway late at night I'm looking up at the sky and I saw what I thought was a shooting star and it was going from North to South in the sky And I'm just watching it and right about when I thought it should have burned out and just disappeared it just stopped And it sat there for about three or four seconds and I kind of like lean forward because I couldn't believe it I was just like sitting here with my head back and I see this shooting star and it just stops and I kind of lean forward and my buddy",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2904.28,
      "timestamp_end": 2968.56,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Looks at me like are you okay? And then as soon as I'm like about to point at it This thing just shoots off and in the blink of an eye was gone and that was 10 years ago and I That was the first time I had ever seen anything and I did have an opportunity to talk to at the time I was dating a girl and her family member worked for Raytheon and He was a former employee of them and I was able to kind of talk to him and ask him like what do you do? Do you know of anything like this and he was saying that no and one thing that I the reason I was sure this I thought was interesting is that he was saying that you know because I was asking do you know of any technology like that that exists or whatnot and he was saying no. He's like I don't know of anything that could if he said it was moving like a shooting star in as high as a star and fast as one. He's like there's nothing I know of that could stop its own momentum going that fast and then just shoot off again. And he said more than likely what happened is it was moving north to south and then instead of stopping it started to move towards you and then it darted away. So it changed direction or vectors of direction is kind of what he was saying.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 2968.56,
      "timestamp_end": 3031.64,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And so you know so I'm just all that to say that it's like I've been you know kind of I believe that there's definitely something unexplainable going on. Yeah. And kind of like I think you had mentioned before while there it might be a possibility that there's all these that government may have technology and capabilities to do these things that it came from somewhere. And there's there's something that whether they found it or they're copying it or something there's something there that's still unexplain that we don't not all of it that what people are observing is just an explainable military or government phenomenon in my opinion. Yeah. And then that's it. Yeah. Like yeah, it's like I think it could be all the some mixture of all these things you know. It's in the one thing I just was thinking about last night and it was inching out just showing with him is the more I'm looking at a bunch of these videos that are shown up it's the variety of them is the really fascinating thing you know it's kind of it's not like there's just one consistent type shape it's I start it's like it's a bunch of random animals",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3031.64,
      "timestamp_end": 3097.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like that no sir that I watch them and I just saying they come across like whatever they are the way that they're moving around the randomness of them it's it's almost like a zoo of some creatures got out or something happened and at least like that's what it almost looks like to me to where whatever it could be whether it's anian technology or aian creature or they're doing something like he said there's an experiment and something got out and it somehow replicates and mimics it's I know I look all these things I just who knows it could be anything but at this point that's like there'd be some really intelligent animals if that's what it was though. No I'm no I can tell it's in the same way that we have chameleons that are not the camouflage you know think about it other people automatically think aliens a lot of times they think intellectual you know mental capacity in the same way we do but they could be highly intelligent and just be reactive adaptive to their environment and whether something crashed down and we have you know it was down in the ocean you know maybe they've been able to go in and out",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3097.0,
      "timestamp_end": 3157.64,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: the ocean because they they can be in a plane of what you know who knows that's just the variety of them is kind of why I'm like okay this is so they there seems like they're shapeshift in some cases and they just kind of moving around like almost like they're just kind of like a bunch of animals wandering or moving in flocks it's interesting. Yeah also you know seeing also on the data point this phenomenon is without sense centuries yes I said the list and so it looks like attacking a forms depend of the advance of our civilization right so it's very speculating what I'm saying okay but you know that's one of the theory that I see that and also some artifact that have been created by our ancient people that they show that right so if I with us with such a long time that can be anything",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3157.64,
      "timestamp_end": 3221.84,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: can be just energy or something different or that replicate them some different forms depend of the stage of civilization. I totally I yeah that's not interesting that it's okay that's cool yeah well because then like it kind of almost how it can be a combination of almost all these different theories and you know some of these other phenomena could be explained in a sense by like for instance if you heard a skin walker ranch here in the United States so that you know they've had the whole phenomena and people believe about skin walkers and that's been something that which is a shapeshifter which has been talked about Native American culture because like you said there's been plenty of things that are centuries old that have been talked about and so maybe it could explain some of this you know where we look at it like a human being that can change shapes and whatnot but rather than almost like what you're saying it could be some type of you know like you said some other type of energy they can take another shape or you know yeah I look at you know",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3222.32,
      "timestamp_end": 3288.72,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: of the paper of the there was release about immaculate constellation right yeah that was was defining right type of this UAP, right? And who was like this fear, boomerang, typical fly saucer, jellyfish, you know, this thing, right? So that kind of typical, like four, five, at least in this document, four, five or six type of this UAP. And there is an S-Y. There is a specific reason why they have different types or specification of design. Or there is just another type of clue that is maybe coming from different parts of where they come, dimension or almost ever. Right? It's a very difficult one, but on that, I mean, there are videos, right? Also from Army or military guy,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3288.72,
      "timestamp_end": 3353.84,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that are very specific and being ready. So they're interesting, but even there, there are a lot of speculation and difficult ones for actually everybody has a different theories, right? Yeah. Yeah, it's an ocean of theories, really. And, you know, you could, it's like almost, the more you look into each one, the further the rabbit hole gets, and you see that I think, the more I've kind of been aware of it in research into the UFO and all the phenomena that I realize that, yeah, it could just be all of them are somewhat kind of connected in some little way, I feel like there's some kind of commonality or something. And so it's almost like the more you can kind of put these pieces together and step back, it's like when you're zoomed in, it's really hard to see it, but the more you kind of look at it, you realize, oh, okay, all of these little things are somehow connected. Yeah. And this little phenomena could somehow, and that would, it would make things a lot more, a lot of the mysteries of the universe. It's a similarity.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3354.64,
      "timestamp_end": 3417.92,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. Yeah. Yeah. Like that, the common denominator is the fact that they're so random, but there's still similar enough, right? So it's, yeah, it's, it's, yeah, what's, that's what we would like to look at that if they're really that footage that they have, right? You know, because some of the, type of craft are coming in some specific region. Why is that? And is the civilization that lives there? Is it specific, some historical monuments or anything like that or something different? Maybe there are patterns that are not still, you know, studied or verified without of technology. Would be interesting to look into that. Yeah. Absolutely. And one of the things I thought that was interesting that kind of happened. And I feel like a lot of us like, we, you know, it kind of went past some people's, you know, purview, whatever were out of their purview was the, in that, in that document that was released, I believe you said, the immaculate constellation.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3417.92,
      "timestamp_end": 3482.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. In that, did they, did they, they said in that that they recovered biologics from one of the, or was that like non-trestro biologics? Yeah. At least there's reference to, to that. To that. So that, because they said, did you find in any of these crashes, did you find any like, any remains? And they said, I, I believe that yes, we did find biologic. Yeah. Like Louis Sillizondo. Yeah. Like big part of that thing. But yeah. No. I mean, which is kind of fascinating. It's, it's, it kind of it, then it almost puts it in another. Yeah. It just makes it even more real that it's like, wait a minute. Like, okay, well, we know that they say government has technology. Because again, people say, oh, was just government flying stuff, but like, they're saying they found biologic. One of these things. Yeah. Yeah. Indeed. I read the book, by the way, of Louis Sillizondo, imminent. Very, very interesting. And yeah. I mean, people like him are very credible source. Right. Yeah. And I think not him, but also people coming before him, like Debi Gras,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3482.48,
      "timestamp_end": 3547.2799999999997,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: or people, right? I think are kind of credible. And people that say in this statement, me make me really goosebumps. Yeah. At the moment that I heard the first time during the UAP hearing, the first one. The last year, I believe. Yeah. Yeah. Yeah. Yeah. That was crazy. That was a huge moment. I feel like, you know, that first hearing of the year ago, as far as just getting rid of some of the stigma. And now there's this more recent one with the maclit constellation. I just, with everything going on, it, I guess, like, you, a lot of us would hope that the government, or at least disclose some of this footage, because they talk about all this high definition footage. So it's like, they've, you know, like what's cool about the UAP movement is hopefully this is going to become a source where people would feel safe to, to I'm not gonna say leak, but however it is, you know, submit stuff to a place where they don't have to worry about You know whistle blowing or anything and it's like it's getting it to a trusted source because now it's like if somebody actually has some amazing",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3547.28,
      "timestamp_end": 3611.92,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Do they go to the teams either it is post it if it's something really real and they don't even know like it could be like I don't they don't know what to do with it, but it's like this UAP, you know movement I think it's it creates the answer to that that safe place for For information to hopefully be gathered and feel like you know submitted to I would you know that's kind of what I see but Yeah, man, well it's it's I know we're coming up right on an hour so You know if there's anything else that you know you wanted to share about your project or any questions you had for us, you know Man, we love talking to we could talk to you. We could talk this stuff all day, you know It's I have still like 50 minutes before some family matters so we can we can keep going yeah If you like yeah, yeah, I know there's some I mean, did you have any quite additional questions for us? I know that if not Mike he was bringing up some stuff earlier that I don't know if he already covered it, but yeah Yeah No coming back to the to the project. I think yeah, it's a opportunity to have",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3611.92,
      "timestamp_end": 3674.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: people to submit evidence and to be Reward about that and to have a space also that can be educated for people that are not still In the let's say in the truth seeking in this kind of environment As well for me it's important that we block chain We create an immutable source of truth right that we stay forever Right and and that's very important the second aspect is The evidence part is not on about you know people coming from the UAP space is the normal Guided see something and the soil video or Even want to describe it's not just about the image or video want to describe what is seen etc this would be interesting and As well for Wester Bo for people that really want to talk about This something that we can't so I think is for us is really we believe in that it's groundbreaking something that today",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3675.52,
      "timestamp_end": 3742.84,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: is not existing and We're really looking for as well before to collaborate with people already close to the UPE award And to collaborate together to bring also some Some people over there and I passed during the project. We are already working to get some collaboration over there We're gonna get some news That's what I want to show you I can only dream of who it might be so just you know, it's nothing is going more credible people will be drawn to this Yeah, absolutely, and I mean this is something that I'd love to shoot I'm almost wanted to just call in the coast to coast a am Do I know are you familiar with you George Nappis and coast to coast a And of course, okay, okay cool because I live Coast to coast a am is I love them and I listen I listen to that radio station Pretty much every single night And I've just been you know to me. I just they're just it's a great community They have set up and it's you know the community there would support stuff like this",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3743.56,
      "timestamp_end": 3805.4,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That being and yeah something like that would be incredible. Yeah, yeah, we need is Just be callers and call up just to talk to them about this honestly Yeah, I know what up try and get on the horn with them. Yeah um, yeah Let's see. I had a question and kind of forgot I was listening to you then I got a I did have something I wanted to ask you though I know I'm a blooby merrier. Oh, so how would a person so how exactly would it work if somebody say So if somebody takes a video or something they can just go you share it on your website or your page or like send it to you and From there is where where the how would that work if somebody wanted to share something So we assume the process is ended The platform will start the the build phase Right, so there would be a platform where people can connect through wallets and uh, and then they can basically share Evidence gosh automated way. Okay. I can go in the technical specific for",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3806.12,
      "timestamp_end": 3867.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: copyright, but uh, we go there people that will be there able to do say in autonomous way And there would be of course a review and all this kind of stuff But if it would be kind of automatic Okay, I kind of get it now. Okay. Yeah, so it's it's kind of I guess in the next month There's you know, what's the pre-sells done it. I guess that the whole system and infrastructure for you know how I would work for You know submitting Information and the website has all the stuff here. So it's We'll definitely be sharing it. You know, they've got the white paper and this as far as the road map for how it's all going to lay out. So it'll be, yeah, it's exciting. So yeah. Y'all also, there's also been some activity I've seen over in the UK out like has there already been anything near you guys where you're at or no? I think in the past, the war pretty much in Belgium. Belgium. There was a very, very crazy event that also",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3868.52,
      "timestamp_end": 3931.68,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: military tried to catch this kind of UAP or stuff with F16 fighter jet. Oh wow. I was thinking the 90 something that I don't want to say something is correct. Okay, yeah, yeah. Hopefully, yeah, I was on the ground for a free there. Okay. Yeah, we're high on no one. I'm a say one of the old that is documented was in Italy in 1939. Right? So before Roswell, the mother of the here, yeah, the mother of it all for modern. The mother of it, yeah. There was this case that was actually close to where I was raised and basically the fascist regime that was Mussolini there at the time, they recovered this craft that we thought at the beginning was German craft or Nazi craft,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3931.68,
      "timestamp_end": 3992.24,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: but they called the Nazi and say not so tower. So then they were thinking is maybe a British one or whatever, right? And they just released something some years ago, this official document, the talk about that. So very interesting. So this stuff happened. So there it really stopped the. The story says that after the war, the material was taken, I think probably the US or other nation or put somewhere, you know, safe. But this stuff happened. Yeah, it's documented about it. Yeah, it's funny. And you say that because I know there's a if you haven't seen you probably have it came out recently, the investigating alien, the George NAP hosted. There's a mini series on Netflix. Yeah, where they talk about some of the different events and just like lust up to happen in Brazil in the 70s or whenever it was. And I think they'll talk about the US showing up and like they don't whatever stuff was recovered. Like some, you know, secret group from the US seems to like likely have been the people",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 3992.24,
      "timestamp_end": 4056.72,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: to get their hands on it and take it, you know. Yeah, we have we have a way of getting our sticky fingers. Yeah, something happens. Yeah, we're like, I think we need this. Get out of the way. We know this happened in your country, but this is obviously Americans. We need to have this. Yeah, that's a bit ridiculous. Yeah, no, it is because probably US is a lot, you know, the West side that there is a lot of information about what's happening right there. I believe a lot of stuff. I believe that's happened, probably in Russia and China. Thinking about the Russian territory that it is the largest territory. Right. Thank you. Yeah. No, and I have a no, I have to be on lock too. So who knows what that is. Oh, yeah. Right. That they've actually kept it lit on. Yeah, they're not going to let you go snooping around there. Now, and I was going to say is that I actually in a book that I have that was written, Gowley, I don't know, it's like in the 60s or something, but this guy, he has this whole theory that somebody else is on the moon that another race of human beings is inhabited in the moon.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4056.72,
      "timestamp_end": 4118.16,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And he shows on all these pictures why he says that because he, you know, maps out these holes that we see is just like meaningless craters. And he points out that he believes that there's reason that they were almost like holes left from something mining the or mining the moon surface or whatever. And what he was saying is that he theorized that he talked about how it's like, you know, during the space, the quote space race between the Russians in the US was not not as much of a race as more of it was like a conjoined effort of being able to kind of figure out, you know, what, what the hell was actually going on, you know, with this. That was his whole theory that he put forth was that he, that the Russians and the Americans were really just trying to, it looked like it was a race to get up there and just to who could do it first, but really there was, you know, he was theorizing this kind of a conjoined effort of to see if anything that they're the, yeah, you can like actually witness in person, because there was all kinds of like speculative people who would, in his book, he would reference about like having, you know, seen stuff or what. So, you know, and they probably weren't considering the, as much the idea of shape shifting or",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4118.16,
      "timestamp_end": 4182.44,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: the ability to camouflage or, you know, going visible or just, you know, being interdimensional just to literally be able to phase in and out of inspection of visibility that humans have, you know, which I feel like, you know, that seems like, I feel like that's likely, as far as whatever it is for it. be that nature just to kind of be interdiment, you know, however you want to say, people make sounds crazy, but no, it's like it makes sense, you know, the more you think about it, and it's just being any number of all of these things, right? Yeah, if you heard about any of the instances of like the rockets that have been shot up, and I know there was at least one, I think there's video of it. Did they about to go fast? Well, no, the rocket that was shot up and or kind of disabled it, went around it and disabled you saw that? Yeah, yeah, I don't know, I think this is a fake video, but I think that the event happened. Happened, okay, the video was fake.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4182.44,
      "timestamp_end": 4243.2,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I don't remember what was in probably in the, I don't want to say something that is so correct, but there was in a book that I read, no, there was not imminent, there was another book, but this stuff happened, and the real material saw that the video was taken from some people, but the person that then spoke about that was a person actually that was in this room watching this video, because in the real time when they launched the missile, they just thought, okay, the launch just failed, right? But then when they've seen the footage, they realized that there was this thing going around and basically breaking up. That makes sense because in the one video, it was like it didn't match up, like the way, you know, it showed the clip of the guy talking, so that makes sense to what you were saying, that almost the recreation of his, the account of his story, so yeah, no, absolutely, but I mean, that to me is fascinating,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4243.2,
      "timestamp_end": 4304.6,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: just, you know, the fact that maybe we're testing stuff then all of a sudden here comes this thing that starts to interact with it. Yeah, it made me just think of this video, I just want to pull it, because I remember it happened, but I looked it again recently, this was that 10, what the, the, the, the, the Chelya, Chelya Binsk beedier from like 10 or 12 years ago, maybe. And this was in Russia, right? Did a UFO intercept the Chelya Binsk beedier in 2013? And it's, it's actually pretty, it's kind of makes you think of what we're just talking about in a way, because you see them, like this is a real video hits, and like it's something, and the thing is that thing and didn't know and died from this event, like it caused all this, but the thing breaks up right before it hits, and they're still down this video, and you can kind of see there too, it looks like, like something intervened, right? Yeah. It's so, I think it's, it kind of goes along with them",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4304.6,
      "timestamp_end": 4364.92,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: if they disabled Miss Orr did something, but it's, yeah, it's like it was protecting, like whatever it is, right? I don't, I don't know, I mean, who knows? It's just, yeah, I know. But it's true that what happened a lot of nuclear facilities, that are also not only deactivate, but also activate nuclear silos, so. Yeah. I mean, just messing up. Whatever it is is just messing up with our arsenal, let's say. Yeah, whether it's just interference by the nature of what they are, or whether it's an intentional thing, I think it's, because it's, yeah, man. It could just be one of those things, where it's almost like in the cases where they say that, people that have been, quote, come in contact with either like a ship or something, how they have radiation burns and stuff like that, it could just be one of those things where it's something that, you know, it puts off a frequency, and it does this thing, or whatever, and creates these,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4364.92,
      "timestamp_end": 4426.92,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's not meaning to do that, but we attribute the, what we attribute to. Like we generate heat and might be generating some wave or frequency of, or combination of things, that have interference with these certain waves or spectrums, right? But yeah, I can beat. Yeah, absolutely. What's the fastest thing, you just, that I think that, you know, that all of this is, you know, it's kind of, the more, I think you can kind of get more understanding, the more further back you look, it kind of helps clear some stuff up in a way, I think. Yeah, it's not there. It's been happening now, but to educate, how long it's been going on in this, the documentation of it, right? Yeah, and potentially we could maybe be at one of these points in time where, you know, it'd be fast. And what if this just all just stops in a week, and then they never address it or say anything, you know? It could be, because already happened in the past, right? Yeah. So, exactly. And I think most of today, most of the things are in the end of the community, and it's not been shared",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4426.92,
      "timestamp_end": 4487.16,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: or they keep it somehow because of the stigma, et cetera. While in the past, if you think about the 40, 50, 60, 70, it did the 90 before, you know. cell phone as Marphone come to the picture. Before it was exactly, it was mainly in the army and people that have special access, right? But now I think people can look in the sky. And I don't know if you know about this, I guess, the Galileo project, you know? Galileo? Yeah. So it's interesting. They are looking for, you know, with some special telescope and radar and whatever. Oh, like James Webb tell us some stuff. Yeah. To take a picture of the sky, right? So I think if the stuff keeps going and I don't know, I don't have any doubts about that. Then I think this stuff can really be come from the community. I think the community needs to push forward of this.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4487.16,
      "timestamp_end": 4549.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, absolutely. I think that's what I'm on. Yeah, I think that's the position where in a society to where this could happen every 100 years. This could happen every 100 years. You know, like you're saying, it's 100 years ago. No one would be able to tell each other around the world and this they took a boat or something. Yeah, we just look at it as old stories at that point. Yeah, but this could, you know, and of course we think it's, it's just our perspective of our time alive, but yeah. It's now that we have a community, there's an ecosystem to where, yeah, it's just educating at the end of the day. I feel like educating on just whatever information we have. And, you know, yeah. And so this thing, your, this all goes live the day before Christmas or. The presale, we go live, go live and day before Christmas and would be six stages. Okay. So the first stage is 20% bonus on the token. So we opt to finish early,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4549.0,
      "timestamp_end": 4609.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: but that's something that we're going to see after Christmas and what we're going to do right now, we're going to focus a lot on. I'm a call so to have in our telegram chat. More video call with the community. So in the next two weeks, we're going to, we want to talk more publicly about these answer questions, et cetera. You know, build engagement, build a strong community. I think this is a foundation is the most important thing to us. We want to have a strong community support and work towards certain goals, you know, with a strong belief, right? Yeah. We have partners here. You've got some two partners in the guys. Yeah, absolutely. Yeah. Yeah, we're a little ways away, but we're going to do that doesn't matter. That's the beauty of it. Yeah, we're going to represent in the States. Yeah. You know, what's amazing guys? Spread the voice then. Oh, yeah. Absolutely, man. We got, you see, we'll get some, we'll get stickers made up and all this shit",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4609.0,
      "timestamp_end": 4670.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and put them all over the city here. We do all kinds of goofy shit like that here. I wanted to, let's see. So you go, the pre sale goes live on Christmas. Oh, I had, so I wanted to ask again. So obviously, I know we kind of touched a little bit on it, but I didn't know what, you know, with all the stigma and everything that's been involved with all that, what, what, how was it hard for you to kind of say, you wanted to do this or to jump into it, were you nervous at all? Like, what was the thing that you finally said, I want to do this? Like, it's, you know, when you start to, when you're younger, you have a discussion, then, you know, change of life, you start to do something different. Yeah, because that's what it is, right? And all this thing, right? I think I have a certain point of my life that I'm clear about what I want to do. And I found people that they have the same goal and the same belief that is not easy to find,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4670.0,
      "timestamp_end": 4733.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: because of the stigma, you know, to talk even about with somebody else, right? Right. And also there are people that have experience and on technical part and other things. So I think it's the current moment that we said, okay, I think we should do it. So now we come up with the, we all the project and the design and all this kind of thing, right? So that's the reason many. Yeah, well, I'm incredibly glad and grateful that you, you know, that you were, that you found the right people and that you all were able to get together and that you also had the, you know, the follow through to go as far as you've gone with this. And obviously to me, it's like you've, you've kind of started rolling the snowball up the hill. And this thing seems to have gotten pretty big. And I feel like you're, you're just at the top about to push it down. So, you know, I, I think it's great what you're doing. And, you know, this is really something cool. And to my knowledge, I've never, is there anything like this going on?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4733.0,
      "timestamp_end": 4794.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Like anybody else doing anything like this? Far as I know, no, we did summer service. There are some stuff that are mainly, I don't want to say, main coin, but not with this utility. They're more like try to put some image and this stuff, but not to bring create a platform or a model, not with this kind of leverage. No, yeah, it's like there's just... Yeah, no, I mean, in my time following crypto, but going back to 2016-17, there's kind of seen the trends, seen the home meme coin trend. And it's kind of with the same thing with what we're doing with ours, is that seems like the market to reach out to, because they'll be interested in anything, but it's like they see something and it's like, wait, it's not a meme coin, actually. There's substantial value and there's an ecosystem behind it. It's real.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4794.0,
      "timestamp_end": 4854.14,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's not like, oh, we're just buying an animal, we're a thing and we're writing a social media trend. It's like this is interesting, it's as cheap as these things, but there's actually substance to it. And that's really the cool thing and that's kind of what we kind of fell in at the same spot together. And that's how we stumbled across each other in this ecosystem. Yeah, I mean, it's great. You get to see the face behind it all and know that it's like you said, which is more reassuring because then you know that, like you said, it's not one of these just, you know, an AI bot who's making a coin or something like, yeah, we're going to get, they're just spitting out a hundred tokens a day. I'm fine. You're going to get, you know, going to get a rug pulled out from under your something like that. So I mean, it's incredibly refreshing, you know, especially with what you're doing with it and how you've kind of combined those two intersections. Yeah. Because they're both somewhat misunderstood by a lot of people. Yeah. And that's why, you know, we're going to share journey for it's been",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4854.14,
      "timestamp_end": 4914.26,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: truth and also just the value of cryptocurrency and use cases that are, you know, actually create value and community engagement in unique ways. But cool. I know it's definitely given us so much of your time. Um, it's, you know, there's anything else. I think we've covered the UAP movement pretty well and then we'll definitely be talking about it. And yeah, and if there's, like I said, if there's anything, I know you said, do you have a telegram? We'll definitely get on that and we'll try and be a part of, you know, as much of the community building with you on that, you know, so expect, expect to see us around in the digital realm with, you know, and we'll be great. Yeah. We'll be great. And yeah, we're building a, also there. We're going to spend also with community manager and other things. We're going to put some games. We're going to have AMA session over there. So things are coming. Obviously being a startup, we need to go with all our rhythm.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4914.26,
      "timestamp_end": 4974.82,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They're not a big organization. So, yeah, yeah, neither are we. So then, but things are coming and very consistently. So it's exciting time. I agree. And I'm very happy that you have me today. And as I mentioned, the space and the project. Yeah, people. Yeah, we're humans. Yeah, we're, we're, we're, we're, we're, we're humans. It's beautiful. We, we very much look forward to, to stay in tune and watching your journey and sharing, sharing every bit of it along the way and helping out as much as we can. And we'd love to have you back, you know, anytime we could go ahead and say that we'll shoot for six months from now to carry back. And then at the latest, at the latest, but then along the way, when I was going to say along the way, things that happen, whatever, you know, there's, I'm sure there's going to be things that happen along the way that will probably be necessary to have you come back to join us just to chat and, and give speculation, because we love to speculate here. Yeah. So we'd love to have you back to just speculate and, and shoot the shit with us as",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 4975.3,
      "timestamp_end": 5035.38,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: we say here in Texas. Yeah. And definitely talk, I'm, we will talk about movies and all sorts of things. Yeah. You know, you say from Italy, I'm a big, I'm really into a lot of Italian. I don't, you know, shows and, and international sentiment, interesting stuff like that. So I'll, I can go crazy. But with pleasure, guys, awesome. I'm sure we'll be in next time. So yeah, absolutely. Thanks much for having me. Yeah. Thank you so much. Thank you again. We look forward to staying in touch in the, with this beginning of relationship as the last year. Yeah. Absolutely. Feel free to reach out, you know, at any time if anything. Thank you, Mario. Yeah. Thank you. Thank you. Thank you. Thank you, Mario Christmas you and your family. Yeah. To you as well. And yeah, talk to you soon and join the Christmas. All right. All right. Thank you. Enjoy. All right. How are you going, brother? Be safe. Cheers. You too. Bye. Mate. That was fucking cold, dude. That was fucking cold. Dude. Oh, man, dude, that was fucking, whoo.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5035.38,
      "timestamp_end": 5096.82,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That was neat. That was really neat. I got you the bathroom dude. Yeah, take a little break and we'll come right back And we're back. Yes, we are back and we're back. That was uh, I had to go outside I had to go outside and get some fresh air. I was sweating a little bit with excitement. Yeah, I was I had to excited sweats. That was that was awesome Mario is a fantastic very good. Yes, and uh, cool Amazing human being right there. Yeah. No, that was amazing and man just what think of you know, we've talked about it a lot But the timing of all this is incredible just because I don't know it's funny how it feels like in when you're in the moment It feels like it's working out like it's all meant to Unfold a certain way and you know with with the whole topic we've we've danced around for a long time now in this year We've had plenty of episodes where we've talked about the unexplained UFOs paranormal whatnot to the point that we've",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5097.22,
      "timestamp_end": 5159.72,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Benefisted everything going on right? unintentionally no, but you know, we've it's kind of really become something that we've ended up talking about more and more It had you know, what was now what was once an exception is almost the rule now where we're talking about UFOs and unexplained So now it's I feel like we need to stop We we need to just time a tiger a tiger can there's ebber or whatever can only he can't deny it stripes Yep, and uh whether we like it or not We've earned these tinfoil hats. It's time. So now it's it's it's it's probably where these hats It's and the thing is we wear invisible ones all the time Yes, but now I think we can wear them proud. Yes, we can have we can turn off the cloaking Technology that we stumble across that the Whatever the UAPs are using and Yep, we're in the open now. We're comfortable Yep, you're among you're among friends. Yeah, this is a safe place to talk about these things greetings",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5159.72,
      "timestamp_end": 5220.6,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Greetings travelers your peace Man, but yeah, so to man. I just I know I'm so let me let me uh let me Post post game interview 1975 movies. What you got Post game interview for to uh to Matthew um So Matthew was the one that that found found our good friend here Mario and uh, I was fortunate to stumble across Fortune it and so how so take us through how it worked you you found him and then you just well so I started You know So an opportunity to get it in Literally mix my fashion of crypto that's kind of had for a few years and the intensity and interest is kind of I've been a believer in it and been steadfast with certain coins and tokens that I follow and and whatnot But you know obviously people see the market and all these all the fluctuation and how You see people like oh it's it's garbage. Oh, it's actually has real value and you know the least observing okay",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5221.24,
      "timestamp_end": 5282.2,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: There's I can I saw the value and actually utilize an ecosystem to net distra not just try make money But actually just have a unique engagement with community by creating a token that people get like a million of them for like You could spend a buck on so much worse things. They're like hey, I can just actually kind of get involved with Something and engage with it and so in the process of kind of going on that journey There's a bunch of different influencers and promotion Type accounts and and individuals that are reached out to you on Twitter and whatnot and Instagram being like oh, I see you doing a project, you know, and they You know offered to promote it for for whatever however much And so it's in and it makes sense. It's like having a business and you want to market it It's like that's kind of the ecosystem of all that and in the process I I want one marketer influencer. I saw I had posted something Uh, they had a pin post Uh for 24 hours of thinking is said like uap project and I was like uap project uap. Okay. That's right up our alley, you know",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5282.28,
      "timestamp_end": 5346.04,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And you see all these mean coins and garbage. It's like oh here's just another funny animal or meme or something that's People are just gonna try and pump and it's like not have any real substance or value or I kind of saw the saw them posted Then they had a website and they got checked out the website and everything I'm like okay this That they there's a legitimate mission and vision going on here, you know, they actually have a structure and a format that they're trying to utilize the ecosystem In a valuable way, you know a use case that you know, find the real if fascinating use case of blockchain and crypto and I you know I saw that they just had a couple thousand or so followers and so I'm like okay, it seems like They're kind of at a journey In similar to we are just uh with the kind of a different toy about legitimate community involvement engagement And so I just literally uh, you know like the post and I you know posted You know, this is a this looks like an amazing project and then you know to shot him a DM and Yeah",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5346.44,
      "timestamp_end": 5408.5,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And then he he accepted your DM Yeah, and they can and I just said something about you know, but they'd be interested You know we have a podcast in this we'd love to talk to you because we're really fascinated and and all things you a P and everything you're doing and and And yeah, and so I just kind of led to me student of a DM and they were very receptive. They're very friendly and The kind of that was a week and a half or two ago and You know Maybe a week or so before all the UAP stuff started kicking off to and then it's almost like Yeah, it's so that's a lot to talk about. Yeah, it was the timing. He taught us tinkering It's just all these things happening in this short span and that's Yeah, that's kind of that's kind of how I got there and yeah, and I mean I'm I'm I'm incredibly glad you you decided to To follow through with it and say hey, man, you know, you you didn't think about it. You just said hey I'm hit this guy up and yeah It's like he accepted which is I'm super glad he did because yeah",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5408.5,
      "timestamp_end": 5471.24,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that's He's definitely on the forefront of something because like you know, we're saying he hasn't I haven't heard of anything like that And you you know like you said you you're in that realm a lot. It was obviously something that stood out or enough to you Yeah, like I said, you know, I didn't I've been really seen anyone Trying to like in a legitimate, you know, establish, you know, podcast community around it You know, so I say that you know the first one I don't maybe there was a point but I was saying that you know where the first ones So to approach it and and really just trying to engage with the Crypto use case community building with with it. So You know, it's yeah Yeah, so it's it's I just feel like it's came across a kindred spirit and with the mission and journey and Yeah, so I guess I think we're good trying to get a good buddy on here now. Yeah, I figured you know I didn't know if you weren't a hop in for a bit. Oh, we yeah wrap up and stuff, you know",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5471.8,
      "timestamp_end": 5532.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, just tell him what just happened Yeah, exactly inform our our good friend and associate Jeff mr. Jeff. Is he here? No, but yeah, I mean, you know that was a Definitely feel like he's gonna And so I just love the fact that are that are too interested have kind of come together You know, it's all so important UFOs and You know the unexplained like that and you're you know, which is also something you're incredibly interested in as well because you know You're your love and passion for sci-fi movies and stuff like that. Yeah, um, you know, so it's a natural thing that we were both It's it's an organic just natural organic growth and development and trajectory of what we're doing and it's Yeah, so we'll get Jeff on here back. Dude. Well, where were you? Mario is waiting and he's gonna be like fuck you guys You know Yeah, so I mean what what posting if you thoughts I know he kind of said but let's uh",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5532.48,
      "timestamp_end": 5593.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, I mean What did you learn anything? Oh, yeah, I mean I I learned just about honestly. I wasn't sure coming into it exactly how how You know What made it more legitimate but the more you know once he started talking I understand oh, okay I see why other it made sense why other ones weren't legitimate and what made My cryptos. Yeah, okay. Yeah, cryptos and what and also not just that but it was awesome to this whole this whole thing It's like you got to yeah kind of see it because I'm not yeah one two. It's like um, you know Also the way he was how well thought out He's you know pretty much covered all his bases in in a sense of again, you know I love like his mission statement about pretty much the truth He just once you know, let's figure the truth out and he you know accepts and understands that hey This might not be something that I know in my lifetime You know, it may not be anything that I figure out and you know",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5593.48,
      "timestamp_end": 5656.44,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But maybe in my kids or their kids lifetime. It's figured out. But again, it's just like Doing doing what he feels like is you know, it's part along the way to try and help you know bring transparency and light to To the whole issue and so yeah my post interview thoughts are just that you know number one How however you want to look at it Incredibly for two at this coincidental that that we found him you know and That we're on this path we're on and talking about these things and that uh, you know We found like he said it's like a kindred spirit and what I think what's neat is that you know And hopefully he feels is just as you know, and through the answers are happy about the interaction as we do that you know He's connected. We both connected with people on other side of the world from us pretty much. Yeah, we've got a friend in Warsaw. Yeah, who's from Italy. And who, you know, we're engaging, you know, like, I mean, that's the kind of relation in that common thread",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5656.44,
      "timestamp_end": 5717.88,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that connected, you know, that just kind of connected us. And you know, we just need to talk about these things in a serious manner. And you know, the stigma is going, it's starting to go away. And I love how you say that. Talk about these in a serious manner as we sit with our tinfoil hat. Yeah. Oh, there he is. He's driving around, man. Yeah, what's up, guys? Driving Jeff. Well, what an incredible interview we just had. We were excited for you to watch it, listen to it. Yeah, man. We waited for you. I put a pop in. That's the two with everything you guys. Oh, it was that, and then more. It was that more. It was that more. Not even joking. It was then some. We're sending your custom foil hat to your house by the way, it'll be there. It'll be there in a day or so. But with all the activity going on, with all the activity and new people, we'll be selling them too. For one main coin. One main coin will be selling these hats. That's about half a penny. Outer craft. So yeah, what are you out and about doing? What do you have to do today, traveler?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5717.88,
      "timestamp_end": 5779.28,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Taking the girls to a Christmas parade. Oh, what a day. Oh, look at that. Look at that. So Stan is going to be there, huh? Stan will be there. Oh, that's the word. They're going to have a little train that goes around the little little. Really wants to go. I'll see. A little Christmas tree and stuff like that. Wonderful. Looks like some amazing dead time there. That's wonderful. What shirt you wearing there? Yeah. It's the next lifetime to go. A Pothicari 24. Wow. I've worked a little bit. Where can we get somebody go get one of those Pothicari 24 shirts? D-A-S-R-X dot net. Wow. That's a beautiful shirt. You got to come in the store. You got to come in the store. Or go to mickeymede.com. Because of what we do for a living, we don't ship. How much for that shirt? Can we sell that shirt, autographed, sweat in? $10. Yep. This shirt? No. Yeah, yeah. Yeah, that did want to sell that jet-gefts. Jeff's actual personal own one. No, we're not giving anything away.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5779.28,
      "timestamp_end": 5840.92,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: No, actually, yeah. All the proceeds. An official Jeff. I'm actually going to cut you guys off because I have parked that in my destination. I bet we'll love you. Thanks for the love you. Thank you for joining us. That's doing ever. Goodbye, Traveler. Goodbye, Traveler. Good greetings. Good luck, Traveler. Good luck, Traveler. Oh, JC. Bye, guys. Bye. He didn't do the sign. He didn't do the sign. This is the sign. Oh, Nannu, Nannu. Nannu, Nannu. That was good. It's nice to have Jeff. Jeff popped in. Jeff popped in. It's nice. Now he can't say you didn't. We didn't involve him because he's always saying that. He's always saying things like that to me. We get in the Xbox party and he tries to make me feel bad. I'm always being nice to Jeff. I never say mean things to him. I never ask him a question and then tell him to shut up right after I don't do that. I don't see that. His main coin account and wallet that I meet for him. And then he's got about $2 in there. He's going to be like, he's a part of it.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5840.92,
      "timestamp_end": 5902.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He's going to freeze. He's going to see the vision. This is worth it. He's going to see the vision and he's going to say, you know? But now I mean to kind of, I mean to wrap up, I guess, the whole evening, the whole day is, I feel like I'm doing what I'm supposed to be doing. Yeah, yeah, for sure. And you know, not just that, but it, I'm excited to see, you know, 2025 is going to be. The year of the UAP and AI agents. Well, it's going to be a good, it's going to be a fun year. You know, we've got plenty of, plenty of things to talk about. Yeah. Well, some more under the umbrella going on. Oh, yeah. Absolutely. Yeah. Absolutely. We know where the umbrella is going to wind up next. Yeah. You don't know. You see, you see a tall fellow there with a, with a fun hat. It might, and he knows if we were in the tinfoil hat now. You ever know? You never know. Perhaps a bit of foil atop the umbrella.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5902.48,
      "timestamp_end": 5963.96,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. Perhaps. Yeah, I'm just trying to think of, yeah, I mean, we touched on a lot of the, if we didn't, if we weren't talking to him this, that in this interview, we would have been talking about what's going on, you know, so like it's just natural that the timing of this, the next episode that we're doing is, happens to tie directly into everything that's going on with these drones, which, you know, we might, we accept, we get that they pick home that but goodness gracious, these aren't freaking drones. Yeah. Like they're, they're the closest thing people could say, I guess, but. I mean, I guess if you want to expand the definition of drone to con compasses, maybe, yeah, but I'm calling them UAP. Yeah, and just to say real quick, to kind of preface for this whole topic is an ocean of, you know, and it's overwhelming. So if you happen to be listening to this and you find yourself where you don't, you're",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 5963.96,
      "timestamp_end": 6028.2,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: just now, all of this is new to you, the UAP UFO. Yes. Please seek shelter under the umbrella of whatever. I'll teach you. You can be my, you can be my toquatchee. This is like, you have to, there's a whole, it's an ocean of the more you research one thing, you go down these little rabbit holes and you kind of can get bewildered. And it's just like, okay, whatever. You're living on a ship you change. And you just, and then one thing pops up and you're like, that sounds good. It probably is something. And one of the rabbit holes you may end up going down or you will, conclusion you will eventually will come to with researching UFOs is that the government has this technology, that the government is known about this thing, these things, the government has been reverse engineering it. We kind of have proof of that in a sense with the Bob Lazar documentary that when he was at S4, he was tasked with trying to figure out what made this, this ball that he was,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6028.2,
      "timestamp_end": 6094.36,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you know, the sphere or whatever, tick, what made it levitate or, you know, what propulsion system it used. That was his job. So it's like, we have, it's confirmed that the military or the government, something has had this technology. We've been exposed to it. And while, so this is saying all this to address the fact of the whole project blue beam, while all of the ingredients are there for our government to conduct something like project blue beam, which for those of you who may not know what project blue beam is, it's the theory that the government is more or less behind a lot of this and that the government will pretty much, you know, coordinate and carry out a planned fake alien invasion or something like that. Use that to almost control the populace or whatever to, you know, and whatever it to bring about a one world government and all those things. While all of that may exist and it's a possibility, it comes from, and it's based off the theory",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6094.36,
      "timestamp_end": 6160.16,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: again that the government has found this technology or has come in contact with it and they've tried to figure it out and they're using it. So that would imply too that it came from somewhere. Yeah. We discovered it or it came from somewhere. Yeah. So we can all of the things else except that, yeah, the government knows about stuff, you know, and they've been hiding it and they have technology that we, they have things that probably look like a toaster that can fly through the sky. And we've, if we saw it, it'd be like, wow, we have that. But they, again, this type of technology was either discovered from somewhere, some past, whether it was, you know, ancient, you know, and it was in Egypt and stuff like that, some things somewhere, wherever it came from, the way I see it is that that is a possibility. Yes, they probably have a lot of this stuff, but also too, it came from somewhere. So there's another player in my mind. There's some other factor that is a, it's not just, it's not all just the government",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6160.16,
      "timestamp_end": 6222.16,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and it's not all just because that's the other thing. There's a lot of it's happening in China. It's happening in the UK. They're not all the same phenomena. And it's not, you know, again, the orbs of light, the things that are shifting and moving in shape, it's like that's, yeah, it's very surreal. Yeah. And I, I personally, you know, the government's documented in other ways. Of course, trying to have creative narrative for, you know, to tell society, to tell the, you know, the citizens of the nation. And so it's like, yeah, they'll, they'll, you employ those tactics and that's documented in realms outside of, you know, can do a peak in situations. So yeah, of course, it would make sense if they were trying to use things. It's some point in that way. It doesn't mean, you know, at the same time, they could be trying to do that. And we were talking about something, technology or material or whatever that can easily get",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6222.16,
      "timestamp_end": 6282.32,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: out of their control. Like, you know, it's so it's like, it could be the case to where, yeah, they were going to try and do an narrative or some, or they weren't going to yet and maybe something got out and it's expanded and replicated and taken on the life of its own, that they can't control. Now that's almost like, maybe they know enough to be confident that it is It's not harmful, but they're not going to sit at this point. We'll just see if they start to disclose more this immaculate constellation, all this footage. So they have only great thing about the UAP is, you know, movement is disclosure project. It's hopefully over time. It becomes to where if stuff gets leaked or this footage that they have a place where it can be submitted to safely and they can even be incentivized through the token to do it. And then it's, and it just be like, everyone can go be like, okay, well, they've got everything. Now the Ken Heights stuff now that the power is in the people's hands. Yeah. And just to kind of, to touch on that, like I think what again, another factor of what's important with what he's doing or what's kind of so groundbreaking and, you know, almost like an unrealized necessity is what he's doing.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6282.32,
      "timestamp_end": 6344.52,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Because what he's doing is super necessary, but it's something it's like, yeah, why didn't I think of that? Why haven't they been done before? And because it's like the reason it's with the technology system. Yeah. And the reason what he's doing is super important is because like you were, it's like with this, another element to the whole UFO thing is that like with the government stuff, the government can't just come out and tell us that aliens exist or that these phenomena exist. Like you said, technology or this technology exists. The reason you, they can't, I'll give you a very simple example that everybody has lived, that everybody that it was listening to this live through, COVID, they came out and said, COVID was happening and everybody went and bought up all the toilet paper. We had no fucking toilet paper because people thought they were going to shit their pants. One person went out and bought it and everybody started buying up toilet paper. Another reason in after COVID or it was during or something or there was a hurricane that",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6344.52,
      "timestamp_end": 6406.84,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: hit around Houston and everybody started speculating or put on the internet that, oh, there might be a gas shortage. They're, because a lot of the gas comes from Houston, so they drive it, you know, and these trucks from Houston to Dallas. So a lot of people started freaking out what they do and went to the gas station, started filling up gas cans, started filling up all their gas shit. And so what happened is that we created a gas shortage because people fucking panicked and they bought up all the gas and then they were like, oh my god, they're right, it did create a shortage. No, it didn't. The truck, the gas trucks come on. They come like on Mondays or fucking Wednesdays. They come like once a week and we hit them the day after they came. And so we, of course we created a shortage. Yeah, we just, we used double the triple the amount. People were filling up buying and filling up fucking gas. Yeah. So all that to say that that's the reason that they can't come out and just say what's going on. Because they see what happens. And that is why what he's doing is so important is because when you create something like",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6406.84,
      "timestamp_end": 6468.56,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: this, like he said, with the transparency of it all, it's like almost getting it to wear it. Again, like you were saying how I've made the comparison of boiling a frog. You know, when you put a frog in hot water, if you try and boil a frog and you throw them in hot water, he jumps out. But if you put them in cold water and slowly increase the heat, he'll stay in there and just cook. Yeah. And so it's like, if you just go out and straight up tell the people this is going on, they're going to freak out and panic. Yeah. But with stuff like them, I'm rushing out of a store and championing over each other versus, okay, we're just kind of slowly seeing it's time to go. Okay. And two, it's like with something like this, being able to create and give people that transparency to really actually understand what's going on and know that like, okay, potentially, this is something that has been happening or we've been quote, you know, we're no more, no less in danger than we were 100 years ago. Exactly. But people won't know that if they're just going to hear, oh, aliens are, oh, fuck, and freak out. And it's like, guys, it's the same shit it was 80 years ago. We're in the same level of threat as we were then. But now you have the knowledge that this exists.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6468.56,
      "timestamp_end": 6530.88,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And so all that to say, that's why something like this, I think, is what's so incredible about something like this is because it's, it kind of really helps. Like he said, really does do a lot to pour like, douse that fire of the stigma with it. Yeah. You know, not that the congressional hearings didn't, shouldn't have, that should have done a lot of it. Yeah. And that really should have done a lot. It was like a huge big step, but things towards it. And then the one, the second one recently, and then the, and I do just hope that the macular constellation, a lot of that footage and documentation slowly gets, you know, trickled out in a, in a responsible way or gets leaked in response, but way, like you said, I don't, you know, if, well, me at this point with all the UAP Jones stuff, they could probably just release most of it or all of it. And they would just be like, okay, this is like stuff we've already been seeing that people are recording on the phones, except. Oh, here's hype. You know, a people's like, oh, Huckermann's got a, a camera that can capture whatever I can do this. Well, they tell about the nature of this stuff, actually being able to like detect when",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6530.88,
      "timestamp_end": 6593.76,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's being sensed, you know, if you think about this reactions in nature for the, you know, actual. beasties and animals we have, the way they have defense mechanisms and stuff, it's like, well, if this is something beyond us, and considering that it doesn't have to be intelligent in the way that we are and have abstract thinking, it could just be a creature that reacts to its environment or you know, right? One, two, the way that even in just to kind of double down on what you said about it, consensing these things, like in that investigation or investigate alien with George and NAP on Netflix. Oh, dude mentioned George NAP early on. Yeah. Yeah. Well, and the thing that's like interesting is that in that one case where they were talking about the cow mutilation, yes, is the guy was saying how he saw, he put a gun on it. He was like, I was going to shoot it. And he said that like as he was raising his gun, he was saying like, I went from like here to here and as soon as I like look down the scope to get it in my sights, he said it was",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6593.76,
      "timestamp_end": 6654.34,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: gone. Yeah. He said it's like in almost sense that like, oh, you know, the same way of deer, it's like making noise. They say this does sophisticated. They say like we've have drones that have been our drones have been trying to track stuff and that it becomes like impossible to chase. You see videos the way that they can just disappear towards like, yeah, they can cloak or something. I saw I saw it with my own eyes. Yeah. 10 years ago, whenever I saw that thing in the sky, that again, a shooting star that just stopped and called us for about three to five seconds and then just gone. Yeah. And so it's like, you know, the very fact that something was even moving that fast to begin with and then could either stop or change course and come toward me and dip off again. I, that's not. And again, that was 10 years ago before really, you know, now, I mean, there was of course UFO talk and stuff like that, but it was, I mean, it was far before any of this shit was going on. Oh, yeah.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6654.34,
      "timestamp_end": 6714.98,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And I had never, I had never talked to anybody who had seen something like that or experienced. And for the longest fucking time, anybody I would tell would just kind of be like, oh, it's crazy. And it's like, it's just weird. It's weird. Like, every user in high school, he talks about seeing something that we can't explain. And, you know, it's something he's kind of lived with. Yeah. And if it comes up conversations, he might bring it up. Yeah, it's not something he just, he goes and is shared to everyone in his life because it's okay. Yeah. Because again, yeah, not only it's not that that response, like it's not that you're, I'm, I'm afraid of being like, oh, you're just going to think I'm crazy. It just sucks. It's like, yeah, it's like you, it's one of those things where it's like you just, they just have to experience it. You can't, somebody just has to see it to then be like, oh my, I don't know what to fuck that one. I can't just be. Because so many people rationalize it. I think it's at least getting people to who haven't seen stuff to at least be like, okay, I don't know what's going on. What the heck is that? Yeah.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6714.98,
      "timestamp_end": 6775.1,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And just that question, there's a simple and being comfortable with the question, being comfortable with not knowing. Yeah. You know, it's a course. It's the unknown is scary, right? Yeah. Understandably. But to, like it is, it's, it's, you know, who knows if there might be some negative effect or whatever it has on, on our biological makeup or whatever. But like I said, the government's had stuff for a while. And I think if the, what, you know, they, it's, we'll see, we'll just see how it all plays out. Yeah. And I think too, again, just with, with that being in mind and like you said, the government having things, yes, they have this technology and also, yes, they're going to fucking lie to us. Yeah. So whenever, so understand that whenever, as they should, to whenever it comes out, whatever their statement is when they officially come out and say something, there's going to be a lot of people that are like, oh, this is total bullshit. And it's all a lie and this and that and they're full of shit. And it's like, yeah, they are full of shit to an extent. I'm sure. Yeah. But it's like some of that is necessary.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6775.1,
      "timestamp_end": 6835.46,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But also too, this is kind of where you have to like with whatever they say, do the best you can to read between the lines in a sense or, you know, kind of, sometimes they say the quiet part out loud, some in some cases. And also too, by what isn't said, kind of can indicate things to you with what somebody doesn't say or does say it can kind of, yeah, it can be very telling. So it's like the Pentagon's saving out of the like seeing the stuff with the, the, the older white guy who's kind of answering fielding questions, I think within the last 24 hours. And it was, it was fine because like he's given very, he did a great job just because he used basically a script where he knew what he could say. And so he'd keep repeating the same points. Understandably just knowing, but he was so calm and casual about it. But towards like, and I get the position that they're in. To where yeah, it's not saying it's good to lie to people at every moment. Okay, you, you have to be responsible like I, because I asked him just about information being just, you know, disclosed the repercussions that can have if.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6835.46,
      "timestamp_end": 6901.98,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But a culture of society in the comedy is not ready to handle it. To where, well crap, we're gonna have to kind of just play dumb. And then just hopefully they were at a point to society and start to handle some of it. Yeah. And that just think it's the end of the world. And so I guess at the end of this all stuff, if they're assuming it a month from now, it's like, oh, that was a crazy time. In 2024, whenever all that stuff happened, and maybe a hundred years go by. And nothing happens again. And again, it's like saying, just in the history books, and maybe you discover that like you said, and another hundred years from now, the same thing occurs again. And it's like a cycle of something what we don't know maybe. Because it could be a migration pattern of these things. What it makes me think about is that like in that book, I was reading the other week about the cowboys and like the UFOs in the Old West. One of the things in there was the mystery lights of Marfa. And that's been going on for a long time. The mystery lights of Marfa were,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6900.0,
      "timestamp_end": 6960.84,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: there have been these orbs of light that for years have been seen and spotted floating over these mountain tops. And this is before drone. So they wouldn't see cowboys. Oh, for all the cocks, what else would they say? They were caught lights. Well, they were what's it called? It was back in the time we was cowboys and ranchers that first discovered these things. And so they said, well, shit, saddle up boys. Let's go figure out what the fuck that is. Because they thought it was like, they at first they thought it was like a rating, like Indians that were about to come raid them or something. So they ride up thinking, well, shit, we need to scare these guys off and show them, hey, we were onto you. But then the closer they get, the lights kind of get further and they realize, well, what the fuck is this? Like it's not a fire. It's further not thought. And then they see that, oh, it's this weird, there's these weird orbs of light. And the same things have been said to have happened at like skin walker ranch, the same phenomena. Yeah. And it's like now, it's all kind of making sense. Yes, it makes sense in a way of how, oh, okay, this is, it also changes in a way of, I think the concept of, again,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 6960.84,
      "timestamp_end": 7021.4,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: we all call something like the best we can compare it to or where from where we are like. In time, like what do we have that I can liken this to? Yeah. And in back in those times, they had said on that, like in one of those stories, his story got discounted because like some rancher cowboy found this crashed, this like thing that crashed and fell from the sky. And this was pre-flight. Like we didn't have, this was pre-write brothers. We didn't have airplanes in air balloons and blimps weren't even invented at this time. And even saw it happen. And it was also because the saucer was a close thing they could liken it. Well, this guy said that on this one, a crack on this thing that crashed, he said that he found, he found like, he said that scattered on the ground were like cog shaped wheel, like cog things. And everybody discounted the story because they said, oh, well, he said that there was cogs on the ground. And that's man made. And that's man made because we make cogs. And so he was doing the best he could to describe it from where he was. And so even our whole like understanding or idea of what aliens are, we picture these beings, right?",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7021.4,
      "timestamp_end": 7084.4,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: These little green men or these gray men or the, but it's like, we don't, technically, this alien thing could almost be the same way, like some type of, like he said, like an energy, some type of, it's not even a physical entity that exists in spectrum generalms that we don't even perceive with our senses. Or it can phase in and out, and there's just a spectrum of visible light or something, or it can maybe be material that can go in and out of different spectrums. Yeah, and to me, it could just, with the theory like that, or with under, with this, in the reason that, again, this theory even exists, or what I'm saying is even, I'm even talking about what I'm saying is, because the evidence we've seen of some of these things that have been recorded with them morphing, they've actually recorded these things that are morphing and their shapes aren't, you know, it's not a, it's not just that it's, it's not a static shape, the dynamic. Yeah, and it's not just that, oh, you saw, that's two different UFOs. This is a Tic Tac, this one's the cigar shape one. It's like, no, this is one that went from a ball",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7084.4,
      "timestamp_end": 7146.68,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: to kind of being elongated, to then being a rectangle, to then going to a ball again. It's like, and it's like, there, it looks like there could be, this might, you know, looking at, like they're mimicking things that they're seeing, like, and even, dude, in that one that kind of expands, there's like the couple that, like the one that has all the spain ice, but then there's one that just puffs up, it made me think of a pufferfish. Should we show a couple of these? Cause I think I said, I think of a pufferfish, if you know I'm talking about. Yes, I know exactly what you're talking about. So we're like, and I'm looking at more of these things in the way they're kind of moving and loathing about, makes me think of any number of crazy creatures or deep sea fish or what have you, that have crazy, like, if you look at the bottom of the ocean or different ones that some of the deepest, you know, points we've got, we've seen things with these crazy lights, these crazy things they do down there, to just imagine, You know that's something in our world to where yeah, so go to go to that most recent video I sent you on our podcast page right there the first one Joe random or",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7146.68,
      "timestamp_end": 7207.68,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Whatever click on that So this one here That one this is one that was it 30,000 feet This is what I mean about what I'm saying about shape shifting some passenger on a plane film is at 30,000 feet in the air And you just saw it go from like a plane shape thing to now. It's like going to more vertical It went from like a horizontal shape to now It's like a toss a little vertical shape. It's done now now it's going into like Almost just like a like a obelisk to like a slingshot. Yeah, it's like a obelisk at the bottom and a slingshot at the top And that's like a solid bright object right so see right there it goes from like yeah And that's not you're not like imagine like a gassy ooze type substance that who knows what the materials like but obviously it to right there It looks like that jellyfish thing. They're describing yeah that like yes, and again that was And again and all that it's kind of like Looks like a cloud like behind it all it's like mimic the the structure of a cloud, but now it's just kind of free flown through the air",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7208.4,
      "timestamp_end": 7272.0,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So if that were in clouds and you've seen stuff in clouds towards like oh snap. Yeah, let me see us sent. There's another one He's like here's like here's like this one that we're looking at it. It's freaking looks like a weird blimp Like the yes, yeah, it's like so it almost looks like a freaking Amazon Alexa or something yeah, and like this just And just the the light and just the movement and just the way they kind of glow to glide and float Here's another one that I just sent you this was in New Jersey. Oh, and here's the Antarctic thing. I was talking about okay Yeah, yeah So let's see hang on there's that here's So I'm sending you a couple of the weird so that the one above it That's new new new Jersey. Yes, there's no sound. Nope. This one is like you can turn the sound up and the guy's even like Yeah, dude, it almost looks like a dude sitting cross leg kind of meditating through the air with like in a ball",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7273.0,
      "timestamp_end": 7338.4,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Dude makes me think of the fountain if he's the fountain dim when he's in that weird orb, you know But look at that like yeah, yeah, let it replay or whatever Yep, no, yeah, I've watched this one quite a few times And that's the frequency in this and We're just gonna keep seeing more and more this stuff, you know in people Yeah, look at it again So people that want to try and say the way that's moving is like it's very it's this glider race floating It's graceful. Yes, whatever you watch when you I feel like when you're watching drones So whether this is a if people want to say this is a drone This is a highly advanced fucking drone because it's not Anywhere yeah, and the way it's like you can just tell the way that's moving it to me. It's very graceful It's almost like using what it's doing is it's using me. I was gonna say it's using The wind or the air to just do its work for it. It's not it's like it's not being it's it's the same like a kite",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7339.04,
      "timestamp_end": 7399.88,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's like the same way the kite uses you can mute it if you want the same way like a kite uses, you know It's own structure combined with the nature of the air to be able to yeah Yeah, this is another yeah, this is the really crazy one again where it's like how can you just say that's just like a fucking drone Right like how is that just like oh because then other people are like oh sweet video of a defocus star Because we that's not a fucking star And you talk about like the nature of these things showing that they have yeah They're they're ability to they react to being like observed or in certain ways to where yeah Can't get good foods because they like they disappear out of focus or out of like clear footage Yeah, so hold on there's also let me see yeah, I'm not gonna come through a bunch of ones. I've been sent into myself And of course and of course naturally you will be getting ones that are fake this you'll get ones with the opportunity Especially people with AI and how easy it is to do stuff Yeah, of course like anything there's gonna be truth and then those can be lies and whatever mixed in but",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7399.88,
      "timestamp_end": 7465.32,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know that doesn't mean that a somewhere a bunch of these aren't legitimate and authentic Because I've you know, I'm not saying mastery, but I've been messing around with AI and video technology as much like it Quite in depth, you know just even trying to create something like this on my own You know, you know, it's of course you understand the word Everyone's not just casually doing this. Yeah, and they're just hopping in there back Oh, make a UAP video that's realistic. Yeah, and this like here's the one that came out of China This is almost one and this one like I don't know because that's It looks like a plane, but it doesn't look like a plane. Yeah, the plane's on a four-light on the bottom like that. Yeah, it's like, it knows it's trying to look like something it's seen. So go check that. There's this one I just sent you from on that page again. I'm trying to find this one that was like them zoomed in on this. Oh, yeah, this one's really wild. Yeah, this was from, this was seen in China. Just floating in the sky. The global nature. And if you've seen like there's one to Iran, there's ones that,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7466.32,
      "timestamp_end": 7528.32,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's just something floating. Like it just looks like if I, the, to best describe it, it's like if somebody just stacked river rocks. Yeah, it's, you know, you're not going to tell me that's a bunch of weird balloons perfectly organized in that structure. You can try and make the argument that, okay, well, that's a doctored video or it's a fake video, but okay, I, it may be this was in the UK. Yep. Those were, that was filmed in the UK. I'm not exactly sure how long ago this video was made. It looks like it says December 3rd is like when, when it was put up maybe. And again, like, it's like, again, just keeps, can't cut stuff thinking of, no liking in it to just like different animals. Yeah. Some are moving in a migrates like together in groups. And there might be some by themselves, but it just seems like a whole, you know, group or just type of species or just a type of entity, something that, you know, it does not, it is at this point, you know, seem like it has any ill-earned intention that check,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7528.32,
      "timestamp_end": 7593.72,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you know, clearly visible. Checked out one out of essentially that was from Vietnam, like this is, they're happening Vietnam, where it's where it was. Oh, yes, yeah. Yep. You see that? Yep. And then where is the whole thing? No, yeah, we've probably seen all the same stuff because we both been going down the same rabbit hole more than likely, but I'm trying to find, like I said, it was this one, it's again, just to kind of show what we, what I meant about the whole shapeshifting thing or whatever. Like this one, it's like it's not lit up, but look at that one. Oh, yeah. It's just like sitting there floating, almost like some weird octopus type creature. And this one, dude, this one just makes me laugh. Yeah. Because I think it's real, but it's just like these things almost look silly. Yeah. And it's not their fault, but it's just like the random variety of this. And like looking at the red and green, it's, it's so friendly. And the colorful, it's, it's, it's so interesting, man. Yeah. I think this is one that might have like, I don't know if this is one of them that crashed",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7593.72,
      "timestamp_end": 7655.24,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: supposedly. Yeah, so I'm having trouble finding that one, but oh well. So I feel like at least it's consistent for me to take away is at least most of these seem to be near, close, kind of close to ocean bodies to where it leads me to think that there's a, that they are likely coming from these things have been in the ocean to an extent or maybe they're it's a safe environment where they spend most of the time. Maybe it's cyclical that they come in and out, you know, and then they'll go away. And then maybe they've literally lived here the entire time we have. And they just come and go like some pattern every 100, whoever often. And you know, as Nick could, it could be all the above, could be all we have certain technology and nuclear things that are drawing them out. You know, it's any of these things, but either, yeah, no matter what it is, it's obviously something that's it's occurring. And there's, you know, new stuff I think happened today. I think it was, it was either today or yesterday.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7655.24,
      "timestamp_end": 7718.24,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They, they scrambled some jets in like California for some unknown like, obflying object floating around in California. And Twitter is a great place. There are some funny ones though. This one with Joe Biden walking the stairs and then there's the droop. Yeah, it just sounded fixedly at it. I'm sorry. It was good to, I was good to be a lapse of it like this. Oh, Joe walking up the, they just got some like drone superimposed flying and all these times with Joe Biden's fault. He falls again, right? Yeah. And this one's great. I'll talk you, but police department catches drones. They got a, a clearly one of a man made drone that has some net flying around. Yeah. I need to bust that out. Yeah, man, it's just exciting.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7718.24,
      "timestamp_end": 7779.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's exciting time because at this point, I'm not, I don't, I don't personally have like fear. It does not mean, but with fears and I could do anything. It's like, it's like, it's not, you know, you do want to be informed or do. If there was an actual danger, again, of course, the government would be in a position to where how would they tell us to? Okay. But to where it's like, fuck are we really going to do? What are you gonna do? Yeah, what are we gonna do? Where you go like lock yourself, you know, and it's, man, this one's so crazy. Cause I think, oh that was it. I think I saw a video of one getting shot at. Yeah, no, I was sitting there. And just sitting there. Like I think it was hang on. I'm almost positive I sent this one to our account where it was like in some other country and they were shooting at it and it was just chilling. It was like unaffected, didn't it? Yeah, I think that's the one in the Iran. I think in Iran they're shooting. Yes, I think it was. Yeah, and it just didn't phase it. No, where is it? And this is something that is like, this politician's like shoot my ear.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7779.48,
      "timestamp_end": 7839.52,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's like, okay, I get that as an initial reaction. But then at some point you have to think, okay. Okay, here's the thing. We don't know enough. And the thing is, I found the video of that one that I'm gonna fly. You don't have to consider shooting it. You don't know what trying to destroy it might do. It might cause some, it might cause some negative consequence that's not worth taking that risk at this point. So I just sent you two videos, go check them out. That's the last two that I have to show. So the second, okay, this is the one I'm in about. So somebody was like, oh, sweet. I think of a pufferfish. Yeah, and somebody was like sweet, a defocus star. And it's like, what? That's not a, like that's not a fucking star. Look how big it is. He even zooms out. Look, it's not shifting zoom in at any light and you'll see, roughly the same thing happened. No, that thing is puffing up. Well, not only that, but it's like, look at the texture. Yeah, I was gonna say, and how, it's not the moon. Look how bright that show is. Then see it blinking. Now look, didn't it expand? It clearly expands. So I'm zooming in.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7839.52,
      "timestamp_end": 7901.2,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: If he zoomed in on it, it would get even brighter. Look how, we'll just notice how it's blinking now. What I'm doing, it's good. And it's, the blinking's coming from off to the side like it has wings. When just a second ago, it's just puffed up. He didn't, it puffed up. And so yeah, if that thing was steady light and he zoomed in, it would just be it. Where you go, you see it moving. It's obviously like, it's expanding now. Look at it. Yeah, look at how much changing shapes. Look, it's literally changing shapes. Yeah, look at that. It's changing shapes now. It's like a stingray. It's like it's got tentacles with those lights that extend. Yeah. Yeah. And see that, see that almost really invisible translucent part? Yeah. Yeah. Dude, yeah, I don't, you know, and then this one is running around. Yep. And this thing is just like, they're obviously shooting it. People don't want to be like, oh, that's not, they're fucking shooting it. Yeah. And look at all this. And ordinance like this, like people would tell you, hey, shoot it on, hey, we got all the countries showing you what happened.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7901.2,
      "timestamp_end": 7961.68,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So one, look at the ordinance, like blowing up around it. Like it's not even, it's either disarming or causing it to avoid and deflecting it. It's, they're launching shit at it. Yeah. And it's just like cool. Yeah. Whatever. So I could have some force field that it's like, or it's going through it. Like it's obviously not, it's not. It's not actually, it's not, it's not moving. Nope. So it's like, okay, yeah, shoot it. I'm obviously, we got to the country showing you what happens in, like hang on, that light. Yeah. I don't know, I just, sometimes it's interesting looking at how people rationalize some of this stuff. And I know that again, I think that it's just because there's been so much fake. And I think that's a part of the whole deal. If you want to talk about government's involvement, is that, you know, the government, all this shit could be happening, but everybody just thinks it's all fucking fake because the government's faked some stuff.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 7961.68,
      "timestamp_end": 8021.68,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yep. So they think it's all fake. And, you know, people think, ah, it's just this and that. And it's like, man, I don't, you know, that's all there. Yeah, it's because they have lied in fake and because they would do this sort of thing does the mean that they're doing all this stuff. No. And that's the scale of it happening. The number of occurrences, the global nature, it just, I can't just, when it puts it beyond a mass hysteria thing, it puts it into a realm of like, oh, this isn't just an isolated event. It's happened not only is it, while it's been happening in Jersey, it's also happened in a, you know, it's happened in, fuck. I mean, China, Australia, Iran, the UK, some, you know, all over. Yeah, Iran, that again, there's that, that's the orb like, and some, this is the one where people were like trying to say again, like, oh, it was a do-focus star. And it's like, it's like, dude, that is not a star dude. No, why would you be zooming in on that? Look at the lighting, like, it's clearly not a star. No. That is again, so is the nature of people. Yeah. Not being able to process or accept something",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 8021.68,
      "timestamp_end": 8082.16,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that they can't understand. One, two, I feel like people wanted just, yeah, and they want to just, there's that, that was an interesting one, go up. Somebody record it down, right there. Somebody was recording showing like, yes, technically, these are the like, drones that are, trying to be marketed in military or whatever, like, so technically, these are, but this is like, That's not what the fuck you're seeing. No, these aren't. These shapes, it's like if people were zooming in on that shit, and not only that, but I'm pretty sure these things aren't meant to really be fucking seen. I think they're meant to be felt and not really seen. Yeah. I think the government is buying shit that you can't see, but you can feel. Yeah. They can reach out and touch you, but you don't know it's there. Yeah. No, I get nothing good on them. So. Yeah. But either way, it's cool stuff. Well, it's a fun journey and we're happy to have a lot of foundations of the week. I'll start first, set up a crypto wallet, and go get yourself some UAP coins. Yeah, well, yeah. The PCL.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 8082.16,
      "timestamp_end": 8142.8,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It sounds like so. It's could be between now and Christmas at some point, we'll definitely be promoting and sharing stuff, because yeah, we're in the same path with these people. We have partners. We have partners that are trying to do good work. With this world and technology that we live in, and actually create something of value in a community. And yeah, UAP token. That's right there. Go pick some up. You know, my record. But get yourself a little bit of main while you're at it. There you go. 50 cents, a quarter. 50 cents, a quarter. You know, main is on the Salona blockchain. I know the UAPs could be on Ethereum. And so, yeah, they're both, you know, the two Bitcoin Ethereum Salona, the arguably the top three ecosystems, I would say, easily. And yeah, it's, so now's the time. Now's the time to at least get interested in crypto. If not, you know, if literally just for the engagement thing,",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 8142.8,
      "timestamp_end": 8203.28,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you know, it's like, oh, I've people spend a few bucks on subscriptions, they do things. There's a way to actually kind of get involved in something. And so just unique vested interest in it. Yeah. And again, that's, that's the beauty of what we're both trying to do with actually embracing crypto in the community building aspect. But absolutely. Well, brother, with that being said, there's nothing left to do, but to be seen.",
    "metadata": {
      "date": "12-14-2024",
      "episode_number": 607,
      "episode_title": "The UAP Disclosure Project EXCLUSIVE INTERVIEW; REAL use case for CRYPTO #podcast #crypto #uap",
      "timestamp_start": 8203.28,
      "timestamp_end": 8232.48,
      "chunk_topic": "No specific topic",
      "topics": "The,UAP,Disclosure,Project,EXCLUSIVE,INTERVIEW,REAL,use,case,for,CRYPTO,podcast,crypto,uap"
    }
  }
]