[
  {
    "text": "Topic: No specific topic Spoken Words: Greetings Traveler you've just landed on the Mikey and me podcast but fair not for this is no mistake no fault in the stars no glitch in the matrix no afraid this is all been planned predetermined by powers of the pug so pull up a chair and join us as we find our way together for you are among friends did you like that yeah it was great to see you and Chris he's part of the team too he's no mean the back doing the hard the hard stuff that requires a guy that can not can trust to take a life if I need to but he hasn't had to yet yeah had not yet at least he knows you know what denyable plausibility writer plausible than I build yeah so it's who knows I know the concept yeah you",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 0.0,
      "timestamp_end": 70.0,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like that you like sounded like I actually messed it up on on it was a natural react potato look at you and she's just really excited to see me I think she does this because she knows the other pugs gonna come and fight me so hope hope everybody is doing doing well we have some there's some unfortunate news okay before I get to my regular news we do it right be Ricky Ricky Henderson passed away today and so yeah it sucks we lost the the hit king and the stolen base king in the same year so that is it's unfortunate man Ricky Ricky was a yeah but it helped educate me a little bit better on him because I actually am not very familiar Ricky Henderson first of that is saying Ricky somebody from Lakewood church",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 70.0,
      "timestamp_end": 131.72,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: so yeah no so educators yeah I can give you some yeah go ahead no it was yeah it was like the stolen base like he's still does he still hold the record yeah stolen bases yes I believe he was a fucking menace yeah yeah and like a hell of a hitter too like we're talking in the 20s we're talking modern air what's dear right here what we talking oh no so I can yeah I can give you a new good okay he's in to 79 is when he debuted in his last appearance it was June 24 1979 is when he first played for the Oakland athletics his last year he played his last appearance was September 19th 2003 for the Los Angeles Dodgers his batting average I guess career was 279 he had 3,000 hits",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 131.72,
      "timestamp_end": 194.46,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: down to 197 homeruns welcome to the hook and he had 1,406 stolen bases he was like the king that's a that's a happy handful of bases that we have no typical like lead off hitter type of cool well Henderson Henderson holds the single season record for the stolen bases for stolen bases 130 and 1982 and this is the only player in a oh history to steal 100 bases in a season having done having done so three times in 1980 82 and 83 like 62 games it's like almost yeah it's like approaching a base per game it's like yeah it's crazy like you just knew he was gonna stay so it passed away today yeah it says his 1,406 career steals is 50% higher than the previous record of 938 by Lou Brock who's also a legend oh yeah he said I can get it right here hang on we",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 194.46,
      "timestamp_end": 261.82,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: don't want to we don't want to butcher it because it's funny he's probably spitting best Ricky knowledge that's important all time Ricky yeah man but he's oh my gosh he was a character to like you know like Mike Bessick yeah yeah he's got some Ricky Henderson stories oh that's cool I've heard some like the tailtow on the radio that like are just great because he was it's almost like yeah here he is yeah okay yeah you know like guys like T.O. and Ray I think Mike he found that it's awesome like he was like a set the template early on Yeah, what's his quote? Says the story about Ricky Henderson and John 316 is a legend that goes like this. Someone quoted John 316 John 316 to Henderson and he replied, quote, I don't, I don't want to hear about John hidden 316. Ricky hidden 330. Yeah. So that's probably what inspired Austin 316.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 261.82,
      "timestamp_end": 323.56,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Well, to an extent, I know the Bible did, but the fact that Stone could even did it. Yeah, I'm just thinking, I don't know. No, well, because that was a thing though, like, so this happened after this was before. Yeah, I'm just thinking Boston, but I'm just, you know, I think the Austin 316 thing probably came from back in the day every live TV broadcast. It seemed like you would see one person with a billboard that just said John 316. That's true. That's true too. That's true. So maybe we identified an interesting thread to separate from that. So that's cool though. Well, RIP Ricky, hopefully it was a wonderful funeral. Hope. I don't know if John 316, Ricky hidden 330. Yeah, that's extra pretty. It's pretty big. It's 43 degrees in Dallas, Texas this evening. It was good. We're looking, we're looking. Tomorrow we got a low of 36 and a high is 60, but it's going to be a sunny one out there.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 324.56,
      "timestamp_end": 387.36,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: We do, we are going to have some sunshine, but if you're in New York tonight, it's pretty chilly 22 degrees. And they're looking at a sunny day as well. Weather was, so. So, yeah, I'm so much like Christmas. Yeah. It's been pretty, I mean, not warm, but. Yeah, I mean, I'm not a person who's, you know, I know narratives and culture and news and whatever. For years, you know, long for a while at least there was a lot of, you know, a narrative around climate, global warming, climate change, whatever, which I don't really, I don't spend much time on it. It's literally just a year to year here. Yeah, and I don't even say that I wouldn't even attribute it to much of a word. I don't know, I'm just saying. I personally, I know that there's cycles that the planet goes through that we haven't been keeping records long enough to know solar, like generational level, just weather patterns. Yeah. You know, so I'm not saying that that's what it is, but it's easy to be almost considered.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 387.36,
      "timestamp_end": 448.15999999999997,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know, it's like, you know, it's essential. We don't have to go down that rather. Yeah. But yeah, but I mean, a lot of, yeah, a lot of that stuff comes around to pretty much to get, can be summed up to mainly just cause it just causes being exploited for funds. It's always really what it comes down to. Anything that's going on, they're just exploiting it for a while. Any idea about exploiting it? Is there some truth to it potentially? Is there maybe some effect that's caused possibly, but the real roundabout reason it's pushed to the level it is is because it makes people a lot of people. You know what else gets right into that mold right now? It's the same thing. It's like Google sacrifice people. You know, it just fits right into that. And again, we don't know what's that. The, that quote unquote, drones. Oh, yeah. This, this, this, you know, don't have to go down, but it's thinking about it. And it lands like, yeah, you know. Yeah, anything, anything, you know, we can, it's truth.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 448.15999999999997,
      "timestamp_end": 508.52,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And I wouldn't have been. People will sacrifice a lot of things. It's a little bit of security. Personal security, which Chris didn't charge too much. Yeah. He'll keep you alive. So I know, I know you have a lot to talk about. Man, I'm like, oh, Chris, I'll let you go ahead because I know you just go ahead and just take it away wherever you want to go. We drew that we drew a number last week. Okay. It's actually talk about some, some movies for a little bit. Okay. We drew the year 1975. Yep. Which actually happened to be a pretty freaking amazing year for film. It is. And I'll just start to share a little bit. Oh, we got Santa there. Let's see. So movies released in 19th Century. Look at that. You can see that. So I can just kind of see some, it's like some absolutely bangers. Yeah. I mean, just kind of scrolling through. I don't remember the bad, I mean, night moves.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 508.52,
      "timestamp_end": 568.52,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I don't feel over the cuckus nest. Like such a, such an amazing movie. So we got Capone, Barry Lyndon, Stanley Kubrick film, like a lot of, you know, it's not talked about as much as, you know, the ones everywhere in us bits, an amazing movie. All shot in natural lighting too. Like so crazy. So boy, his dog is wild. Dog day after noon. Yeah, Jeff was watching that. They do as the condor. This is, this is the movie. I was. I've watched, but I, a while ago, but I watched it again for this. I don't watch the condor too. You didn't. Yeah, it happened. Yeah, it happened. No. Yeah, I was I that's why I didn't want to tell each other What we're gonna watch to see if any of us watch the same movie without talking about it. That's crazy And of course we did look at that. We'll get that That's cool. It's not a little experiment that just happened old spy. Oh, yeah, oh yeah Well, yeah, that's that was kind of like what What was it? Spikes by game. Oh, yeah, oh yeah Brad Pitt where Robert referred you know",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 568.52,
      "timestamp_end": 630.66,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He did so I'm just kind of scrolling through but no, yeah, that kind of character So he kind of and I made a post on our ex account literally saying That Brad Pitt is the modern Robert read he really like Literally is he he looks like is no, but he that you look yeah exactly that is looks like The characters in just not his person his his his mold. I'm not saying they're identical, but that is the modern He is the modern though great Yeah, yeah, Robert read I'm just saying like I had to pick okay. We can see yeah reincarnations of whatever people like okay This is the modern version of that guy, you know But he also is a throwback to those. Yeah, Steve McQueen Robert read definitely those you know So I'll let you go through couple more. Yeah, the couple more got there because I actually watched a couple Um, so let's just go ahead and show the one the previous stuff first",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 631.68,
      "timestamp_end": 692.72,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So let's see yeah, so the three days of the condor that three days of the condor. Yeah, I love you. I do Limiting my abilities Yeah Oh Buckle in just gonna watch a few trailers this these old movies being interesting to see you know Traders 50 years old. Yeah, it's crazy The condor whenever it like when it started immediately. I was like okay It's already tell it's like filmed really well The way they did old trailers. Oh, yeah, the trailer What was a different agenda with how they tried to To that time period culture and that's what work then right so let's see of The condor trailer I can remember the days too where it was like you wanted to get to the movies early so that you could see the preview Yeah, you know, you definitely so here you knew the shit was coming out",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 692.72,
      "timestamp_end": 753.3199999999999,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, it was its own unique experience. That was kind of fun. Yeah Just like trailers before VHS and stuff, you know Yeah, there was an exciting time whenever you didn't have an access to everything telling you about crap Yeah, it's a beautiful thing, but it was it's just one of those examples that we lived in the sweet spot So let's hear it get going with 3 days of condor trailer This is a major this is Joe Turner identification my name is Turner. I work for you now. Let's identify yourself designation Condor Something has happened section 9 department 17 the section has been hit What level what level level of damage everybody Dr. Lap Janus Ray Harold everybody is dead. What is it? Boys got wet up is really cool to see the trailer for this after swatched it",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 754.3199999999999,
      "timestamp_end": 818.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Okay, we we didn't know how we sold you know our We To mentors in this movie actually help reinforce how much the weight of that was yeah Like just the twin towers really did represent I Also never realized how fucking beautiful they were So a lot of the race and doesn't realize what kind of statement that was against us We happened we knew it was here the loss of life is obviously the worst thing But it was a bigger message than just killing made people they could they took the next thing the status of liberty as far as like America Yeah, so I'm for today we go out and kidnap a group. Okay",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 827.48,
      "timestamp_end": 891.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I do anything They don't I may right yes surprise you you was like the old school Brad Pitt. Yes sir, that's a good point. Clued the condo episode that any more noise. We already visible. There's not become conspicuous. Company agents aren't enough use free that. Free that contract. Oh, got him with the pot of hot coffee. Nobody ever sees that comment man. Do the music this playing to? Oh yeah. This is a baddest. It's awesome. And they done away. In danger.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 893.48,
      "timestamp_end": 953.54,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Witten Tarantino's style definitely can see him from the condor. Directed by Sydney Pollock. So that's the guy that's. Especially like what's it called? Once upon a time where it was like really a love letter to. It's a classic collar with an TV everything. But yeah. Like the. Yeah. Entertainment. That's a good movie. So tell me your thoughts on it in general. You be like. I mean, like it's. In general. Yeah, yeah. It was old. I just love the fact is old spy espionage type movie. You know what I mean? And it's like just. Yeah, that whole genre to me and just the way it was shot and everything. Like I think it just captures everything really nicely just again. I'm a huge like aesthetic type of person. And setting of things and you know the type of shit I like is. Kind of the 70s 60s 50s influence like outfits and fucking. Architecture and stuff to get to see movie from that scene.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 953.54,
      "timestamp_end": 1015.54,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And it's yeah. Time you see it will replicate by people. Yeah, and yeah, exactly. So it's like that's what the general one seeing the number one thing all of that. That goes with it. But then like to like what he was saying. It was like the way they would build suspense and stuff like that. It's like totally different than and it really you know it was like. It was almost kind of like that whole you know where they were figuring out that it's like a whole sensory experience. It's not just the shot you know it's like. Yeah, it's the close up. You got to remember they didn't have streaming for many decades. No, they didn't have. And they didn't have. So this is where he saw it in theaters. Yeah. When they didn't have all the analytics and stuff. Oh, yeah. And I think it was like it was like it was literally people just trying out you know and thinking you know where it was like. I feel like two then in those days they at least. I feel like they had. Yeah, and I feel like also two they kind of had a good good feeling not that today they don't because a lot.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1015.54,
      "timestamp_end": 1075.54,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: There's a lot of phenomenal directors and stuff today. But I feel like they had a really good sense of like just fundamentals about stuff. They understood like you know I think. Yeah, I can know I agree with lighting and stuff because again like they don't they didn't necessarily have you know it's like with the equipment they had. Yeah, it was incredible at the time and for the time. Yeah, the fact that a lot of it's held up over time as nicely as it did. Yeah, that technique. So they weren't assisted by modern technology. It's beautiful to have it to this. But you know, so you get to see the way they film things, the places that film them. You know, the consideration of light and it's it was almost a form of necessity. Yeah, as much as you know creative thing that makes it evident. Exactly. Much is for necessity. It's like we look we can look back and think oh well, so cool. They picked it. It might have been like it was just the best spot to do it because lighting and the wet you know, but it just be you know it all it's all part of the beauty of it. Like it's an umbrella thing. Like the fundamentals of it all just like executed falsely.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1075.54,
      "timestamp_end": 1137.54,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, but it's funny. It is funny because it was a spy movie, but honestly it was it was a freaking like love romantic story too. And it's funny because I forgot about it, but there was some movie I'm pretty sure a modern movie where they talked about this movie. I think the chick was trying to make the point how it was a love story more than a spy movie. Like there's some kind of like a diar. I might have been freaking the Jennifer Lopez movie with George Clooney. Oh, out of sight. Yeah, I think so. I don't have to look at it, but there's I know that there's like a quote there. So it's a really good Sydney Pollock movie. So I was check out, but I've got and I watched we can go to another one. And I can do next movie you can do it can be. Yeah, I want to recommend one. Yeah, one of my recommendations, I guess. Yeah, we can just play that because instead of going down the list, I can just. Oh, yeah, I'm not going down this.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1137.54,
      "timestamp_end": 1197.54,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I just yeah, keep going. Yeah, so what's one of you? Fuck it. One that I saw that I was gonna write it. Let's do it. One of my list, the French connection. Boom. You obviously you've seen that, I'm sure. Yeah, I didn't watch this. It's been a while, but yeah. I love this movie. Crane or not, I watched this. Gene Hackman. This is a child. We watched it. Dude, he looks pretty much. We were camping out in our console. Yeah. Since the 75, like he's looked, he's one of those guys who was younger. He looked like a guy in his fitties for his whole life. Jack Nicholson. Yeah. So here we go, the French connection. Yeah, Crane or not, watch this. Yeah. Get your hands on your heads. Get off the barn. Get on the wall. What's my name? Papa Doyle. If he doesn't like you, he'll take you apart. And it's all perfectly legal, because Doyle fights 30. If you want to take a ride here, Fatman. And plays rough. Do you want a milkshake? Doyle is bad notes, but he's a good cop. We're only now on fire. How many times have I been down? I thought he looked up and saw him smiling like a shining diamond.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1197.54,
      "timestamp_end": 1259.8,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. You got things done. Yeah. Yeah. Yeah. Who is it, Clara? She was lucky. We're about to last a big time, Spurs. And I can't pronounce you. He's spreading it around. I never heard that. Jack's going like this. First, I'll get my tail. Hey guys, talk to you. Our friend's name is Boca. Sounded to a Boca. Do you know him? He's a CEO. And downtown, I appreciate you. I'm a big fan of him. I'm a big fan of him. I'm a big fan of him. And downtown, I'm pretty sure you pull off a contract on a guy named Marko. Oh, jaws. And that's not a drop-old, not a charge for you to bloom me now. From here. Just messed that up. For now and all. The jaws. We tailed. Yeah. And we sound like from practically me. How do we come up with it? The French connection. A millionaire exporter would have reckoned to be true. And Doyle knows it. But he's been known to make mistakes. Your hunch is a backfired foot though. This time, you can't afford to be wrong. Got you.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1259.8,
      "timestamp_end": 1325.8,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Let me out. Tell me. I can't stay. Yeah, that guy right there was from jaws. I know the CEO hasn't gone down. Yeah. Last time you're dead, certainly, I'm for dead cop. This is such a good movie. I know, buddy, look, put your hands in here. The staker. 3, 3, 3. The pale. Chase. Such a bad-ass movie. I think there's some fact about the car chase scene in this movie. The whole part of the film was like, very important. I think in history. And I like as far as that's the way that shot being one of first. The French connection.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1326.8,
      "timestamp_end": 1391.8,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: The Transformers. That was another one. You talk about chase movies. That they changed the way they shot them. Yeah, I was like a template that they set. But yeah, dude, that's good. I'm glad you brought that. That's definitely a move. And then 75 needs to be watched. Yeah, man. The French connection amazes just because, again, even what they were saying, it's like what he said about the staker. The pale. It's like the staker. That's something like movies like that. I mean, it's that's what you need to stake out in a movie like that. With a cop movie, they're trying to find a guy. You got to have the staker out and that's something that. Yeah. Yeah, yeah, exactly. And seeing like kind of how that would have worked back then. And of course, in a day where they didn't have surveillance. Samples that have now. Yeah, but now it inspired a lot of other examples of the hardball detective. It's town. And I don't know if it used to be.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1396.8,
      "timestamp_end": 1456.8,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Like, of course, it existed before, but like, you know, our rated movie for the time, like, you know, it was, it was pretty, pretty freaking amazing. Oh, I'm about to show one that. Go ahead. I had actually never watched it all the way through till for this. I've been very familiar with this movie. And it's, it's a movie that's definitely not what it's not a show that I'll look at the trailer. And I won't say what is, but I was going to say there's one that I'm going to recommend. The Rocky Horror Picture Show. Yes. Been very familiar with this movie. First, yeah. The guy lived as well. They have like midnight screenings in a whole. Oh, yeah. Fan cult that exists for decades. from the 10 so here we go exactly time warp is a banger of song",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1456.8,
      "timestamp_end": 1517.52,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: dude he's to encourage his nails this all dude yeah pacify baby it's pretty wild right what oh yeah 75 yeah favorite this is a lot of the scene in the trailer oh man this is a movie clip well we'll go back to chair so yeah that's a great thing to say this is like man this is a trailer that's a great um it's it's meant to be that we watched that part but now I'll get to the trailer that's the trailer so yeah that never realized I was fucking Tim Curry really? dude that's I believe it I believe it dude a lot of people though",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1524.48,
      "timestamp_end": 1587.44,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: as soon as I as he said it was like of course it's like yeah yeah so here's the trailer okay there's lips yeah there's so much iconic stuff it's all kinds of movies but you've never seen anything like the rocky horror picture show this song it's annoying but it's good yeah the rocky horror picture show is wonderfully weird they're probably foreigners it's fabulously freaky it's a trip to transsexual transylvania this is a great trailer this lips all Blackness is great this is great this is great",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1587.44,
      "timestamp_end": 1647.92,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Susan Sarand and dude this is a chick on here so quite quite fetching this isn't the junior chamber color spray out there's a mad scientist named frank and fudder come up to the loud and see what's up this has to be some of their first like role like yeah he's incredible probably wouldn't even a big rollback man I think that better remains it's great and he was in with a bad crowd but it was one of some I imagined a sinister servant need to do the other way of seeing it so great the kid it's a musical right but it's just a couple of",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1659.76,
      "timestamp_end": 1720.8,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: clean cut kids this is my fiancé jane rice the song to midjنت Columbia. Dr. Scott. To give yourself over to absolute pleasure. If you look up the word camp, this has to be like a, like a, like a, like a, like a, like a picture show. It's quite an experience. It's enjoyable. It's, you know, it's, it's, it's, it's, it's, it's, it's, it's, it's, it's, it's, it's,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1720.8,
      "timestamp_end": 1783.6399999999999,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's, it's, it's cool experience, even if it's not your cup of tea. It's a movie poster for that one tells you what you're getting. It doesn't, yeah. What, the nightingeing again and just thinking about 1975, it's as cool. It's, it's, it's, it's, it's pretty much So yeah, what's he get? Oh, yes, hold on, plug break. Okay. So we'll do a quick plug break actually and then we'll get right back to that. And we are back Green green travelers, but it's really it's not like we went anywhere because when you're listening to it there's It's kind of just like Bound it's very true. We're here still is what I should say we're here. We're we're still here. Here we are still So we're getting back into 1975 movies and several trailer for a movie that I know everyone are age is very familiar with it says 74",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1783.6399999999999,
      "timestamp_end": 1845.62,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm gonna trust the first thing and let's stop up and just go up at the top. Here we go Monty Python This is might be one of the most quoted movies of all time In big inspiration on my comedy's young kid when I saw this like seventh grade It's a weird problem It's six and we have six and we live this movie is important Change as they all history of Moe Oh Just I haven't seen the trailers this is so great",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1848.34,
      "timestamp_end": 1908.6,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It is great because they made a trailer that's unique and it's not just clips from the movie they actually like you know That's really cool. You don't see that as much smarter times Daming different moves That's great. I didn't even know that the midi you need trailer for it Oh The rather series The other guys I",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1914.3,
      "timestamp_end": 1981.54,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Is mustache coming out of the mask I'm getting better Ingmar Bergman seven dude. Yes. It's great that they make it What's your favorite song? Is a world-class They're so genius man Monty Python This is even better. Oh Oh That's so funny they wanted to offend everybody It's a good Yeah, you can watch it is like if you offend everybody equally then it's like hey, we didn't leave anybody out",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 1985.54,
      "timestamp_end": 2057.14,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That's yeah, yeah, so this This next movie is it's quite absurd. It's a kids movie, but I thought it was interesting I did watch it and I did think it no I watched it recently just for this because you were like as an actor Yes, awesome, so I watched three days of the Condor and this okay cool Because I had seen other movies like jaws and stuff like that money Python from this year plenty of movies I've seen French connection Rocky horror all that but I New the cookies nest I've already seen all these but I hadn't seen this one But I knew that because I've seen the modern day adaptation which is called Race to Witch Mountain. And this is the original. And that one had the rock in it. And it's not a bad movie actually. I have seen that one. It has Dwayne the Rock Johnson. He's the star of it. But this was the original. They also remade this movie in 95.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2057.94,
      "timestamp_end": 2120.0,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So I think that's why they changed the newest one with the rock to Race to Witch Mountain. Because the other two were both escaped. So without further ado, escape to Witch Mountain. Our planet was dying. We had to find another planet to live on. I think we might have been the only ones on our spaceship to survive. We're trying to find where home is. So it's a sci-fi movie? Yeah. I didn't know. I want to be able to understand these parts. So funny about this, Malone. And I gotta teach you a lesson. You must learn all the things here. Yeah. You've got to get out of here before it's too late. Come on. I would not rest until I get those children out there. It's pretty dope, man. It's good. A mask of Jesus. You know a place called Stony Creek?",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2120.0,
      "timestamp_end": 2181.72,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yes. We would take us there. Yes, children. I'm going to be looking for this camper. I wonder why. Those two kids are witches. You two got powers beyond police. So they were from the pan that a building is in, of course, we call them witches. Yeah. We're just going to start knowing where the white guy is going. It's Winnebago flying. Can you back that up? Back it up. Like just the Winnebago right there. OK, now we're going to go out. Right here. You ever seen Winnebago fly? You ever seen that? East Dallas, dude. First, he winnebago flying. First, he winnebago flying. So see, there's race to which mountain. You didn't play that? Yeah. We might as well. Why not? And this was 2009. It's your race. Like I said, this was actually, this was cool. This was a cool movie. You're like, let's take death race 2000 and mix it with this game to which mountain.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2181.72,
      "timestamp_end": 2245.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh, this is known as witch mountain. We haven't witched the title. It really throws you off. It does. We're two. Because it's talking about like the devil's tower is technically a thing. I was the one that made the meme, bro. Yeah. I'm just going to let him pass. This is relatively earlier days rocks. Yeah. Like action career. He was really good in this. My brother and I could do that. I just want to make a movie. That kid was actually just trying to commit suicide. It didn't work. Oh, shit. That's Viking. Yeah. You're telling me you think it's a good thing to search for their main page. You're on our site. Alexander or something. You can also do all of a sudden. They get a lot of it. It's the wind of a ego. If you don't get there in time, the invasion will begin.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2245.2,
      "timestamp_end": 2309.04,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He's in the show that's on right now called like aft. Earth abides. It's pretty good. Every make up. You get the slide. Yeah. We appreciate your understanding. She talks to dogs. Of course she does. You are in way above your head. We got him. We have to hurry. Run, you're not. You need to like carry a bunch of hate. Potter type. How are you with heights? You need to follow me. You need to use your life. You need to use your life. It's pretty good. I think we got here. Wow, you crashed. Remember. It's not a bad like I said. I was a little too old to like bet.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2309.04,
      "timestamp_end": 2369.04,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I wanted to beat this one where I was in my life. But it's cool. I. I was too old to see it as well, but it was on TV one day. And it's like, I kind of got sucked in because it was just like, I finished watching one movie, and then the beginning of that movie starts, and it was kind of like, oh shit, it's like him sitting in a car, then he's going like, somebody's trying to rob him or something. It sucks you in. And I'm like, what movie is this? And then all of a sudden, he's like, oh, what the fuck? It's a kids movie. Yeah, that's cool. But I, duck around and it was actually pretty good. Yeah. See, I definitely just want some one more movie that a lot of people on the web and watched or maybe even heard of a boy and his dog. And yeah. I think I might have seen the picture for this and. Yeah, dude. It's not a family movie. Oh. Magnificently inspired Richard Eder of the New York Times says",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2369.04,
      "timestamp_end": 2433.08,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: brilliantly growth. From the Austin sun. This may be the best science fiction film ever made. A boy and his dog. A film that has become a cult legend. Right now I'm hungry and I want to get laid. That's what you always say. You go find a chicken. I'll hustle a some food. I can't do good work. It's what I'm hungry. You ain't pulling a crap on me again. And you can shove that part about how you lost the ability to hunt for food when you learned how to talk. No food, no female. I'm a son of a crocodile, didn't I? Your dog will tell you what to do. How to laugh. How to love. How and who? You. That stupid broad. You're so funny when you're sexually frustrated. Tilt. And the hell am I going to nail her in there? Simple. Stop sitting like a leaf and go do it. If you continue to find the food for your dog, why don't they make a future?",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2433.08,
      "timestamp_end": 2493.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Why don't you make more? For those of you that aren't watching it showed a naked lady's body in her boot. You're on your pants, Romeo. In the future, your dog will be a barber. How to survive. That M16. What was that softmax's mom? Probably. You mean you want me to knock out your bride? The dog is the master. I'll get the dramatic catch out of your voice and tell me how she's going to carry her share of the load up here. Tell me how we're going to fight on. Okay, okay, just don't hang her. I don't care what ever the hell is she. The dog's basically like his dad figure in the world. Maybe we should just simple dumb puts. What the hell is a puts? Is that something bad? Yeah, that could load up here. If you could imagine an excecutor's poor understand a talking dog.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2493.28,
      "timestamp_end": 2555.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Try to get back as quick as I can. We wait. It's a while. As you can see. I'm in the hill. I'm not really missing it. I'm really missing it. LQ Jones, a boy and his dog. Dude, that cover. Dude, they have a big dude. The mushroom count, the smile on it there. That's crazy. That's just... Yeah, dude. So we're going to take a break. And watch that. Yeah. Yeah, come on. He's a pretty sure Harlan Ellison with the story that it's based on. Yeah, Harlan Ellison, dude. He's a very prominent sci-fi author. Watch this. And Tommy, it's a lot of cool stuff. So yeah, a boy and his dog. Good show. Should we watch or recommend the Cuckoo Nest? Yeah. Yeah, we should watch these one chairs. Everybody's seen Jaws. Jaws was one of the most popular movies that came out this year.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2555.28,
      "timestamp_end": 2615.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Everybody's seen Jaws. You assume. Well, that's true. Very much true. We can show those. You can see about those. Yeah, we're so Jaws. Okay, we'll show. Let's do back to back. Back to back. Two trailers coming up. These are both. Yes, absolutely. And there's a shark in all three of them. Yes. All three. Iconic Americana. 19 years. Didn't know if they picked the right thing. A real official trailer. No one here. Yeah, Danny DeVito's in this movie. Dude, a lot of... He recognizes a lot of... Well, some, yeah. Christopher Lloyd. You know. You might see Danny. But number one here. If you want to see Jack Nicholson act and... Want a lot of chemistry awards this film did. Funny. I had no idea what this is about when I watched it. Yeah. Another thing, Doc. Excuse me, Miss. Do you think it might be possible to turn a music down? So maybe a couple of the boys could talk.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2615.28,
      "timestamp_end": 2676.2799999999997,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Your hand is staining my window. Is it Oscar? I'll screw you guys. You got any award wins and nominations for? Change, never heard that. Blue variety. Oh, Jesus! Come on, you're not going to say that now. You're not going to say that now. Come on, you're not going to say that now. You're not going to say that now. You're gonna pull that hand-house shit now. When the boat that chief just folded it was 10 to 9. I want that television set. Turn on right now. I don't think he's overly psychotic. You. I want something to do. I'll do that in the courtroom in the military. That is a trap. Oh, my God. You guys threw nothing but complain about how you can't stand in this place here. And then you haven't got the guts just to walk out. What do you think you are for Christy? Crazy or something? There he is. Danny DeVito is with him. Yeah. Yeah, and there's small roles like Danny DeVito and him because there he is. Yep. There's not prominent roles.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2676.2799999999997,
      "timestamp_end": 2737.18,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They're just like, yeah. He's used to say, yeah, that's so good. Yeah, what's his name? Stomental institution. Sister Dr. Chazwick. Back to the future. Lucky sick Chris Lloyd. Yeah. Yeah. What? What are they thinking? Oh, yeah. Yeah. Get on the page. I made me think it's Jeff Möhnner right there as a kid. Yeah. That guy. Thank you, Mack. Thank you. I'm never forget you. Danny DeVito, we watched this. Such a great, man. And his attire. That's an iconic attire. Miles Möhnner really? That outfit is iconic. It's both the black toboggan, the fricking gene shirt, the denim",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2737.18,
      "timestamp_end": 2798.14,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: shirt with the leather jacket and the blue jeans and the boot dude. And the real picture alive today who has survived millions of years of evolution without change. And they actually did like originally. Are you doing animatronic? An actual like animatronic order, some shark that they made and all this stuff, but there's budget and all this stuff. And it actually realized we're not showing him as much. The whole tense of not seeing it being scarier than if they actually had. Created the devil. Yeah. Engaven signs. Yeah. Again, kind of like out of necessity in a way. This might be the worst. It's a terrible quality. And it's pretty bad. But Steven Stover. This is the first extraordinary motion picture version of Peter Benchley's best selling novel, George.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2798.14,
      "timestamp_end": 2860.06,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I just found out that a girl got killed here last week. And you knew it. You knew there was a shark out there. Richard Dreyfus. You knew it was dangerous. It's been pretty much anything. It's been almost iconic scene and tension building. It's been like feeling myself. Yeah. It's a salmon. It's just a tree. It's a tree. Yeah. The fun that the Jail shark took the fullest of stuff. Yeah. It's a tree that most people get attacked by sharks in three-feet of water, about ten feet from the beach. Yeah. What we are dealing with here is a perfect engine, an eating machine. Hello, his character. I heard somebody to kill the shark. That is his driver. But I'll catch him and kill him.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2860.06,
      "timestamp_end": 2921.38,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, Dreyfus is a scary person. Yeah, he's a scary person. Do you want to need a bigger boat? That dude. One of the most iconic lines. I have a 20 footer. 25. Three times on him. That's a lot of meat. Oh, he's coming straight from it. Don't split up now. Don't wait for me. Now. Shoot. Shoot. Shoot. Shoot. It's a pretty damn creative look guy, though. This is amazing. I Know it's funny cuz it makes me think if I was a director and I was worried you know I'm gonna see my movie I might want to put the whole movie in the trailer You know You know back I'm thinking back then I don't know enough but I bet more than you know movies who are",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2921.38,
      "timestamp_end": 2994.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: At dime it doesn't it was like a bit much bigger There weren't any other options to be distracted by, you know. You know, it's like how wide spread all the TV stuff like that was. It's like you put it out maybe only 15% of the people actually see the fire trailer, but you hear the buzz. Matthew, everybody. Could you look something real quick on YouTube that I thought might be cool to see depending on how long the scene is? It's not that that that rape scene from an irreversible is it? No. Okay. Okay, we can look at that. No, that's terrible. What's the check? Easy Rider. Herder Revenge scene. That came out in this year? No, no, I don't know. It was around the time of the easy rider. Jack Nichols like campfire scene. Oh my god. Where the fart and stuff? Yeah.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 2995.3,
      "timestamp_end": 3056.04,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Now that. What's it called? Vagin Saddles. Pretty much the irreversible scene. Yeah. The format of scene we can check this out and then we'll hang on. Is it an irreversible scene? No, saying it's the same idea from what Matthew is talking about. There's like hang on. No, just tell me what's one Mikey you're thinking of. No, that was it. It was just it's cool. Well, the whole scene is improv. Like they're actually. Yeah, just watch it. Yeah, like they're not none of it is like scripted. Yeah, that literally off the. Yeah, it's cool. Yeah, back it up and play. Yeah, let's watch it. I think they're actually smoking too. Yeah, no, they're smoking real weed. Yeah, yeah. Of course it's Dennis Hopper and you know fucking Fonda. This used to be a hell of a good country. I can't understand how it's going on with it.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3056.04,
      "timestamp_end": 3116.04,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Man, everybody got chicken, that's what happened to me. Hey, we can't even get into like a second rate hotel. I mean a second rate motel, you day? I don't think we're gonna cut this road or something there. I'm like, they're scared, man. Oh, they're not scared of you. They scared of what you represent to them. Oh, we represent to them, man. As somebody who needs haircut. The person with the podcast right here. He's afraid of it. What the hell is wrong with freedom? Then that's what it's all about. Oh, yeah, that's right. That's what it's all about, all right. But talking about it and being it, that's two different things. I mean, it's real hard to be free when you are bought and sold in the marketplace. Of course, don't ever tell anybody that they're not free because they're not going to get real busy killing and maiming to prove to you that they are. Oh, yeah, they're gonna talk to you and talk to you and talk to you about individual freedom.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3116.04,
      "timestamp_end": 3180.04,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: What they see a free individual, it's gonna scare them. Now, well, don't make them run and scared. No, it makes them dangerous. It makes them run. Small. All right, yeah. Small. Small. Small. G.E. Subject. Neville Sin, man. So this... Yes. But he knows who wants to. When someone just seen, come up with the other on top of his head. You know. You know what I used to do. One used to do. Well, I tell you one thing I didn't used to do is talk to both of us in the middle of the night.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3180.04,
      "timestamp_end": 3241.04,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Kiss me, Phil. I don't know. It was a little bit of a... It was like, it was more of the scene before all this. Yeah. So we caught the tail end of the talking scene. That whole scene leading up to where all that was improv. Like, in some of what they were talking about it before that. This scene was actually... Some of this part was actually improv, too. Yeah. It's one of the other minute, we might as well finish it out. This was all improv. This is where the air verse will be actually... That's why I was saying.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3241.04,
      "timestamp_end": 3302.0,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Which is interesting. That is a synchronicity, my friend. Yeah. Because they were like hippie bikers that came into the town. They were like camping outside of town, the local spoundum where they were camping out there, like smoking bud, past out. Counterculture was a threat to them. They were like, past out, they came out there. Well, everything Jack Nicholson was saying, you know, I'm sample over. Yeah. Spoiler alert. Oh God. I think you got hurt, buddy. No, yeah, if you haven't. Yeah, we only, we just want, yeah. You got hurt. Get it to his folks in the house. Jack Nicholson died. No, he's actually alive. Damn it. Chris.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3304.0,
      "timestamp_end": 3364.0,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He's right. I'm the man who's this card. But they were talking about UFOs and shit earlier in the scene. It was really cool. Yeah, dude. That's what was in the birth of the podcast. Yeah. It's two guys talking about life and their perspectives and all kind of. There's a lot that you want. It's great. There's a lot that you want in that. We'll put a wrap on 75. That's it. Jeff left some stuff to talk about next time. We'll let him have that. And we'll get right back to the next thing here. So let's open this email. Let's see what we got. Are you male? You've got male. Yeah. Yeah. How did we get male? 75 is great. But yeah, there's some email, right? I'm sharing. Where did you receive mail from? Male from. So apparently we have this website. We talked about maybe mikingme.com.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3364.0,
      "timestamp_end": 3424.0,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Look at that. And there's a lot of stuff to do on here. When the first after seeing our episodes and our different universe, how to connect, we got the YouTube Instagram account. You know, I didn't kind of work with you there. But topic suggestion box is one of the first things. It says, huh? You know, I just want to go to the Twitter and you can, you know, just suggest anything. And I utilized this for an air drop. I just did yesterday where I posted, you know, the first 50 people and I posted on Twitter. And I'm like, she had a minute on Instagram. I need to check and make sure that I've, yeah, I'd be the, I just sent, you know, this post email you're so on addresses. You'll be getting, I don't know, a few million of our token or something. Yeah, no big deal. So that, you know, this is utilizing the same feature. But actually did get an email with a topic that they want to stop. So let's see, add the kind of filter through because you can see it's a bunch of, you know,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3424.0,
      "timestamp_end": 3488.0,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm getting a bunch of addresses. So it's pretty cool. So let's see. Bird. A little bird. A little bird told us. Handle tag named bird. And so here's the question. If you could invent a new holiday, what would it celebrate? And if you could also have traditions for the holiday, what would they be? I would, I would create a holiday to celebrate hot dogs. And, and all of the ways that hot dogs can be enjoyed. And you would, it would be a gift giving event. Okay. And you would have to give gifts that would all be in, in, in, you know, the realm of, of the hot dog. Like so, for instance, like advancing, the, the maximizing the culture.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3488.0,
      "timestamp_end": 3548.0,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yes. And it, and everything, all the gifts would have to be it, it, at enhanced gear toward enhancing the hot dog experience and advancing hot dog technology. I love it. Sounds like a holiday that would really spur it on. It would be, you know, that's awesome. I think it'd be pretty hot. No idea. Okay. Yeah, I'll do one you can beat this thing, I think of anything random. So I would do, uh, Shulis Day. Shulis Day. Yeah. Where you intentionally be barefoot for the whole day. That's a holiday. It's a holiday. Would you get together with your family and rub feet or something? I mean, the tradition I be to where, you know, there's this beef for the day. You're not supposed to wish to use to kind of, and there's a lot of benefits. about the benefits of being barefoot and just for muscles and spills. So there's a lot of grounding. Yeah, technically we should be barefoot and naked.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3548.0,
      "timestamp_end": 3609.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yes, and maybe so that might be a tradition for some of the more exhibitionist people that might get together though party where the big stand is. But I'm at saying that wouldn't be a experimental. That wouldn't be an official one. They might do that. It's like that or not the kind of people you wanna see. Exactly. No, it's interesting. So just with it might be to just... Election day. I've got to just understand how they would be too. Walk on hot coals, no, not that, something like that. But maybe there's a way... Perhaps. Be similar walking on coals, but it's more accessible. But it would be like a PG like rocks that aren't too hard. Maybe it'd be just like a... You know what I mean? Maybe it would be an appreciation. Complimenting of each other's feet. Hey, nice feet, man. Yes. How are your feet? And people will guard the way to get their manicures. Oh, and the puppy a lot of cool manicures and colors. A lot of art. People would do a lot of feet art. People would be cleaning it. You know what? It would give people... It might end up being a good thing because it'd give them a reason to clean their feet.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3609.88,
      "timestamp_end": 3671.72,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. And the petacare and all those shops... They would be like Christmas. Yeah, there you go. It's like their hallmark card. Yeah, that time of year... It's like the big list. They're gonna get the nail shops, hallmark card. Get to be, you know, a pedantic artist. Pedartists. Pedartists, is that their pet? Pet... Not pet-a. Pedartists? Like, pediatrists. Yeah. But pedal, like, pedantic... What pedartists would be like? Pedartists, pedartists? I just made that up. I know it's... Sounds like it's teetering on the edge. Pedartists, yeah. Yeah. So... So, what's your holiday? What's your holiday? What's your holiday? They'll be some of the people do, yeah. What would your holiday be? Do you have one yet? I said hot dog, the worshiping of hot dogs. Oh, so wait, it's the worshiping of hot dogs. Well, we're gonna be like, wait, that's lit. It's there. It's a slow worshiping winner. This guy's got an agenda. It's a slow game. It's a slow game. It's a slow game.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3671.72,
      "timestamp_end": 3731.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Okay. It starts off as, you know, hey, these things are cool, aren't they? And then it's like, you know... You realize that there's some all-knowing hot dog that's actually manufacturing, even you say. Yeah. I'm starting to think a lot of the stuff I've seen in this guy has to do with hot dogs. Think about how they look. The tick-tack is kind of like a little winner. The hot dog technology. I think they're... Yeah. No, it's their favorite water and the biscuit. Come on. They know that, okay, this is something kind of side note. This is the true, something he kind of brought to my attention. I do almost think... So there's something to be said for a hot dog cooked over a flame. Like did that taste you get from flame broiled dog on a... Everyone loves flame broiled dog. You know what I'm saying? But the steamed hot dog, the boiled hot dog. The one that's born in the water kind of like the taste. You give her a choke. The taste is... So hot dog favorite water, that's what I think. The steam, like, it might back me up here, right?",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3731.88,
      "timestamp_end": 3792.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's... It's... Mm-hmm. I don't know. It's something about like we get like a hot dog. It makes sense. Ballpark. You get a hot dog in a baseball game. Like... Basketball game. Anytime you go to a sporting event and you get a hot dog... Big tub of water, guys, get your dog. No, but like... That would sell if there's... You know, you have that. When stand, like, wait, they have this boiled. People would do that, dude. Well, no, but that's like part of it about people getting a hot dog at a sporting event, stuff like that. They're like, oh, it just tastes different. Like, it's big... It's a big part of it is because of the way it's cooked. It's because they boil... Like, how do you cook 50 million dogs at once? It's a hot dog. It's a hot dog. You boil them. Then on top of it, on top of it, they end up doubling in like the size. Yeah. The size. Yeah, the... How can we make this be more peeling hot, you know? And then on top of it, they like steam the bread and everything.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3792.2,
      "timestamp_end": 3854.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And so that it's like... That even when they throw it in the foil and stuff like that, you get one, like, it still is not like dried out or something where it's like if you go somewhere and get like hot dogs off a grill, they wrap them up in foil, you getting... This is the mother fucker. It's like a jacklings. Dude. You should... So, it's almost to bolster this argument. I don't skip bolster this argument. I know that with the hot. It's not hot. Yeah, I'm saying it's stethersynconeses. So, the thing about the to bolster the argument, they have a whole bunch back in the day. They have a whole bunch of... Hot dogs steamers. There was a whole thing. Can you pull up eBay real quick? Yeah, it's look up eBay. It's like we're going Mikey. No, you're your minds about to be blown because I'm so tempted to buy out the steam. Nice. There we go. We're about to steam it.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3854.2,
      "timestamp_end": 3919.12,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, yeah, dude. You need to be on eBay. It's a steam room with a hot naked men. Go to eBay, but they like right there. That's what I'm saying. Yeah, so one of these should be there. There we go. A lot of those are Oh, wow. Why is that one on wafer? So you want to look at the red go one? You want to look at a retro one? No, yeah, just go to eBay. Exactly. Thank you, Matthew. You get what I'm trying to say. Yes, I think so. I think they knew back in the day. So you'll see these big industrial ones on here, but as you scroll down, you should see some old school like go up and type in the Reckless. Coney Island. No, wait, go down. No, the one you just had right there. Scroll down, down, down, that, the 45. Yeah, but that's like that style. Yeah, I'll look up a version of an old one. Someone selling. Yeah, the Coney Island hot dog steamer. I'm telling you. It should be a collector's item. I'm telling you.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3919.12,
      "timestamp_end": 3979.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: No, the actually, no, it was Cleveland. Yes, the Cleveland steamers. They're pretty important. Yeah, look up. Cleveland steamer original. There you go. No, it'll it'll pop up. Cleveland steamer original. There it is. Vintage 1970s. They knew what was up back in the day they had because their science behind it. We used to live in a proper country. You could you could. So they had more if you go back, they had more advanced ones. They had bigger ones, double, double steamers. That thing was also burned. Scroll down a little. Look at them. Just check them out. Yeah, that's where I do. That one's pretty cool. Looks like a joint. That one's got the blunt. There's a lot of celebration. There's a lot of art. There's a whole art thing. Yeah, keep going. Tell me just want to click on. I'll tell you, just keep going. Okay, it's all the same model. That's it. That's it. So there we go. Okay, well, I know. Thank you, Matt. Thank you.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 3979.2,
      "timestamp_end": 4042.16,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You're welcome. And thank you, bird. Bird for giving us that whole topic. There you go. So it put us down hot dog lane. So yeah, anybody you suggest something and we'll talk about it. Yeah, invest in hot dog stocks this week because steam market is about to make a hot dog meme coin. Because we've just spoken about it on this podcast. And we are that. Might have to make a hot dog meme coin. It's just hot dog meme coin. I'll put it up. I'll put it up. The we should do. I mean, come on. Weener on three. One, two, three. Weener. Three, five minutes. I'm going to show you. Okay. You're what? No. He's going to show you we're about to make it right now. We're going to make a meme coin for our hot dogs. So let's see you mean a ween coin. Yeah, it's starting to coin.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4042.16,
      "timestamp_end": 4103.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So what do you want to call it? So the name is just more like the full name than the ticker be separate. So so it's tied to the holiday. Right hot hot. Yes, hot dog dog. Hot hot dog coin. Let me see if I can it's not a hot dog. Just hot hot dog coin. Trust me. This billy needs it. This is like a quote from our skit. It'd be wrong. It's not a hot dog. It's a hot hot dog. That's the dialogue. I can give you no. No, I know it's the dialogue. So what the ticker team like to take a four or four letters? Or it could just be three, but what do you think? Just I mean hot, the obvious or DAW eight dog. What do you think? I think. H-A-W-T. Yeah, baby. That might be good. People think it's hot. It's celebration. Or they are. They'll be like it's hot. Oh, the holiday.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4104.56,
      "timestamp_end": 4165.92,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: What's a holiday called? What do you want to just make it? No, not just celebration. It can be something like the formation of a national holiday celebrating an advancing hot dog technology. Celebrating an advancing hot dog technology globally. So, let's just look up an image real quick. Or the advancement, not advancing advancement of hot dog. These images here, which one do you think you should do? No. No.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4166.56,
      "timestamp_end": 4228.48,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Type in hot hot dog. There we go. That's how we should figure it out. And to see what it gives us. Type in cartoon. That's kind of funny. Or is that not OK? We could. I'm trying to think. Could say be cartoon. Yeah, we could cartoon hot dog. Let's see. I'll do that. I don't see what grog gives us. Oh, here we go. Let's see what grog gives us. Let's just see what grog gives us. No, I'm just keep hot hot dog. Hot hot dog. Image of a hot hot dog. It's just going to be a dog. It's going to be a physical dog like outside panting. It could be maybe does. And that's we pick it for that reason, you know? It's going to be a cog. Nope. Oh, dude. So what's the one on the far left is right here?",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4228.48,
      "timestamp_end": 4289.44,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I think that might be it up front. I think that. Man, that looks like a hot hot dog. In your face right there. That bad boy. That thing. Look at that tip. All right, we want to look at another one, though. Maybe a cartoon hot dog. I mean, it's just going to go to. OK, no, that's cool. Go ahead. That's fun. I think that does it. I didn't know if we could do like a hot dog in a science coat with a beaker, you know? Because it's the advancement of hot dog technology. Hot dog. Just type in hot dog technology. Doing experiment. I'll do that. Hot dog technology. Yeah. We'll see with that. Let's see if this gets to your hot dog technology. See you said hot dog in a science coat, do an experiment. And there was a hot dog technology.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4289.44,
      "timestamp_end": 4349.6,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Dude, bottom right looks pretty good, dude. Yeah, dude. Come on. You should know what we're trying to do. Images. Yeah. You know, image of it. I love the. Have you seen the memes or the the videos, I guess, of like a. It should the scene from Whiplash, where he's yelling at the drummer guy or whatever. And it's like me getting. It's GPT to okay. Well, let's see. Oh my gosh. Oh, there we go. Which one? The top right, measuring something maybe. Oh, got the beakers. Yeah, the beaker. Which one? The top right. So this one or the one under the one of it. Just tell me which one. Both great. Go up, go up. No, the technology is definitely him, him, him, science thing with the. Okay. Who's going to say the one with the mad eyebrows bottom right? Or yeah, go down. Damn. Shit. Go down. Yeah, I'm not. There's like, let's put the little arms on. They are.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4349.6,
      "timestamp_end": 4410.08,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It is. That's pretty genius. Why is the top of it? You look like shit. That one's probably the one. He has two hot, that's two hot dogs. So which one? That one. Right here. Yes, because he has double buns, dude. He has, he has like a bun jacket. Yeah, we're just doing this one. The bottom left is. Oh, that's some. Yeah, look at the top of the, it's like a hot dog weener holding a hot dog weener. That's so weird. Yeah, there's a lot of depth to this. But yeah, we have to, I'll just go. That one. I think it's great. I think that's all right. So. Dang it. Too many things. You ready to be a millionaire overnight? No, we're hopefully. That's what this is going to do. I mean, we want everyone to be millionaires. Who's not, well, everybody that invests in hot hot dog coin, hot coin will be. Hot coin. That's pretty close. Name too long must be less than 32 characters, which one? I don't know. No, let's do it. I would just say hot, hot, hot dog. And. Come on.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4410.08,
      "timestamp_end": 4476.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: How many do you want to buy with it? Optional. I just do like 0.1 so on. Very fine, human. And. Do-do-do. confirm View it all right guys we did it now Hot coin hot fine. It's live so get get in on it So got a pump fund and you can now you can find it so boom we did it cool We should have been streaming this to these pump fund people Us making oh yeah, oh they will we talked about they don't do live stream Oh, yeah, you're right. Yeah, because people were doing this and streaming a lot of like there's yeah Crazy saying hey if we get to $10,000. I'll do this",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4476.28,
      "timestamp_end": 4539.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'll kill this one. I did like yellow stuff happen so Generate this is a friendly way to do it. Yes, so cool. Well, thank you. That was good good exercise All right, and from there we're gonna do a quick one down Hot dog day. No to think yep, so if they're gonna just do a little this week in history Mikey. Yes Let's pull you can lead us off This week in history number one the great Emo war ends December 18th 1932 Australia's military declared defeat After failing to control wild e-muse despite armed Interventions there we go. There you go. I have number two. Let's see I'll just do okay, which one you want to go ahead Chris. Yeah Number two in tea party 1773",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4539.88,
      "timestamp_end": 4600.96,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Colonist dressed as a mohawk dump tea in the Boston Harbor As an act of rebellious the magical protest Dude, I love that theatrical I could just imagine It'll offer this tea off with it first crossword puzzle was I know author Wayne introduced this brain teasing pastime first crossword puzzle Number oh that was you just said that Yeah, number four first crossword puzzle Yeah, December 20th I just read that I was saying I was like it's hard to even Tell you what you do. It would be so fast. I know number five drunk reindeer rampage December 19th 1965 a Swedish reindeer broke into a brewery got drunk and ran a muck in a small town I like a muck. Yeah, I think this is another junk animal thing we've read before. Let's see I think Matthew needs so off. We're just gonna cat first cat herder's day December 15th a day honoring",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4602.0,
      "timestamp_end": 4664.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Those who managed the in manageable inspired by the phrase like hurting cats dang damn. This is Number eight the Wright brothers fly to summer 17 1903 orville and Wilbur flew their flew their powered powered aircraft For 12 seconds man Comically brief but revolutionary nothing the last one's Christmas for you a little Caleb now this little Basketball is born December 15th 1891 James Nase Smith, but thank invented basketball using a soccer ball and peach There you go. Thank peaches and soccer. We don't need to So some bizarre and unexpected stuff the just the piled down man hoax Revelled all goodness a forged missing link full scientists those revealed to be combining human and eight bones Shit, okay number 12 first communication satellite launch December 18th 1958 project",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4664.68,
      "timestamp_end": 4729.8,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Score broadcasted a Christmas message from president Eisenhower Number 13 right there is good gone with the wind premiere You damn dirty white frankly my dear. I don't give a damn you know they wouldn't let had him McDaniel go to the Showing of it Hollywood because it said damn that was too far the best part was made me see dead I'm not porch you white Wasn't that That when we were on YouTube it showed Paul Mooney that's Synchronicity dude there's been a shitload of synchronicity tonight This episode cuz talking about in that movie where he's beating a shit out of them and then there was something else We're it's just really we're doing exactly what we're supposed to be working about A bus we talking like there was synchronicity out there with them to dude. I'm telling you",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4730.24,
      "timestamp_end": 4790.48,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: We're doing what's supposed to be done the great At first it's a wonderful life screening. It's pretty big. Oh, yeah, no, that's very important Daddy. Yeah, it's a damn dirt. No, it's I'm incredible. You all my names. James Jordan. I'm incredibly old Jim care incredible My game which one you want to see that? Did we Let me see do you mean second? Yeah Okay, yeah, fuck it. Walgo log go for the one above that snow white premiere December 21st 1937 Walt Disney first Walt Disney's first animated feature introduced whimsical doors into singing princess and Number 19 Matthew the rolling cheese scandal 1853 to cimettunia Cheating contestant filled the cheese will lead to in the race. We've done this happened before right? Didn't yeah Number 20 blitz in the reindeer lives up to his name December 17th in 2007",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4791.12,
      "timestamp_end": 4853.96,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: A reindeer named blitz in escape depicting zoo and chased holiday shoppers. Oh, yeah, that's honestly That's really cool when I run hey What year was it that really got out from the Dallas Zoo? Oh, Can you look at it? Look it up? Well, I move do me look at it's relevant. Why not? All right Chris gets is oh four. All right. Hell yeah Matthew Sweet so we were down here. I'll look Yeah, yeah look up on news that's how he's dude. Yeah The kids were like toss them. Yeah, hell yeah, so Invincible Did yeah, he pissed off an animal like that so we get some the Boston blizzard snowball fight Simmer 15th 1717 there was no news that day It was a record breaking storm they celebrate it we have any big old snowball. Yeah, the news is not the snow storm",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4854.48,
      "timestamp_end": 4916.72,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh, here we go Chris. What year did you say? Like a four or five it says editors notes the story originally appeared in the Dallas Morning News on March 19th 2004 a gorilla escaped a Gorilla escaped at the Dallas Zoo and attacked several people Thursday evening including a toddler who Who was thrown against a wall and suffered puncture wounds after he was bitten on his temple in chest police said Yeah, that gorilla got down I was walking out of Barnes and Noble and Lake because I was either right before right after I turned 21 This wasn't her on Bay. Bombay was a thing happened usually. He's her on bay probably got Gallic because of that and said hey, we're probably like we're not having Dallas all over again. This is just like Dallas and see First use of the turn X miss there we go",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4916.72,
      "timestamp_end": 4980.44,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Pretty huge. Yeah, that's true Chris you want to read that one good guy the debut of the Muppets December 15th 1955 Jim Henson's famous Puppets made their first TV appearance Captivating it's pretty important. It's pretty important thing. Let's see. Yeah first use of the term X-Mess December 15th 1551 early English text abbreviated Christmas to X-Mess abusing Pyrrhus. Yeah, it's like I would be at me as the purist myself. I'd be honestly. Yeah Christ y'all let's see. Oh everyone knows about this everyone knows about this Marie Kiri wins the second Nobel Prize. She won for chemistry and She won again. Oh this next one's actually bad ass the Christmas truth of 1914 December 19th 1914 German and British troops stop fighting during World War 1 to play soccer in exchange gift",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 4981.24,
      "timestamp_end": 5045.84,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: No, yeah, we can do a segment on that because they well there was no man's land. Yeah, what they called it between the enemy lines Where it was just like literally no man's land because it was trench warfare so anything that was in there was getting a beautiful show of like no It's like the Olympics, you know over night Compton tree like a decorated Christmas tree showed up in the center of no man's land. So that inspired this No, that was this same No, I'm saying like I mean the guys and so that happened they saw the tree and maybe that inspired them to be Cool to play soccer popped up during that whatever, but there's stories to that's not Their stories to like just random ones during World War 2 and stuff where it would be like you know fighting in blizzards and and shit like and the Americans in the Germans would be like seeking shelter in the same barn and it would literally be",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5045.84,
      "timestamp_end": 5108.34,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: American soldiers and German soldiers curling up in the same fucking haystack. Yeah, just to not die From yeah, because these are guys that they didn't want to be killing each other probably really those guys Truso mystic guys yeah, and then it was like when the one group would wake up in the morning the other group would already be gone They looked at each other like Boris the butcher and they were like, but if I see you again you motherfucker They looked at each other like Them dudes like a culture aim my speech. Oh gosh So this one's this one's this one's important the invention of the humor's bloopers real so December 21st, 1938. I'll take my Hollywood film. We're first safe for less What oh, yeah, the first selfie December 19th 1839 Robert Cornelius captured the first portrait photo an oddly modern act if he only knew for his time Mr. Cornelius If if Facebook was a roundback thing Caleb would have trolled him. Oh, yes",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5108.68,
      "timestamp_end": 5172.66,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, but first well, that's that's a few of those fun fact toys. I think that was fun I enjoyed it. It's fun to read and talk about these things. That was great and realize that Christmas Truso was today that's cool. That is cool Christmas. That which just goes to show you yeah, we can just go look up look it up Just goes to show you that it's like we're not you know, we don't necessarily We're fighting on other people's behalf a lot of time and you know you can get along with those with with the guys on the other side sometimes sometimes you can and So yeah, so it's awesome. It's worth learning a little bit more briefly about yeah So 1914 one of the most remarkable and heartwarming stories from World War one And what happened one was yeah, so during the first year of the war soldiers on opposing sides primarily British and German troops found themselves entrenched in the miserable frozen battlefields of no man's land",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5173.34,
      "timestamp_end": 5236.66,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Christmas He already knew as Christmas approached and an extra ordinary display of humanity admits to the horrors of war Informal truces were declared along several sections of the Western Front The role of the Christmas tree German initiative German troops familiar with the tradition of Christmas trees Ten and bomb the Royal Ten and bombs. I didn't even know that no the Royal Christmas trees Place decorated trees on the edges of the trenches the eliminated trees adorned with candles were visible to the British troops on the other side The Germans began singing Christmas Carol stitches Chris hut. Well, how do you say it's still not The night like crystal knocked yeah, it's knocked So the British recognized the the melody of it and they start singing Despite the language barrier so no man's land on Christmas Eve and Christmas Day soldiers ventured into no man's land",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5236.82,
      "timestamp_end": 5297.78,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: The dead the area between the opposing trenches, but this time not as commence But open it was nothing but hundreds of yards of like open Just nothing just there makes you think of like classic wars where there's a big old field in between them So pretty much if you if you got up and ran you You got up and ran you're getting shot at from some dude the total exposure It's again showing the the weight of how the truth like it was walk into the middle of that Yeah, like you knew you that's why it was no man's land. You got caught in there. You were killed Yeah, so they so they get they exchange gifts like chalkets cigarettes and souvenirs and even played soccer but the Diskind of said no so you described it no man's then was there The truth was largely spontaneous with no official orders from commanders That's the beautiful thing it occurred in multiple locations with an estimated 100,000 soldiers participating the aftermath. Oh The truth the truth of short lived lasting on the adair to commanders on both sides quickly ordered the soldiers back in the combat",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5298.02,
      "timestamp_end": 5364.1,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Fair enough its fraternization could undermine the war effort However the story of the Christmas Tuesday became legendary symbolizing the shared humanity of soldiers even in the direst Man you imagine how fucking crazy it would have been to end up on the trench and you killed the dude you were like Daven up except playing soccer And you're like and he's sitting there exchanging showing you a picture of his chick back home So you're like oh here's my mom and then you're like fucking two days later fucking Oh But that's the thing though words like Grossman's book on killing or whatever where they did studies of it and a lot of people like wouldn't shoot people at somebody and so they're you know it's still I'm just saying hypothetically no yeah it's it's it's a crazy thing and it's uh yeah so yeah what's your now we got drones that was yesterday what happened yesterday so yesterday you know moving on I made",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5364.5,
      "timestamp_end": 5428.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: some posts if anyone happens to follow our Instagram or Twitter and whatnot there's an now you know open AI has been doing this 12 days of open AI wherever like 12 days of Christmas every day they've been announcing different you know basically products or you know open AI chat GPT AI you know products for the most part or but a lot of it's free actually it's completely free so however you would define that offering is I'll just say uh but of course there's different tiers where companies and whatnot but uh so yesterday they talked about so there's been this O1 model that they've had in the O1 like final version just came out with during open like part of I don't remember if it's the fit day or something so there's the it's the reason it's the first like reasoning reasoning model it's and doesn't just try and spit out predicting the next word style of like what LLM is Tristan have been but it has recursive chain of thought thinking and so it's like the",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5428.88,
      "timestamp_end": 5489.6,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: longer it takes it's the whole thing of like there's there's test time confutin and parents time all these things but generally the idea of like it like a human if you give it more time it'll get a better you get a better answer yeah there's like layer one memory there to remember even humans right you can spit out a response because you know up to our head like oh is it hard you know what's the weather yeah or it's like you know or come up with something yeah well no there's the things that you can just expound but or then there's things that they can't you won't just get a good answer yeah yeah you can't like just type that in and expect it in three seconds like you got a weight you know where it's like yeah I give it just yeah but so the reasoning model O1 was been out what was it from was it from my mind oh yeah it's because he moved his I think so yeah so I think you're yeah it's because we've never moved it so good so but so what they did was yesterday they they talked about the O3 model and they skipped O2 because there's a company or",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5489.6,
      "timestamp_end": 5557.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: something that actually is called O2 or something so to just avoid anything and that trying by the name or suit they just they're called it O3 so what you know O2 is like a giant like fucking arena or call CM over in Europe yeah that's the brand for the company so it's like the O2 is like there's a company that like A2 arena so it was a big British or European companies that are like yeah when I could fight it we'll just call it O3 but uh and you probably generate more whatever just from it just because it's like we're so too there isn't one yeah so yeah let's and so yeah Mikey he'll kind of talk through this part here and yes so yeah I was you know I made a bunch of posts about this announcement yesterday with the O3 model and you know I'm just gonna I sent this video and I posted this video on all over Twitter I went to different communities and stuff and just just to be you know there's I think in the history of mankind we'll look back",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5557.2,
      "timestamp_end": 5621.6,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and this and be like the day it was announced you know not to say that oh that's the day everything changed but just looking back oh that's the day they said it and it could take however long from this point but you know so that's why I say that way not like oh everything's changed in now but just more like it's a it's an event that occurred that we get at least a tribute to like oh you know like we're releasing the iPhone and you know over decades you see the evolution of the smartphone yeah so some I sent this but Mikey some yeah awesome so check point oh sorry let me no that's my bad Mikey here we go okay cool yeah cuz yeah when you left you I think your mics still might be turned the wrong way a little bit hello there we go yeah better cool yeah there's this caption so yeah I'm just gonna play this excuse me my goodness Matthew and I just found I follow this one in many videos and this I feel like this little clip right here that we're about to play just sums up everything that's pretty much the average non you know like myself you",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5621.6,
      "timestamp_end": 5685.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: know tech savvy AI person really it helped I think he did a great job of putting in perspective what he's actually you're trying to display and what he is trying you know telling like you don't need to you know watching the Full 17 minutes is great because it can kind of inform you on a lot more things, but it's also like some of it technically wise, I feel like goes beyond what I even need to know. But the takeaway is dealt with this part here. Yes. Something that I found kind of interesting, he said, we need to all update our intuitions about what AI is and what it can do. And certainly that seems true. We've broken through some gear here, some wall. Human benchmarks for testing these models, they're pretty much obsolete. Before most of our benchmarks look like this, you can get a score between let's say 0 and 100%, right? Humans were somewhere right here. This is like the average sort of human ability or the expert human ability, right? And these models slowly got better and better and better and better and better.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5685.28,
      "timestamp_end": 5745.6,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And now they're pretty much maxing these out. What comes next? Well, sort of the scale changes. Now humans are here. Why this is the average human, you know, capable of doing 5% on some task, right? And here's Einstein. He pulls a respectable 7, smart guy. But the new 04 model that they released or whatever they're going to call it, yeah, that clacked they're not 42. In other words, it sort of exceeded the peak of biological intelligence and is now continuing into intelligence that's only possible with these digital, artificial neural nets. Just take a second to grok that, so to speak. That's beyond age gap. Yeah, like age gap into that. But we're already now. This isn't clickbait. You already clicked on the video. We're here now. Now, if you watch the opening announcement, basically they were saying how for a lot of these benchmarks they used a very aggressive test time compute. So remember, it's that idea that we're giving the AI model more time to think about the answer. We're using more compute resources at test time, right?",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5745.6,
      "timestamp_end": 5807.36,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: For it to think about the question. So as opposed to sort of pouring more resources into it during training, we're now increasing how much resources we give it during when we expect the answer to take place, allowing it more time to think, more time to reason with these old models, old one, old one preview, old three, I assume, is the same way that it has its own sort of internal thoughts that we're able to see, or at least the opening AI researchers are able to see. So we give it the question and then it gets to thinking. And as it's thinking, as it's token to thoughts. So that was pretty much it. I thought like that little bit really summed up what he was saying is that like the average human we had a scale of zero to 100. And he was saying Einstein scored about right here just below the 100 and then he said, but I thought it was cool the way latered out that, okay, they've passed that. So now that they've passed that, it's like the scale kind of flips. And now it changes to where like you said, humans are now hitting about this maximum capability",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5807.36,
      "timestamp_end": 5867.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: about 5%. And now the scale is totally different because the capabilities and possibilities are, you know, at this point. At this point. Same Sam Altman. So on Twitter, you didn't say like a ton. He's not super active. He's open AI. Yeah. Yeah, yeah, he's like at the history and all that and whatever that is. But he's open AI CEO. Because during the last two or three months, you know, there's been reports of he following AI at all. It's like, oh, it's finally hitting a wall. It's finally hitting this. And all these maybe a month or two ago, just tweeted, there is no wall. And that's all I said. And just because he didn't, you know, this, you just think about the very methodical calculated nature that they did the 12 days of open AI. All this, I'm just, you know, I'm just saying it's cool. The day my takeaway is like, yeah, if you're gonna, you know, they create is, and they probably asked AI the best way to do this. And they probably told it that they do it, you know,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5867.88,
      "timestamp_end": 5929.16,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that's, and I was doing tweets saying, no, people talk, watch videos about how to prompt and do stuff. I'm like, you need to stop at looking at videos where people tell you how to do it and just ask AI directly. Because if that's what they're doing, like whatever advice they're giving you, they just literally asked AI and then they're saying it. And it's, yeah, so that is what is, it's interesting. And yeah, yeah, I mean, it's, you know, it's super interesting just to see. To see how it manifests every time, you know, that's what it's a benchmark that should be talked about, especially as much, you know, it's an interest, it's something you're interested in. And it's something that just happened and occurred and you find it relevant. It's too, I think it is. Like, it could be one of these things where right now it seems innocuous that it happened and that this is going on. But then, you know, five, six years from now, you're like, oh, it could be like the Bitcoin thing where you're like the fuck. Yeah. And like, in my, in my, in my thinking, there isn't even about like jobs or things like that.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5929.16,
      "timestamp_end": 5989.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's thinking about medicine, science. It's like, you know, that level of it. You know, though, we've had conversations like now being out of agents and making millions of agents, AI agents that can... on how to improve AI research. Now we have AI that's this smart that they can make millions of agents to say, that's how exponentially it's gonna take off. Yeah. And in this, and I shared, and we don't talk long, but with all the drone AP stuff, and I don't think this, let's talk about it. I kind of have a theory. Okay. A million. There could be millions of theories. I'm not saying I think this is a notion. Focus. So here's just another theory, right? Because I was thinking, why not? What if there's a correlation between the advanced and the AI and what's going on? And so I was thinking, well, maybe it could be, when we talked about things, people seeing, what people seeing things, and what if they're just like echoes outside of time from the past or the future, right? To where what if humanity, what would it say humanity,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 5989.88,
      "timestamp_end": 6050.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: or whatever, how we're far into future has been able to develop technology that, because we talked about Plasma, its Plasma, whatever they might be. So if whatever this material and stuff is that seems to be beyond our understanding, is something that, they're almost like being able to send a message back in time is something that maybe they're able to, like a carry-pigeon. Yeah, like something that can be done outside of time to like almost send a message, but literally just. There you go. Yeah, that's good. Message in a bottle. Yeah. And I was just thinking, and it could be a message wherever, but if it's just like, I'm thinking if I was, if I was thinking about humanity in the future and thinking we had this technology, if there's something that can send back, that's even, we got where we are, but just maybe like, hey, something crazy happened, and you don't even know the weight of it yet. So this is almost like fireworks, spending at fireworks. These colorful lights of drones just flying around, they seem harmless from what I see. And what if it's just like a type of celebration",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6050.2,
      "timestamp_end": 6112.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: or just signifier, just, you know, this has happened, and that's it. And who knows, you know, that was kind of theory. So I was thinking, well, if we stop seeing them, like what we think are like, because there's still good, the countless faiths, and the machine that's being created around it, that will be used by narratives and whatever, but if like, it can be concluded to the best of people's ability that they think the legitimate sightings basically stopped after 1220, I feel like that would just really fuel some version of the theory. Whatever you could make a million versions, but some version of it being correlated with AI, whether it's future, but there was a direct correlation between the UAP and AI and AGI. That's it. I mean, no, that's a, you know, I mean. So you're on the saying that it's like, that was its way of like doing it, it's a little touchdown dance that it achieves singularity.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6112.88,
      "timestamp_end": 6172.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I mean, if you say that, I'm not even saying, I'm thinking, my angle's in singularity. It could be. Mine is just thinking, not that defined. Yeah, it could be humans at the end doing it. Either way. Celebrating something. It's just what you're saying. No, I'm not saying it. I'm saying it's, in my, if I had to pick it, be humans doing it. Are humans are so important. But us realizing we've gotten this far, that like we did this with AI in that sort of a, that was a milestone for the announcement, and we have this technology, and we're just gonna do this, whether it was AI's idea or humans idea, I don't know, I don't care that much, but basically that is just directly correlated with it. That would be the main thing. And you can make up whatever reason for the correlation exists. But it would do almost like a, like some type of celebration. Possibly. And that was my initial thought. But just to make it more vague, just, I'm not even saying celebration, that it's directly correlated. I think that, I think kind of some of, because you've somewhat mentioned this to me before,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6172.88,
      "timestamp_end": 6233.8,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and I've immediately been like, the fuck? But damn, that shut up. Some of like being able to think about it in a different context of like how, the way I can see AI are potentially gaining AGI in UFOs or UAPs, if there's a Venn diagram with those two, and the intersection I see it could be, or what it could be would, I haven't watched it, but just the theory and the basis of what you told me of three body problem, which is like sending out a signal almost, or something, where it's like, and there's like aliens that come back, but yeah, it's like sending just a signal out to the universe. But basically putting that in the target, just announcing yourself to the universe and eventually being heard. Well, so then again, it's like, but if you can kind of keep in with a theory like this, I feel like it's not necessarily,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6233.8,
      "timestamp_end": 6297.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: we all think time being linear. Right. And so it's like if with a theory like this, I think it would more or less be that time isn't linear And so that it's almost you know that message that we're seeing now. It's like it you know it could have been I Say I can see how what you're saying can kind of make sense in a in as weird as that sounds if it's some type of like you said where it's like you Yeah, or you you you You've done we've reached something and it set off or sent out a sig a Signul or something it caused a Like there's cause and effect right to every action. There's a reaction some equal or opposite like yeah, you know So who knows but that was one thing I had had the thought that it's like okay I could kind of see you know Like you said in the three body problem thing to where if you put out that frequency or that ping it's like okay One another alien race comes in at that point, but",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6297.28,
      "timestamp_end": 6359.48,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know not saying it was alien, but maybe it's us signaling to ourselves somehow and we don't even necessarily know Yeah, I know I'm there with you. Just the openness, but yeah, just because we've talked about You know goes or pair normal stuff. So just the concept of Things being outside of time or just questioning or idea of time being linear We've talked about that in other realms. So that's why it felt like it kind of You're able to at least kind of think or yeah, okay I can see it just because you considered the same kind of thing in other realms, you know I remember if I'd actually brought it up on the podcast before or not, but like we're talking about it I'm from the future. Well like an ant hill where we talk about like an a hill next to a highway And that a hill exists Right next to the highway. Yep. Yep. No, but it has no concept of cars or people or What's that is that this is actually an interstate?",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6360.12,
      "timestamp_end": 6421.4,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Their whole world is that ant hill. Yeah, and None of that shit is hidden from them. They just have no comprehension of what's going on around them Yeah, so what if us as human beings is Weren't ant hill on the side of a highway that it's like nothing's hidden It's all right here, but like we're so meniscule and the whole thing that Like and this is not my Yeah, no, yeah, any profound thought. Oh, yeah, what is it? No, I was a bit wrong Oh, yeah, it was like I didn't want it to like you know, but like Yeah, the way the the point being thought exercise where it's like you know It exists right next to you, but it's so beyond your you know like the fourth dimension or the half dimension That it's like oh, we know it's there. What the fuck is it? Yeah, you know Yeah, there was a I wanted to try and find it to be able to",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6422.64,
      "timestamp_end": 6484.52,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Stars and we're like oh man. Yeah, that's Like no, bro. That's a fucking street lamp Yeah, 635 that shining through the top of our fucking Yeah, and then and we've brings it's analogy that brings up things to talk about just like you got answer You got worms that only have so many senses to where they don't even have I like to where we have the five senses And then maybe whatever like intuition paranormal six cents you might call but still we're that's all we can perceive And things exist that we know that our limited senses right and they exist they don't know exist, but we see them If I mean that's Actually out in nature, so it's not saying that it you can't rule out that Some you know that sort of logic is all the same could we pause real quick to maybe have you pull something up? Yeah So this I wanted you to pull this scene up because it's like this Almost I feel like sums up",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6484.52,
      "timestamp_end": 6546.32,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: What we were kind of talking about with time and stuff like not being linear and yeah Maybe introducing a fun way of introducing the concept to people that maybe is very foreign to I know that some people are like I already grasped it and I get it for sure no doubt This to me is just a fun way from a TV show probably my favorite show on and it's on Netflix You want to go check it out? Yeah, and that's what was cool is something that I didn't even know that but so play this scene And I think it sums up kind of the whole concept of what we're talking about with the UAP UFO AGI time not being linear cool and season one episode one dark All right One more trick then off to school good so everyone we're after I was real quick just because I don't see it. Oh, you had another video? No, there's a good chance. No, they get good technology.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6546.8,
      "timestamp_end": 6607.4,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's also within the big snowflakes. It's like, you can see it where it's like, you can't play with one of the two seconds. There's a good chance. I hope we'll see if I have to even, if it lets me upload it, it might, we'll see. Like it makes me like, Well then, yeah, never mind. No, we'll try though. No, it's okay, because I'll still like, I'll be able to do on Spotify. I'll just be like one iteration of the product. They might not, don't worry, like we're good. But we still do it. All that to say, I have to go to my pirate site. I was just about to say, do we go to a, just go to a pirate site, right? Can we not do it that way? Oh, yeah, I'm doing right now. Like a site worth like a pirating. Yeah, you're like, yeah. Oh, yeah, like swash booker. Swash booker site? Yeah. Yeah, I'm going to swash booker site. I want a pirate ship. Like we're talking about Minecraft. This is all Minecraft. Yeah, this is nice. Now we're not promoting anything illegal. We're talking about pirates and such. Minecraft will? Minecraft, we're not talking about that Mikey. We're not about mine comps.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6607.4,
      "timestamp_end": 6670.8,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: My struggle? The law is good. No, because that was the thing years ago. It was like that, like what when you came to the site. And so you picked out one of those things. Oh, okay. So I need to say, even if it wasn't anything, it would be like. Pretty flat. I can't say anything. Yeah, exactly. You must be, because you said this. Yeah. It's like cool. Oh, it's like it's a way of it's a way of being able to say that in the traffic, we'll never end in Minecraft. Yeah, when it's a way of just easily being able to say I'm speaking in like a fucking hypothetical. Like I'm not being serious. Like it's a way of, it's like wait, it's a joke. No, this is code actually. Yeah, it's a dog whistle. Yeah, of course, dog whistles. Yeah.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6670.8,
      "timestamp_end": 6730.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I was trying to start this other site, just because I don't know why it's, to see if it's this difficult. My internet just shuts down. Did you pause it? No, it just it, yeah, it's what it's kind of, it's working. OK, then it was just froze, but let's see. Or just maybe it's taking a while to load. Screeze, I'm doing that. I'll just, uh, screech, Ferrari. Screeze coming. Oh, screech from save by the bell. That's why it's not weird. No, you're thinking of squeaking. Oh, no, just in diamond. Little bitch, scolari. It's like a squirt. Oh, my god, you guys rippled me like 13 or 14 more times. I'm fucking a shit. I'm gonna sit there. That was basically all. Oh, yeah, scolari. Screeze. Oh, my god. What is it? Whatever, squeaking. Yeah, it should have been bitch. They sick the dog on him. Dude, what a good movie. That was such an original movie. It's a story. Yeah, Matt Parker.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6732.64,
      "timestamp_end": 6792.84,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, it's just a little bit before after this. Oh, that's why she didn't move. Oh, no. On another note, if you guys are in the Dallas area and you're into old horror films and just, you know, cool nostalgic things like that, the antique mall off of forest lane and the closest main road would be Marsh. They have upstairs. They like near the cash register. They have like an upstairs area and one of the guys that used to just have a small room now has the entire top floor and it's full of old school horror movies and VHS and memorabilia, autograph masks and like. Yeah, I know, but it's super cool. He has a room full of like a lot of the Japanese kind of, you know, they still, because",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6794.84,
      "timestamp_end": 6861.28,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: they still made the monster movies like Godzilla and stuff. They still had all these monster movies that backed in. Yeah, and they have this dude has a whole bunch of these figurines that are, I assume, they're all from Japan, but I mean, they're like two, three hundred bucks a piece. So if you're into old horror movies and stuff like that, you're having a vintage stuff or just seeing cool shit like that, you know, and a lot of it's affordable too. Got cool posters and stuff. So. I'm about to say I can keep talking about that solution. No, yeah, you're fine. And we don't have to, I can say what the scene is, I guess, if you, you know, you mean like 30 minutes. Okay, yeah, but, but either way, yeah, the antique mall, cause I mean, that's the thing, that's the thing that's funny too about these antique malls is that some of the shit is not, is they're not, antiques are changing, I'm becoming an antique and things I like, I'm seeing in there,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6861.28,
      "timestamp_end": 6922.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: they're like, I'm seeing things, antiques change just like the classic rock station yeah, for real, and I'm in there, yeah, it was in the 50s, 60s. 90s and early 2000s, and it's like, oh, I'm a relic, I'm an oldie, I get that, I see what you're saying. Yeah, so you go to the antique shop now, and it's like, oh, who the fuck wants a keytar? But dude, I'm being honest with you, a man, the antique shop, you can find like, that's, I would, if I'm decorating a house, whatever antique mall, period, that's a shit, you see the posters we got in the movie posters and stuff and all that shit, all that came from the antique mall. Like, it's some of the best, I mean, for the money versus going to at home and buying some, buying some shit that some poor kid had to make.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6922.2,
      "timestamp_end": 6982.96,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, like, yeah, we here, please, we're not doing, yeah, I love the antique shit. I said, what we'll get there here is, you know, this, come on, this camera, like, just sit here like this. Why don't you give a pause? Oh, that's gonna do it? Yeah, just wait a second. Cause we're gonna do a PIP, so that if you're buying, just block it. Yeah. So that was kinda get to see me just also, I'll do it. I'll get closer. No, no, you don't have to do this just like, you can sit there and talk like it was working on that. So back to the set up. That's the whole thing. Oh, wow. So just, I, I, I am Captain, charred. I can just, I can't, I can't. We're Canadian, buddy. No, so what was the set up? If you could reach it, I think we could loss a lot. If you could know, the, the set up to it was that,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 6982.96,
      "timestamp_end": 7045.72,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that time, yeah, you can pause it. And he just told him, okay, who, Dini, one more trick. And the whole reason I had this thought was because we're talking about time not being linear. And how I was saying that I see the possibility of like, what Matt was saying in the plot of three body problem. And that being more or less that they put out a signal and some alien race or whatever beings like found, heard this signal and then was able to locate, plane at Earth, whereas otherwise there was unbeknownst to them that no idea it existed almost. And it's like this almost, you know, kind of lining up in a sense of again with how, because you think of like, how is something like that possible if, if we're talking about how, how can a, how can our future selves hear something that's happening now or how are we witnessing something that our future selves are doing? How is that possible? And I feel like this is a great way of, yes, something,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7045.72,
      "timestamp_end": 7108.6,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and I feel like this is a great fun way of kind of just, you know, they say one showing is worth a thousand sayings. And I feel like this is a while. And Castle is the principle. That's the plot. So here we go. Got it. OK. There and here. Wow. How'd you do that? See that the question isn't how the question is when? That's it.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7108.6,
      "timestamp_end": 7168.92,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Well, it might have been short. Might have been stupid. I'm sorry. That was a lot of joking. That's also, but he's simply if you weren't watching, he had a yellow cup and a blue cup and a yellow, a yellow clue piece. And he put the yellow clue piece under the yellow cup. And then he, you know, he showed that both cups where they were and then he covered it up. And it was under the yellow one. And then he tapped both the tops and then he pulled the blue cup out. And it was under the other one. And the kid, the kids' dad said, how'd you do it? Said it's not how, but when. And so it's like. Yeah, at what point while you were watching me do this like did I do this? Yeah, and Yeah, I did know it's it's not a matter of how Again, yeah, if you couldn't sit you should definitely watch the show but it's like season one episode one Yeah, Danvers in the last season of oh, yeah, oh, yeah, she's like you're asking the wrong question. Yeah, you know Yeah, yeah, yeah, no, I mean it's like not how well it's cool",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7168.92,
      "timestamp_end": 7229.2,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's off it oftentimes it is you know something you can't be simple is that And you're often the rest asking the wrong question Yeah, it's like very profound and just almost so many life, but yeah, man, that's good stuff. Yeah, I think I think we've had given people some fun and a lot of chew on think about and I think it's about time for you to recommend something for the for the week Hmm recommendation of the week this my recommendation of the week would or Would be No, never That's too much would be Put if you I Wanted to think of an easy way to do it. I want to I know the the fuse the least amount of steps in the way of doing something is More likely hood somebody's gonna do something so But Fuck it. It'll be more involved go on the internet or something do a random not you go on and not the person the individual",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7229.2,
      "timestamp_end": 7294.12,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Catch it go on the internet and find a randomizer or something and have it select a year and then from that Go find a movie from that year and watch it When you're trying to be like what do I want to watch? I said this because it reminds me If you don't know what about to do a year, so there you go We're gonna pick a year for next for next episode To yeah, and now you can see if you're watching and if you're not watching you need to you can go Here's a reason to go watch you can see how math you randomizes. Where are you going? Walked through I'm picking for the area now. I'm just typing in the search bar. I used other Chat you see right now I'm just using the Google search bar just cuz yeah, I know enough to where I know if we've got Yeah, you know this we do it by the yeah 2000 because we've covered everything after",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7294.12,
      "timestamp_end": 7357.4,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: 2000 He's been in the randomizer wheel random spin will if you want to randomize numbers in the fun way 1950 57 I might I might have like two movies actually maybe three Or off the cuff we might have three movies from this year. I might actually that I've seen Yeah, no exactly I might actually so we have homework and if you have We'll each and we won't tell you just I might have the poster for one of these. Yeah, it's good stuff We'll see we'll find out so that's good rec good rec and about it's two an important thing again Yeah Merry Christmas. Amen. Damn. Look at me. You know what good one Like wait when do we shoot next",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7357.4,
      "timestamp_end": 7419.64,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Even your effort It I don't care if we we might see you before this but if not and a happy new year That's my recommendation have a happy new year Because I actually thought this out because if he had said have a Merry Christmas I was gonna piggyback and say Happy New Year So you just did a form of shotgun You did a weird not form but related to shotgun you blocked me You blocked me and you knew that I would want to take that shot. I'll be back next Saturday I'll be here. You got me. We'll be here. We'll be here No, yeah, no, yeah, we will and the thing is I was about to say I can do it this week Because I have have done it then but Chris I would be piggybacking And me didn't wish you a Yeah, that's a good piggybacking if I were to say happy new year. So I can't recommend happy new year for you",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7420.36,
      "timestamp_end": 7482.04,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But I can recommend something even better Okay, we're gonna have to really do some definition on piggybacking Oh now he wants to be I was clarified. No, but no, we can't do it now. Of course he does It's something we need to hash out because I guess I can't do anything in a year related. Also, before, before, before, okay, we'll have a great next year. Before, time out. No, we're good. Before we saw our famous tagline and we're out of here, our world famous. I was in the grocery store the other day and a kid came up to me and was like, me saying it. I was like, Jill, I mean, it's everywhere. Everybody knows, they watched everybody sees the podcast. And everyone is, but they really need to go watch the prisoner. It's ours now. Yeah. It's ours now. Yeah. I mean, the old lady at the post office, I gave her my mail, I said, all right, and have a nice day and she was like,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7482.28,
      "timestamp_end": 7544.08,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: be jam, be jam. Yeah, she did. She said that. She was like, be saying it. Like her, let's go ahead and. No, no way, but before, go and get you some, which is a hot point. Go get some hot. Yeah, this is the recommendation. This is something you need to do. You fucking, this is not an option. If you love America, if you love hot dogs, if you love your life, if you love hot dog technology, if you love hot dog technology and the further, if you want to be, see, that's the thing about the UFO thing and all that. It's somewhat unknown. It's very hard. This is, this is hard science behind this, you can trust that this is hot dogs. You can go see a hot dog on the shelf. It anywhere mostly. You gotta make sure it went through. Yeah, ballpark on the shelf. You can see it at a ballpark.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7544.08,
      "timestamp_end": 7604.44,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That's how you keep your nationals. What a good H-A-W-T hot. Texas, Texas, Chile, California. Hot. Because didn't that go through? You saw it with me, let's see. Wow, there's a hot dog right there. No, I'm not making it to, yeah, no. What the fuck? I don't know if it pressed this. No. It'll take all five minutes. In the meantime. Matthew just got an email from the SEC. I've been working on a John Wayne impression. Really, it's a John Wayne impersonation. It's Kurt Russell doing an impersonation of John Wayne in the movie Death Proof. Do you want to hear it? Yeah, do it. Well, there's a scene where he's like, he didn't get the lap dance from the chick in the bar. And he starts to say a line, but he changes his voice and he goes,",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7604.44,
      "timestamp_end": 7666.12,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you know, some people say, well, that's okay in my book. Earn my book, that's no good. Well, I'm here to tell you I actually have a book and every person I meet goes in that book. And then he calls her a chicken shit. That's terrible, isn't it? Bring back basic cut downs like chicken shit. I call somebody a bowzer. There won't be kind of hurt. Not all that long ago in a friend of mine laughed pretty hard. Goofy is a good one. Bozo, silly, scram. I like to say that scram. Beat it. Silly. I just want to make sure this thing, whatever happened to those just basic, sometimes the basic most wholesome cut downs hurt the most. I think because they're nostalgic, it reminds you of the first time",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7666.12,
      "timestamp_end": 7726.24,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you got cut down. L7 weener, you know what I mean? Dude, it's exactly what? I figured out and I post it. I don't know why it's. By the time you listen to this, because I'm not going, we'll be in existence. I mean, this is what I mean. That always talks about how we pause and stuff and we don't need to say things because it doesn't matter, but because by the time that people listen to it, it's going to be edited out or it'll be active. And that's like this, hot coin. By the time you all hear this, I'll break me into beat up the score. Yeah. Somebody's already gonna, by the time you're hearing this, Matt's going to have it active. And you know what it's, until then I can just share this one out here. It's on the cutting edge of hot dog technology. So then I'll just share this cat for you. Was this somebody we know? No, I did this last night. You did it? Dude, I really liked that cat.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7726.24,
      "timestamp_end": 7787.88,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's funny that you said that I was gonna be like, that's a nice coin there. Super walley. That's what it looks like. Did you not save those? photos? I just really went to the whole process again. I don't know if it's something with the site. I don't know. I don't know. But I will redo it, but for now, I'll just... Be saying you. Be saying you. Hahaha. Hahaha. Hahaha.",
    "metadata": {
      "date": "12-23-2024",
      "episode_number": 608,
      "episode_title": "AGI Achieved; 1975 In Cinema; Topic Suggestion Box Segment #1",
      "timestamp_start": 7787.88,
      "timestamp_end": 7814.92,
      "chunk_topic": "No specific topic",
      "topics": "AGI,Achieved,1975,In,Cinema,Topic,Suggestion,Box,Segment,1"
    }
  }
]