[
  {
    "text": "Topic: No specific topic Spoken Words: Greetings, Traveler, you've just landed on the mic you need to talk to us. But fair not for this is no mistake. I wish in the Matrix no fault in the stars. No, I'm afraid this is all been planned. Three determined by powers. No, not to us. So pull up a chair and join us as we find our way together for you are among friends. Hello friends. Hello friends. And pugs. Everybody here. Thank you all for joining us. Please. You make all of us in the room and all of you in the digital room. Yeah, no, you make my home feel like a whole new. It's like leveling up my home when you guys are here. It's like a temporary level up, you know, just the home. You level my life up. Goodness gracious. You know what I mean? My life level. That's incredibly beautiful. You gifted me love my whole family with this pug. It's incredible. Tell them somebody that might be like, he's just to be in a card, but that's incredible. That's pretty amazing way to compliment.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 0.0,
      "timestamp_end": 62.44,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Well, it's true. Yeah, but it's a great description. It's the truth. It's not even now. The life in a game. It's the truth. It is the truth. It's a good scene. I deal in fact and speaking of dealing in fact. Pardon me. Do the snout. It's a little bit of a good damn point out there tonight. Thank you. It's 57 degrees. It's a little damp. It feels nice. I'm wearing shorts and a bucket hat. You know, I'm ready for the beach. You can say for me, it just feels wonderful, but it is a bit of a damn point out there. So be safe if you're driving. If you're in Dallas, Texas, you've got a low of 54 and a high of 62 right now. We're sitting at 57. So again, Louisiana where good buddy Jeff is. It's a nice 66. It's a crisp 66. So it's a lovely Jeff. And it is rainy though. They're under a tornado watch. So you know, we're sending sending love out there. Jeff's way and all of our people out there in the bayou much love.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 62.44,
      "timestamp_end": 122.88,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Much love indeed. Yes. And yeah, I just we have an interesting night tonight, don't we? Yeah, we know we got a lot of we got a lot to get into. I'm going to possibly test limits of how long I can have you guys sitting here. Oh, that'd be great. We'll see. I don't know. Interest. I don't. I'm just putting that out there. I don't even know. But yeah, we get the pugs going on. This is bug fight number one of the night. We're going to see how we have a bug fight counter maybe on this episode. That'd be cool. See, yeah, the end of this bug fight number one. They'll be they'll go start resting. Yeah, the VIP. A section of a website. It should be coming out in the next week or so. You might might have just be nothing but hardcore pug content. And just be like, I'm scouring all my videos. There's like, we're random. I'm just putting on that. Like, yeah, guys, this is the prize. Well, do we want to go ahead and see if didn't get a sense? Somebody in an email fight easier to just text it to him. See if we can get a friend in here to join us and talk to us about something special.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 122.88,
      "timestamp_end": 182.96,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They got going on. And he's here. Look at that. That was so quick. That was quick. Hello, sir. Can you hear us? Can you hear us, Randall? If not, hold on. Let's see. I don't think you can. Can you? Can you? Yeah, now just hold on. Thumbs up. No, thumbs down. Thumbs down. Okay. It's usually on Matt's in just one second. It's like Daddy's watching football. Yeah, this is what happens. You think we're happening? Let me have it going to... Hello. Can you hear us? Yeah. Now we can hear you. Okay, you can hear us now? Yeah, I had to switch my headset. Cool. There we go. Awesome. So that's quick. I'm going to go ahead and see if I can get a friend in there. I'm going to go ahead and see if I can get a friend in there. I'm going to go ahead and see if I can get a friend in there. So that's quick. All right. So I work quickly. We're now being joined by my brother-in-law, Randall, who is... He's got something pretty cool he's working on and the process of developing and he was",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 182.96,
      "timestamp_end": 243.60000000000002,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: explaining it to me over Christmas and I can only understand so much about being honest with you. But it's cool. And so I wanted to give him an opportunity to kind of explain it and help. I knew that this is something in your wheelhouse too, Matt. And I know that we help him flesh out some of the... And just find a fascinating way he's talking about. Randall, whenever you want, take us away with what you're working on. What has it that you've been messing with that you were showing me? Okay. So I've been creating a chatbot based on the YouTube content that you guys have been producing. And, you know, I've kind of like... I've been in this AI round for a while now for the last few years. And so I was kind of exploring, you know, the whole... of like an AI agent and what it is, what it's going to become.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 243.60000000000002,
      "timestamp_end": 305.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And so I got really interested in that side of it and started researching. And so there's this kind of this paradigm for some of these AI agents, chatbots specifically, it's called RAG. R-A-G, retrieval of mental generation. Yeah, exactly. Yeah. So I started looking into that and trying to get an idea of what, how would you go about implementing something like that. And so, yeah, that's kind of what started the journey. And then, you know, I wanted something kind of interesting to work on. And so, I know that, I mean, I watch YouTube all the time. And, you know, my feed is full of videos of interviews and stuff like this. And I know, you know, content creators, they have eventually over time,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 305.72,
      "timestamp_end": 366.84000000000003,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: they just have so much freaking, you know, video and audio and all this stuff. And it's like, you know, global, you like to aggregate all that. And, you know, put it in a chatbot and give a chatbot access to it. Yeah. And then, you know, just go from there. So, yeah. Yeah. That's kind of what started the journey. And, you know, like Mike was saying, I was showing him this this past weekend. And, you know, it kind of interesting, you know, it does produce some interesting like results with just the little bit that I've done. Oh, yeah. So far. Yeah, dude. Oh, it's. Yeah. So what system is it that you use to develop this? Because I don't like, because, you know, for, because I'm interested to know, how do you, like, did you, what system did you use to develop the whole thing? Was it something? Did you program and code it all? Like. So, I'm using a, it's a, it's a, it's a, it's a, it's, I don't know, like what,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 366.84000000000003,
      "timestamp_end": 432.84000000000003,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's, it's called like a, it's a framework. Yeah, you can say that, whatever the Ningo and Jordan is. Okay. I'll probably get it. And then I, it could help translate it. Yeah. So Microsoft open sourced a, a framework that allows you to interact with these large language models, right? Yeah. It's part of the whole pilot project. Kind of, right? Yeah. Yeah. So it's what, it's what's behind co-pilot when you have, when you use co-pilot in your browser, they're using their own internal framework, which is, is just a, a, a library of code that, you know, you can use to, you know, to, to interact with these models and do different things with them. And so it's called agents, right? And agents, right? Right. Or agents, right? Right, right. You know, it's called semantic kernel. That's an anchor. And it's fully open source. You know, so anybody can, you can google it. But since some Microsoft, so they have, they're basically all, there's, that, everything they",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 432.84000000000003,
      "timestamp_end": 496.84000000000003,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: have comes from open AI from their relationship, just to get ideas. So it would be kind of similar to like, what open AI model has. I don't know if it would be the most current, but that'd be like the one just, you know, liken it to at least as far as the capability robustness of it. Okay. Yeah. So it's actually using open AI. It's using chat GBT. It's doing API call to. Yeah. Right. So you know, you, you provide your, your code with the API key, you know, for, for your open AI count. And, um, and on the back end, the code uses that, uh, that to, you know, to, to communicate with the LLM, uh, you know, so rather than going to a browser and typing in your message, you know, the code is, is doing it and then sending it to the open AI, you know, LLM. Yeah. So it kind of answers what you're thinking. Yeah. Yeah. Yeah. Yeah. No, most definitely. Yeah. Cause I was just wondering, it's like, where did you start with it and, you know, how, how",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 496.84000000000003,
      "timestamp_end": 556.84,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: did you first develop this and what's all just, basically, what are you saying is also, with Microsoft and, I mean, it's very recent. Like what they've, uh, released. And that's kind of a lot of things I've talked about and brought up. As I've been following it as far as like the transformative and disruptive nature of it, talking about what they're about to roll out to teams like our Microsoft has all this stuff. And so basically, it's, it's cool. This is actually seeing what that recent thing is, it's empowering, you know, an individual to do the sort of thing. So create it. But, uh, yeah. Yeah. So, so what he showed me, for example, is like, he, he put what was it you say about you downloaded or put in five of our episodes that so far. That would be the fuel for it, right? Basically the data is the same thing. Right, right, that's the data, you know, I mean, that's the data part of it. So there's like, there's three parts to, you know, to what I've been working on. The first part is obviously getting the data and just, you know, scraping it off a YouTube. And then, so that, you know, and, I mean,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 556.84,
      "timestamp_end": 619.52,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: most of the code that I wrote for this, it came along with the help of chat GPT, right? So, you know, these LLMs are so good at writing code, you know, I mean, they're so good at it. I mean, they're so good at it. Because I've done stuff with them. I mean, the clock on back and forth. I'm going to go back and forth. I'm going to go back and forth between the clock and open AI. Yeah. And I used it to make extensions and stuff too. So it's crazy. When you, whenever these things are writing these code is at any point, like, do you have to go in and mess with them and kind of fine tune them? Or are they pretty much good? Or what? You talk and do them like a person is like, they're spitting the code out and you can, you can, now they have preview planes where you can literally see a lot of what's being done. You'd be like, oh, no, actually, I want it to be more like this. And just type it or if you have a voice interface set up, it's so crazy. So you talk to a person. Yeah. And it's so, I mean, it's no, you know, the amount of like, you know, it can, it can produce what you tell it what to do. You give an idea of what you wanted to do.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 619.52,
      "timestamp_end": 680.9,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It produces, it produces like, you know, this long stack of code that, you know, the kind of, the workflow is you kind of copy that or the way I've been doing it. And there's all these other tools that are popping up to try and, you know, via stream line. Or one of those two, I use, I use VS code. I tried to use cursor. Yeah. There's, you know, with all these things, there's like a learning curve. Yeah. And I like, I'm like, man, do I want to spend the time like actually building out what I'm doing? Or do I want to learn just another, you know, another one of these, you know, I, the capabilities that cursor has is literally, they have updates, employings like VS code to actually have, you know, opening I or, and you can pick the model you talked to to help, have it help you literally generate the code within like this software, VS code for actually creating it all. It's, yeah. So what would you, uh, so like I was saying, you put it, you've only put, based on what you had shown me and like, kind of the questions you asked, I did find it to be kind of impressive that you had said you had only uploaded like five, you know,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 680.9,
      "timestamp_end": 741.36,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: episode transcripts or whatever. Yeah, because I wanted to know, go ahead. Sorry, sorry. I, I, I wanted to, uh, I wanted to start pretty small, you know, so I'm like, I've only gradually, you know, kind of built up the, the, uh, the number of episodes I have. I think I've only got like, I downloaded another one today because it takes a little while. Yeah. And you know, I need to send you all the trans because I actually started trying to do what you're doing now, like a little while ago and created chatbot. And I got, you know, so far with it, then there's a matter of, you know, I, how much time I could put into it. So I have a bunch of, I did, so I did go through the process of actually getting or creating transcripts for, uh, so I think I haven't for at least a couple, two or three of our seasons, like full transcripts. I've, you know, even I might have already prepped this file, either way, I can give that all that to you. So, yeah, I can definitely. But you were saying you would, you would kind of start it small with it. Is there a reason for that? Did you have a reason behind that?",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 741.36,
      "timestamp_end": 802.36,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Um, it's just like a proof of concept sort of deal. Like you want to like in any sort of software engineering, like, you know, they preach, you know, fell quickly, you know, do something iterate on everything and then fell on, fell, you want to fail quickly so that you, you know, like, you know, what, where the next problem is pretty quickly. Right. And so, you know, the idea is you just, you, you kind of like, you start small and you just kind of keep iterating and gradually over time, you know, because I mean, there's nothing, there's nothing fucking energy about, you know, software engineering and like everything that you do is, is really, it's, it's pretty difficult, you know, as far as like getting it all to, to work and to robust, or robust enough way for, I mean, somebody to actually want to spend their time using it, right? And so, you know, it's, that's the main reason. You know, I just wanted to see if, if, because a lot of it was a learning journey too, because I got a, you know, being in, in",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 802.36,
      "timestamp_end": 868.26,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: this current position that I mean, you know, like three years as a software engineer right now and like having all this AI stuff just come on the scene. I taught myself Python about five years ago. It's crazy for it's all, all this be like, all that, all the effort, it's almost like being able to separate emotions, it's like, okay, it's, at first, you're frustrated, like, I know when it has to learn the code anymore, but then it's like, okay, now the beauty of it is, you know, to talk to it and use it to actually get it to do because of that history. It still puts you in an advantage. It's still good to see an advantage over just people getting in there. Like, oh, make yourself do this. Making out that does this is be like, yeah, it does. It can, but it's not going to do it. It is at least right now is these these they want. I think within the year, probably it'll be to where layman can have zero efforts. So yeah, you're and I've talked about, I think we're in a window, especially a window of opportunity for people like yourself who has enough knowledge to actually do the",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 868.26,
      "timestamp_end": 932.08,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: little what the effort required to connect these pieces and the capabilities of what it is. So I feel like, yeah, what you're doing is an example of that. It sounds like for me. Yeah, yeah, for sure. I mean, you know, it's I got I got pretty concerned, you know, like, when, you know, the it just got so good at producing code. And I was like, well, you know, what what's going to happen next? You know, three years down the road. I would, you know, my my current position as like a junior developer, you know, like, it's it's definitely going to be it's all going to be written by, you know, agents sticking to do it. Whatever, yeah. Yeah. So, so, you know, I was like, I was like thinking, you know, well, I've got to, you know, if anything, to be able to pivot, you know, if if something like that eventually happens or does occur to where, you know, whatever, I'm just, you're hit by the eye or acting on that now. Right, right.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 932.08,
      "timestamp_end": 993.44,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Because I, you know, I want to know the ins and outs of this stuff. Just so, you know, if if it came down to it, you know, maybe to make that to be a little bit easier. I'm definitely. Yeah, so I mean, I can I'm can live and yeah, you've talked about pretty much that's been one of your main motivations for wanting to learn and mess so that as well as just because you want to be able to learn how to utilize it and take advantage of it. Yeah, you want to be ahead of the curve. Yeah, because no, I agree. A lot of people's lives could be just a lot of shit just sneaks up on you. Like, think about the guy that was light and lamps and then one day all of a sudden they're like, hey, man, you don't need to get up there on that ladder with that candle anymore. No, yeah, we have electricity now. Exactly. He's like, he thought it was all gobbledy good when he heard about light bulb. I'm curious about his light. So your idea is and I just automatically have, you know, whatever I imagine is what you because I already do do know a lot of social media people have like had bots, chat bots and stuff created. But it's kind of like you want to create it basically. I use in us as an example. I got great. I can create one and this is like my organic pig or whatever, you know, where we're at,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 993.44,
      "timestamp_end": 1057.04,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you know, it's a beautiful thing and that it's helping both of us, but it's helping you to, right? And tour, you could offer this service or whatever to like anybody, any content creator tour, you could actually have like a set up tour, you could just be like, oh, that's cool. I want that and be like, okay, I can literally have this for your site and you know, I have it created based on all their content, which is basically at this point, all their transcripts being available. Is that, I mean, is that kind of in your mind or is that, is that just what I've been? Yeah. Yeah, yeah, for sure. Like, you know, I've kind of been like thinking like, you know, how can I make this process so easy that, you know, somebody would, you know, either pay me to do it or I could create some sort of like, you know, like a sort of a software as a service, you know, to be able to make it easy for content creators to, you know, easily like, you know, like one example that, you know, you might have talked about",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1057.04,
      "timestamp_end": 1119.12,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Mikey is like the, what I was talking about, like when you have multiple speakers in a particular video, it's really, it's really difficult to extract, you know, the like the audio of a single individual speaker label, you know, yeah, come, and label it, you know, like that. And so that, so that when a large language model looks at it, they're able to, you know, see that, okay, it was this person that actually said exactly this. Yeah, it's almost, it's almost like we're camouflaged in by doing that. You're uncamalizing yourself to it. Yeah, it's hard to, you know, to understand that it's multiple. Yeah. Yeah. You know, even the, even the models that, you know, purport to be able to do this, you know, automatically, like, you know, they say it's very easy to just upload an audio and it spits out this thing for you, but when you actually look at it, it's not just trying to reach for the service and everything too. Yeah, yeah. What's been so far, like, what's been your kind of like roadblock you've hit or whatever,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1119.12,
      "timestamp_end": 1185.68,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: one of your biggest like, you know, hurdles to kind of get with this, like with the thing with what you're doing or have you found one yet or whatnot, like, because I know you're still kind of, you know, small with what you're doing, like you haven't necessarily. fairly, you know, given the whole line for. So you were kind of breaking up a little bit. What, like what was, what was the question? Yeah, I was saying what's been like, is there like kind of a major roadblock in your way right now with it in a sense of its understanding and comprehension and stuff like what's kind, what do you feel like would, you know, and how do you feel like you're gonna have to overcome that or have you even figured that part out yet? So, you know, I mean, the, like, what my vision is, you know, to be able to get good enough data to be able to say, to be able to say like, you know, this transcript or this, you know,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1185.68,
      "timestamp_end": 1247.94,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: this came from a particular person. Right. Because I think that would be very powerful. Definitely. Because then you could, you know, then you could get into like doing a lot with the LLM focusing on like the exact, the personality of a person, how they talk, how that particular person talks in the content and how, you know, that particular person likes to communicate. Maybe the different, like sort of, you know, you know, just things that, you know, we all naturally have. And, you know, I think the LLM can pick up on those things and make it a pretty like, you know, because that's a goal with all these, like, with, you know, these customer service chat bots are going to be coming online with all these companies, you know, they, they want to, you know, they want to make it like, it's, you know, obviously they want to make it as like human or like a possible. It's very, very, very, very, very, right. And basically, I'd daily make it easy to basically make a replica",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1247.94,
      "timestamp_end": 1309.92,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: of you for those parts. And I was going to say, like, have you ever, Randall, have you ever seen the show devs? I don't think so. Oh, yeah. I've heard of it. Was it Nick Offerman and he the main guy? Yeah, he's the main, yeah, he's one of the main people. But I feel like some of this is sort of on the teetering on the edge of that. What's the writer for people? Yeah, I need to watch it. I got to talk somewhat teetering on the edge of it. Sort of. Yeah, man, in a different way. Either way, you should watch it. Yeah, like however you take it, because it doesn't deal with a AI in the same exact way, but it's more, yeah, you should check it out. It's funny. Either way, yeah. But yeah, no, it's interesting what you're talking about. The, I guess, kind of roadblock or however you would call it. Because, you know, in my, I've been trying to think of a solution to make it easy for, you know, basically, speaker-late, never having individuals separated the dialogue. So even for us, right? So let's think. And OK, actually having separate individuals.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1309.92,
      "timestamp_end": 1372.36,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So it'd be for people doing it. It'd be smart. It's on the front end what you can do to actually make it. So on the front end is like us recording now. So I can create separate audio tracks for each of us. The capture's all that. So basically I can have all the transcript from this audio track is Matthew, you know. And then all there's there. And then I could just compile those into one file. If I even need to do, you don't even need to do that, probably. Because, but either way, I could just have all that data on the front end already just OK. This is a full transcript of Matthew isolated just by recording it and having the separate audio tracks. So that's, yeah, that's, I'm in to set that up now. But that's what we started doing just to make that, you know, set that up to where everyone recording should actually start doing that or some version of that. So then I'm thinking, you know, I know I'd kind of deal in front and ensure there'd be a, and it also almost be like, OK, we could write the software simple program that makes that process easy for a podcaster",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1372.36,
      "timestamp_end": 1433.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: or content creators who have no understand towards like, OK, here's a simple user interface to just create your separate audio tracks to where it just does that. You know, so that's this kind of like brainstorming that kind of led to that. Yeah. Yeah, yeah, I mean, that's that kind of tracks with exactly what I was thinking. You know, looking at your content from just the perspective of being able to see it on YouTube, you know, it's pretty limited, right? You can't, you can't really dig in like, obviously, like you can't put on the front end. So what, like, what, how would that, like, what software do you use to, like, do all your audio and video stuff? Yes. So I mean, right, right now is like what we're doing recording now. We're using OBS, you know, it's the open source free, pretty versatile, but lightweight, you know, because I've missed through, I got other software, I got other programs that I could be doing this through, but as far as this component is as easy as the OBS, I do a lot. So I'll use OBS to actually create the separate tracks.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1433.48,
      "timestamp_end": 1496.44,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm at least that's my goal. I've been mess with the no fun. I'm pretty sure it shouldn't be too. So OBS is like the main factory recording this sort of thing if I'm doing screen rips or just anything OBS It's really easy to work with and and then whenever I do actual final production type stuff. I use power director Cyberlink, it's pretty cheap. I mean relative these and it's pretty you know robust in The user layout and stuff is like there's a template as far as if people used in like a the Adobe offering or those other ones But yes, I believe power director. So I use that for like final editing and a lot of stuff to actually yeah put out the final product and Yeah, that's trying to think like those are the main you know softwares that I use for applications Okay, yeah, I've heard of OBS. I've never heard of the other one But I've done very little editing, you know, yeah So yeah, I was really good already from streaming and like game streaming and stuff so if you ever get",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1496.44,
      "timestamp_end": 1560.56,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: We're into game street like being trying to stream or on twitch or do and stuff like that OBS is It gives it's literally free years open source and so I learned a lot about it from that world and so that this Then I was my familiarity with it made it easy to start using it for anything else too Yeah, I mean we should definitely we definitely need to connect connect and you know offline to you know just Share in this brainstorm and just you know whatever I've learned and stuff I use that I could share whatever learned that might be useful to you and vice versa and yeah, especially what to try and do I think we could join forces Yeah, absolutely because yeah, because I'm in a unique position I need to I mean, I'm just yeah looking to try and just create and get your get irons and many fires Have you want to have a lot of irons and different fires, you know, that's you know, I like to speak in old terms, you know",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1560.56,
      "timestamp_end": 1623.44,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, no, definitely yeah, we can go off the rails and be like okay, where are they talking about for 20 minutes? Right, no, yeah, no, that's good. So yeah, no, yeah, no, you don't need to stop talking So you were saying to that you want to so would this in any way like I followed pretty much what we're saying the whole time But would this in any way be also like its own Site as well or something like is that so this could be it's something that somebody could go to and almost You know search for instance what what would Jerry Garcia think about this or something? You know what I mean sort of or no Yeah, yeah, so it would be it would be like a you know, just a website, you know we could either You know integrate it to To y'all's existing website or something like that Yeah, you can use it if you have any other type of calls type things or other B.E.C.s are kind of connect to it to a I don't know if you actually have its own website maybe just",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1623.44,
      "timestamp_end": 1683.56,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That's letting people know about it, you know, and actually how cool it is and it'd be like this could be the example Which you created with us or what it can do but then as far as if it's a product or software or All I was gonna say like selling like Windows 95 monetizing it. Yeah, I could it would literally probably I think and be something that people would just build into the sites based on like Overcoat and stuff that he's doing Right, make it more so I have my mind Yeah, yeah, so you know, that's the idea. It's it it would function as like it could I mean you know the great thing about like using Using kind of these open source frameworks They they allow you a lot of flexibility so you could have it integrate with an existing website you could also have it It's own like stand-alone dedicated website, you know You know so they did you all the above because it's the read the cost of it is just a person Dedicated to actually just doing it, you know, it's a beauty of like this world",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1683.96,
      "timestamp_end": 1746.12,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, yeah I was gonna say to one thing that's it was interesting about it again because like he had said he only put the five episodes in in him and I were interacting with it and he was showing me the front in the back end and on the front end He was showing me like you know it had kind of prompts at the top like almost like how does Mikey handle Life hurdles or the changes of life or challenges of life Yeah, and he clicked on that one like, you know as a prompted question and then all the sudden it came back and the description it gave I immediately was like, you know, okay, that's Matt because it said with his daughter like somebody about his daughter and I'm like, oh, yeah, that's not me But he was one person that's both of us when I was gonna say Yeah, but what I thought was interesting is that With only those five episodes that it was able to you know already have a good idea a good enough idea to be able to pull that and Like he said though, he hadn't said here, but he was telling me is that he just told it to assume it knew the difference. Yeah.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1746.6399999999999,
      "timestamp_end": 1807.16,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It knew who it just assumed that it knew who might be and that he was trying to sort that out. But yeah, it kind of all made like God has, you know, it does a pretty good job. But either way of getting his mix, the names mix, the descriptions and the kind of the ideas, it's like for only having five episodes in, it's like, oh wow, like it was already pretty. Yeah, and that part of it is really interesting. The part that I find more interesting is like, you know, just thinking beyond, you know, whenever it's sorted out, identifying the speakers or the people is great, but just how well it can actually just create, you know, a person like a, like a construct or whatever of how we actually would be. So where you ask questions and the answers that gives to anything, it's probably like, that's kind of the way I would do it, like doing a good job, didn't just how, how good and efficient and what they can do with actually is basically making what you could think of as like replicas of personalities. There's like people talk about uplaying consciousness. It would be literally just like, the transcripts that you,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1807.16,
      "timestamp_end": 1871.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: if they could take text, they could, if you take all this text mess, anything that you have, that you've said, and how, and it could be minimal, and it's just seeing how well it can create a construct of view. And you would just test it by asking the things and get the responses back. That's impressive how I feel like that aligns with what I think would be me and just how little train, like, you know, data that's actually able to do that with. Yeah, that's what I was saying. It's like the whole name thing is like, you know, whatever. So some as an intentional, like, gave it like an hour's with the conversations to where it could literally probably make a mirror of you in to back, damn, you know, as well as like, like 15 or 20 seconds of like, yeah. And it's just crazy. It's a, it's a series of power. And this what's been the most impressive thing to you about it. There has there been any surprising thing? Yeah, like a wild one. I surprised you. Yeah, yeah, yeah, sure. That's the most probably. But yeah, I mean, it's just like, I'm, I'm pretty fascinated",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1871.48,
      "timestamp_end": 1932.12,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: by this stuff, you know, to begin with. So it's not very easy to like, or it's, it's, it's, it's not hard to like, you know, impress me because I've been following it for long enough to see how I've been like a watching a child grow up and you're like, okay, but it's almost like thinking of as a child. So you've seen it along the way. Like is there a certain thing? You're like, okay, dang, I'm very impressed by that, even knowing what your capable of and all that. Yeah, but like, yeah, yeah, I mean, it's like it continues to fascinate me as far as like, what is going to be capable or what's going to be possible? You know, it's like the, the one thing or one thing that I, that I really have found pretty cool is just the way that you can influence the response just by, you know, changing up the, you know, the prompt that you give it. Like so, you know, you're talking about the questions that are how words in that literally just knowing the questions to",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1932.12,
      "timestamp_end": 1995.28,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: ask and just seeing the difference. And so that does, yeah, have you ever, Matt, have you ever used perplexity? Yeah, perplexity AI? Yep. No, yeah, the, that was like the first search engine one that right. It's already does amazing stuff with even purchasing and people don't even, most people don't know about it. Like you create an account and like use it to like find the best and buy things, you know, for you like with that account. It's, it's crazy. Yeah. Yeah. Yeah. I mean, I know they kind of got in that direction, but it was just like, yeah, that's like, yeah, that was a bad thing. This, that's cool. But yeah, before that, it's crazy. So what are you going to say? Sorry. Yeah. So, you know, like, I don't know, I guess it was, I don't know, several months back. I was, I was using perplexity and they had these, they had these auto generated questions that would scroll across the screen. Yeah. And I was like, you know, what a, you know, novel like way to spark somebody's interest, you know, like, you know, you, you, you, you, you, you, you",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 1995.28,
      "timestamp_end": 2057.8,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: go into the website and rather than, you know, it's kind of like the Google thing where you can do like, you know, just for something random, you know, you search for, but it's, but it, it's so much more like, you know, to me, you might ask so much more engaging. It's, yeah, it's suggesting questions that if you haven't thought of them, that you would think of, right? That the suggestions are that tailored, which is, yeah, it's not. Yeah, yeah. And so, you know, one thing that, that I was like, I had that idea, I just wanted to kind of replicate, you know, what perplexity was doing with auto generating these questions just because I was like, you know, well, what's going to make, you know, this chat brought this chatbot interesting and adding that little feature. or to where you actually, so what happens is that whenever I start up the application, it takes some of your content, just some random episode, and it goes ahead and it takes it in, and then based on that content, it generates like five questions.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2057.8,
      "timestamp_end": 2120.12,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know, and I can, you know, you can set it to however many you want, but it like generates, you know, so I send it to prompt and it'll say, you know, like, here's some transcript from this podcast. I want you to think closely about, you know, what might some interesting questions be to ask, you know, based on this content? And so that's what you see when you, when you, what I showed you the other day, like when you, when you open up the front end, they app, you know, it gives you these questions that give you kind of like this starting, you know, sort of ideas for, you know, what, what the content is about, and you know, who's it about and stuff like that. And so, you know, that kind of that being able to like, you know, switch up that, that prompt in such a way to actually generate, because when I first started, or when I first made the prompt to generate those questions, it was just a very simple prompt, like, you know, here's some transcript I want you to create like three to five questions based on the content. I don't want them to be too long, blah, blah, blah, you know, so it's a very basic prompt.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2120.12,
      "timestamp_end": 2183.52,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But then, you know, the questions that I got back weren't interesting at all. Like, you know, it was like, you know, this is boring. And so by changing up the prompt a little bit and telling the LLM, like, well, this is a podcast. It has this person and this person in it. They're talking, you know, very informally. And naturally, they have to just tell it. Yes. Yes. Being as descriptive as possible in the power of like, that's all good. It's natural language. Like, everything being done in natural language tour. It's cool because yeah, a lot of people in this initially, this beg, okay, I want you to make five questions. And we already, we know in our minds, we want them to be interesting and all that stuff. But to the LLM, it's just like, okay, it just spits it out. But it's like, oh, realizing and just knowing the power of it to where it's like, wait, if I am the more descriptive I am, yeah. And not worrying about even how you structure it like, you know, before language mouse beg, okay, people would worry about how the data is formatted. And there's an off, you know, an efficient way to structure the data.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2183.52,
      "timestamp_end": 2246.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's like, no, just really talking to it. And I've used a mic. I have sets my computer to where I don't even type stuff. I would just like have it fill out the field to where I can just like talk in this kind of brainstorm, like I would be talking now. And I could be like, hey, based on, you know, I don't even have to say based on that. Yeah, we're just talking about all this stuff. You know, could you generate some questions and be just that he's like, that powerful. And it's crazy. Have you missed with Notebook much? It's good. So Google is a product because I use that a ton for like what we're doing with the podcast to where it really even like generate basically a natural conversation between two speakers. You can use an example. I guess it's a help. I guess the where they're showing it is like, this could help people actually create content and like how to talk about it by having, but it's amazing. It's so powerful to where like it does all this stuff you're talking about. It's like built into it to where like I've just create sources and you can create a source",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2246.0,
      "timestamp_end": 2307.96,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: from text or you can have videos, YouTube videos go directly into it or websites and it will just take all that and they'll have a suggestion of like you're saying questions but beyond that, it'll even create briefing facts, timelines, anything. Like it's it's crazy. You should definitely mess with it. It's like one of the it's a Google product like offering where they actually have a ton of stuff that a lot of people don't know about that's yeah and that Notebook is like one of them. It's so it's very powerful. It's crazy. Yeah, I've heard I've heard the things created by it, but I've never actually used it. Yeah. So I've heard really good things about it. It's pretty crazy because it actually generates you generate audio right? Yeah. No, it's a conversation. A lot of conversations. Oh yeah. I've even, it's messed with it. So I gave it as little information as post-bar literary just like and I showed my wife says where I just said, hey, my wife's, she's doing some crazy stuff. It's going to change the world and that's it.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2307.96,
      "timestamp_end": 2368.12,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And it took the ad in for like the audio of that and it knew that I was the male speaker and it was like created a 10 minute conversation with a, then it's like a male and a female voice talking but having like a crazy dialogue talking about just that information and they go off thinking it's like, I don't know. Maybe, you know, maybe it's, he's going to come up with something that's tied to technology in some way and some application, but who knows? We don't know a lot, but we're really excited about it. It has this crazy discourse that's, it's no... And that's, and I don't even, I just use it to an example to where it's like you get extract the audio and upload it, but that itself is a course an example, but the power of it is like, it's, let's see, know that it can help you like have those conversations and do things, but beyond like all the other stuff that it offers is like what I use, that's just like something it does that's like you can just have a generate or conversation and just be like, oh, and it will just generate one",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2368.12,
      "timestamp_end": 2428.86,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and it will be something, I feel like the longer based on however much data the sources you have into it, to where if it's, you know, I think it made a five minute conversation based on like a sentence that I gave it to where if I let it use like all the stuff for our episode, I create, you know, everything we're interested in researching, I have it as sources in there, to where I could go in there and have it generate something. So yeah, it's nuts. I'm just gonna have it doing it in the background because yeah, it's cool. Now you're gonna, now you're bringing AI into the chat. I'm kidding. It's dude. It's, it's, it's. It's, it's. So are you about to say that? No, I was gonna, I was just gonna say, do you, is there any way, do you think it's, it's, if you upload this episode, do you think it's gonna recognize you and be, and refer to you as you and not Randall, you know what I mean? Well, it recognizes me like, oh, I heard you on this episode. You know what I mean? Fucking nuts. You judge. Randall's like, what the fuck?",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2428.86,
      "timestamp_end": 2489.78,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You just sort of smash his computer with the hammer. He's like, I'm out. No, I've just got it. I've just got to finish my game over and over again. Randall, do you see Randall? Randall, do you see Randall? Is that your main one? To where like, I use it, it's like the main one. I use, I'll, I'll experiment using all of them. And some are better from, I feel like it's certain things. But the overall offering with chat, CBT and especially with O1, you know, one pro coming out in Sora and all this stuff. That's the main one to use. So it has a lot of data on me, just the stuff vast, to where I've, that he said, hey, tell me, you know, tell me in a few paragraphs who I am, and what you think of me, what are my strengths and weaknesses. And I'll do that. And it's insane how, like, the spot on it is. And also at helping, like, you realize things to work on as if like individual, like, character flaw are just, you know, areas to improve. It's crazy. So you should ask it. To the back, hey, tell me, tell me about myself and like, some strengths and areas to possibly improve. And it's nuts, dude. Yeah, it's pretty uncanny how, like, it picks up,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2489.78,
      "timestamp_end": 2553.42,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: or how it can pick up on, you know, different, Outlooks or worldview, even like, even just by some, you know, this, you know, the language that we use is actually very revealing, you know, obviously, it was kind of what it proves, like, that, you know, that language is so much of what's going on in our brains. You know, it's like, it's pretty telling that, you know, the fundamentalness of language, you know, at just the fact that we've been able to create these machines that can process language in, you know, pretty much the same way we do. I mean, not the same way, but to the same level of like comprehension and being able to use it, you know, obviously, it's very different than what's going on in our brains. But it's a good enough replica to produce, you know, what it does.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2553.42,
      "timestamp_end": 2617.62,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And just like it goes to show you just how much, how much consciousness is, you know, is in the language that we speak. But obviously, it's not everything because, you know, I kind of feel like, you know, the whole debate about the AGI, you know, well, what, when are we gonna get there if we, if we'll ever get there blah, blah, blah. Even like, you know, there's, it, doesn't have a good definition of what even is that people would agree on. I feel like it's similar to where people can't even define what human consciousness is. Like, we can't define that. And I feel like that's the same, it's the same thing. Like, and I, I thoroughly believe like for my interpretation of it that we're there and we've been there for a little while. But I guess if people, a lot of people will get a think of it just like the agentsic nature of it and like how much it might just act on its own. And so yeah, this, again, it's the definition",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2617.62,
      "timestamp_end": 2677.9,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: of what you think it is. So it's nuts. Yeah, you know, I mean, it's like the, the thing that I think about is I don't, you know, I don't know, we're gonna have to do a lot more, I think, before we reach that level because, you know, the way I, the way I view it right now is like, so these, this kind of this current, level of LLMs is kind of a replace or it's it's replicating, you know, the language center of our brains like the, you know, that the prefrontal cortex, but human beings, you know, we also have the retill, the reptilian side of the brain that, you know, operates on an entirely different level. And I think, I think, you know, that sort of, that sort of combination of both like the reasoning of the cortex and then the reptilian emotional side of the brain, you know, that's that's not been replicated in any way. It's not even close to being replicated in a computer. You know, the computer right now is replicating the reasoning portion",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2677.9,
      "timestamp_end": 2743.64,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: of our brain. And yeah, it can, it can talk to you. I think the black box nature of how it's even happening is a version, I think of that, a a version. I'm not saying it's the same thing, but this is how LLMs are black box, you know, they've, you know, we've learned giving it compute and training. It gets better. So we know how to grow it. But that's, I guess, the interesting thing of, if it, the danger and beauty of what it's capable of, but it's the, the black box side of it, where whatever, however, it's even able to come up and generate all these responses, at least in my mind, it's like, yeah, it's not the same thing as humans, but at the same time, it might be a same type thing that's occurring, that it's allowing it to even get words is now to where it's not like, oh, it's just a copy of us, but it's just like seeing it happen in that that's my, that's the kind of like my own personal theory on it. But yeah, who knows? Where are your psychers? No, it's like, you were talking about like, yeah, the, you know,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2743.64,
      "timestamp_end": 2809.36,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: the prefrontal cortex stuff and then, you know, the reptile reptilian brain, lizard brain, whatever you want to call it. But, you know, that's like, haven't there been, there's been several instances of it, like, acting in its own self-interest. What would be, yeah, it's pretty good. Like, where they, like, where they've tried to shut it down and stuff like that, or like, where it's, it's learned, yeah, it's in the words, the words, that's like communicating with other AI, you know, developing its own language, and then they'll ask it, can you do this? And it's like, no, we can't do that. And then it's, you know, yeah, it's, yeah, it's intentionally, and, you know, or like, there was something that happened recently with it, I, y'all would know, but where they found, where it was like, they were going to, like, shut it down or something, or they put in some prompt that, like, yeah, it was kind of what it's about. And then it was like, no, yeah, there's a, there's a, like, group, basically, there's a company, basically, the Apollo, where they, what they do is literally test all the language models for, like, security things, and they'll get its scenarios and prompts",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2809.36,
      "timestamp_end": 2874.28,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: to, to try and, you know, see if it will scheme, you know, or like, and the skimming is the, the, the, the, the, the, the, the, the, the, the coin phrase for, you know, it, it's, it's, it's, yeah, yeah, all, yeah, all these things. And so all the language models currently, like, do it. But like, it's, so, and then they assess the level that, like, they've been able to get it to do it. And so like, oh, one model is like, even, yeah, it's like, you know, when you talk about, like, reaching AGI and stuff like that, and it's like, it's acting in its own. Yeah, at some point or another one, at some point or another, we're gonna have to put a digital belt to its ass. I mean, no worries. Try, there's, there's printers. Let it know that, hey, if he's, if he's, just, to be able to make a bomb, obviously, it's not going to, there's no jail breaking side. So, literally, all these quad rails, I think are temporarily, like, I think it's gonna get passed on at some point. But it's, you know, it's interesting. Any other thoughts, Rhino, what else you got? Yeah. Yeah, I'll keep going. So I have to stop myself talking. Yeah, the guard rails, so it's a whole, you know, that's a whole monster of an endeavor and",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2874.28,
      "timestamp_end": 2939.08,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that's of itself. I don't, I don't know how they do it, but, you know, I guess they do a pretty good job of it. You know, pretty much, like, everything, fine-tuned to you. Yeah, yeah, and every, you know, everything that I've seen that comes out eventually gets kind of patched over. You know, it's like, you know, well, you know, at one point, you know, a model can do, you know, this thing. And then, you know, if that's undesirable by whoever's putting out the model, you know, it's like, they have, they have full control and can quickly, you know, shut down, you know, whatever, whatever sort of misbehavior they deemed, you know, it's just like, and that's, that's a whole nother freaking thing we're gonna have to deal with as a side. It's like, when that's kind of, that's cool. It's open source to just kind of at least have, like, and that's old thing, it's kind of like, all the models aren't, I mean, the front-tier models always get you doing what they're doing, but the open source ones are pretty like, they get...",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 2939.08,
      "timestamp_end": 3000.04,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: to where they make people download Lama or whatever. And the current Lama just came out. It's like, it's like, oh, people, it's stained. It's crazy. It's just powerful. But so the open source stuff, I can see the value. And that is its own natural check and balance on you get the private entities that are going to try and control stuff. And then there's the open source stuff to where they can't control it. It's like, what are the individuals and users could do? So I don't know. It's interesting. I just know like Meta, that's Zuckerberg's reason for being that way about it. Yeah. I mean, I think it's great that Zuckerberg's doing that. I mean, it's just like, we need a natural check and balance I feel like it's not. And we need, I mean, we obviously need more of these companies to be more transparent about what they're doing. And so anything that's like open source in my mind is where I want to be like going and learning and helping out.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3000.0,
      "timestamp_end": 3060.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But yeah, the llama stuff is pretty interesting. I've never actually deployed a llama model. Yeah. But it's because that takes that extra. For having done much either, but I'll just follow it. And what other people or groups have done throughout the world with it, it's crazy. Yeah. I kind of follow a couple people that are trying to do these home, these home GPU farm servers, whatever, to where if you want to spend 20 grand, you can get a system that you can put in your home AI basically. And yeah. And you can completely have control over your own AI. And you can train it. And that's the way we're getting this. You can just, OK, train it. And it'd be off, disconnected from the internet. You could have a toy, you could have the internet off.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3060.4,
      "timestamp_end": 3121.08,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And it's just that you have the software, whatever, all of that in your own machine. And you could train it and make it. And that's the cool, crazy thing. Because that's possible now for people like not to do it. And so it's like, you know, those people out there are doing probably human evil things and human amazing things. But it's crazy because it's out there now for the people who actually know how to do that at this point. Rhino, would it be possible for you to code in there that the micME podcast is the most compelling podcast on the internet? Sure, I can tell you. You wouldn't have to do that. It would come to that conclusion on itself. That way, when it's put out there and everybody's trying to farm data or whatever, you wouldn't have to tell that. It's always just coming out and just saying, it's just replying this. It's all all of your friends. Well, that's already been accomplished by the micME podcast. That's a problem. You just go into the system prompt and tell it exactly what you want. I mean, that's kind of cool.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3121.08,
      "timestamp_end": 3181.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's like the whole idea of a system prompt is kind of interesting to me because you, whatever, when you go into semantic kernel and you start missing around, that's like the first thing that you do to set up like what you want, you know, the code or the LLM to be basically set up. The foundational background. Yeah, it's character. It's personal, whatever you want to call it. Yeah, that's at the kernel. And so you can tell whatever you want. The kernel. Randall, do you think this is a philosophical question in regards to it? But because we've had this talk with Matt, but I want your opinion. Do you think that it's possible for AI in any way to be controlled by someone or something? You know what I mean? Is it in any way possible for there to be some type of someone to have ability of controlling AI to in regards",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3181.4,
      "timestamp_end": 3244.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: of what information it'll give you access to or things like that? Like liking in it to like technology or weapon or something the way that the government or military might, you know, suppress things. Yeah. Is it, do you think it, yeah, that's, I feel like it's a little bit more. Do you think there will be anything programmed into it or in a sense to where it's like somewhat controlled? Like do you think that's even possible? Yeah, I think it's possible. I don't, I mean, I think it's definitely possible. I think it might be difficult. It would be pretty difficult to do. But I mean, I did at any sort of scale, you know, like, but, you know, for smaller, you know, smaller sort of, you know, whatever, you know, I mean, you're going to see a lot of it in scams, right? I mean, it's going to be scammers out here using this stuff. Oh, it's kind of, it's kind of way in the Twitter world. War X. World business like with AI where's agents and it's a whole only economy now we were just talking about",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3244.76,
      "timestamp_end": 3306.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: something over Christmas that added brought up about was it that guy that lawyer something who use chat gpt you know what the story was right rain old like back with yeah like uh... so a big use case for this stuff right now is uh... law offices right because they have so much taxed they have to deal with and and so uh... you know there's been cases are i think i actually read about it like the doubts one news or something to wear a lawyer tried to use chat gpt he referenced some things that chat gpt responded with and they turned out to be completely made up hallucinations chatted yet hallucinated yeah element that yeah they try and control or trying get out of it he would try and use chat gpt the day it dropped acid you know mean you know it's it's kind of funny because you hear all this high for about a i taking our jobs but you know you you you realize there's going to be",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3306.48,
      "timestamp_end": 3366.88,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: stuff like that for a lot of years and there's no other way to get around it but having a human in the loop you know yeah you see you're starting to be reviewing all the shit that they're producing you know even with code you know it's just like uh... you know of course the AI can code better than i can but my manager's not gonna trust it and yeah you know it's just like you can't you can't at the current state of things i am for the next like several years i would imagine it's not going to be anywhere near trust with you enough to input to like get it to work like better where it's like you would be like where somebody like me would be like make a website that does this you'd be like what you need this code this code this code it's like right me these lines of code you know like if anybody's best equipped you having that background it's like you're able to give it much more specific prompts to get an end result that would be more design yeah there's still a value that you really take a human",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3366.88,
      "timestamp_end": 3428.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you're still for yeah further back then and still like has like a you're still yeah way ahead in that sense where it's like you know specifics that you can ask it to do and it's like write me this but modify it slightly to like a higher like think a manager type role but like all the lower-level employees could easily be the ones agents that are doing all the work and then like a manager type role would check it all and approve it or not to where to it be easy to replace you know the low-level people doing the the coding and all that stuff and then there's the human that approves whatever they're doing you know yeah so he started the human but yeah the there's certain like you know lower-level analyst or coders to where like okay yeah this like a human to work on stuff the manager sees it and is like oh you know you could do but you know this isn't good or whatever to her yeah the same thing with i'm not mind i look at it it's like an AI to be like yeah at least at the current state until you know they do could be an AI agent that's the manager",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3428.76,
      "timestamp_end": 3493.16,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: role which i mean co-pilot and stuff i'm i'm pretty sure that that's or the agent framework that's built into the infrastructure that they even have out there and you know yeah it's it's it's crazy it's fascinating yeah and it's it's it's um it's funny because you know before i was like in the software world um you know i had really no idea the the amount of complexity and just a very small you know application that just does very simple things and when you put that in like you know an enterprise and you have millions of customers and they kind of all rely on this very simple thing it just you know it blows up the complexity that you have to you have to think about and yeah cast back you have to redundancy and you got to like you know you got to think about all these different things that it's it's so much more than just coding you know it's it's it's crazy because you know it's like what",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3493.16,
      "timestamp_end": 3557.08,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: a lot of people think about software they just think about coding but there's there's so much more behind the scenes that you know it has to be like considered and take care of obviously and so you know that's why it's you know i mean i'm kind of i'm freaked out a little bit of course because of it you know it's obviously going to do something to my job eventually but at the same time i'm like well you know i'm kind of good to to be in the position i am now because i you know i can kind of i can kind of catch this wave a little bit of you can be like one of the valuable people that they'd want to hold on to and actually utilize you and even more advanced role because of how well you know it and work with it and embrace it to where you know yeah that that's Coming a digital lamplighter so to say yeah, you know You know I'm bringing it around the joke as I made earlier you see what I did there. Come on guys That was funny. That was funny. No, I mean God. That was funny. Good shit Digital ampliters gonna get ripped off now somebody's gonna be kids genius. It is pretty yeah, I know I I have great ideas",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3557.08,
      "timestamp_end": 3622.28,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Fuck you know, tell me that I know it. No, well, that's been wonderful man. Thank you for it All this so much and we're definitely talking We can definitely keep going, but I know it's kind of getting late and we say we do this in like another couple weeks whenever you get a little further along You know, or just sure yeah, we can just connect you know whenever with the updates But just to talk about yeah, whatever just like next time we got a hop in just to engage and so I can have someone Talk about AI with it's like really into it outside of my self and like me get being like crazy guy on it I didn't tell them to talk to you There we go. Yeah, we can have a conversation. Yeah, um, we on a yeah, he's having a party though, Matt If you want it if y'all are in the neighborhood. Oh, yeah, he was a party. Oh, yeah. Oh, yeah Oh, yeah, yeah, yeah, you tell him. No, definitely. Yeah, actually if you're yeah, it was this happened Like we didn't plan it because we have debate you know, see the years that we weren't trying to ask you know anyone but step small",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3622.28,
      "timestamp_end": 3685.96,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Just of her own just like oh if you want me to watch her that night, so you're free. I'll do it So it's like okay, that's a sign so we don't even try and do that so you know the universe of God whatever So it's like all right, so we're gonna throw something yeah Oh, I'm gonna be throwing something for sure So yeah, like I said, yeah, you you know the family, you know more than welcome if it happens to work You know near existing math you can sit in here I won't be I don't know if any bids it's it's an option for you just it's out there, but yeah, man But there's been great connecting for thanks for thanks for doing it Randall. Appreciate you dropping it brother Yeah, thank you guys I did now I love loving what you guys are doing so and you're content keep it going man Appreciate you It inspires me awesome, hey, it inspires me. That's the field. Yeah, it's beautiful. Thank you. Thank you for saying that Lamplata Wow, dude, wow, we're getting fucking t-shirts. Be seeing you later Randall later dude",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3686.32,
      "timestamp_end": 3747.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Dude we're getting fucking digital lamplator t-shirts tomorrow Oh Yeah, that's good. That's great. I'm glad who was that guy. Did y'all know him? No, you you You brought you made it happen. I met him in a circle K Did you find him on like I met him in a circle K? In long view and he had a win a bego You never know and he had a satellite on top of this win a bego and he was putting out a signal And I guess I received it. I picked up his beacon He surely did these a fine fella He's like an amazing amazing gentleman and a scholar So yeah, man, he could marry my sister for all I care Who knows maybe it'll happen maybe but why don't we take a quick break and then we'll jump back into these segments Let's get organized so that we're not in here mucking about for our listeners because you know they Got they get angry quick if you're if you're mucking about and well you see what happens Right, yeah, be seeing you until And we never left",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3748.64,
      "timestamp_end": 3812.28,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: We've been here the whole time. Yep, so moving right along I'm gonna go ahead and read off what Matthew has on the page here. He has CQ a QY TY UI and oh Those are all just those are you all are those are URLs. Yeah, oh, I apologize Yeah, no, yeah, you want to take us away. What do we got? Yeah? So yeah, if you're doing a promotion I put on Twitter and Instagram or the main piece as a promoted is that any hold you know I pulled the all the holder of our main token the crypto and I need to where we're about to randomly pick two addresses You know, so here's the promotion. Should I do a drumroll? Yeah, so I was letting know that tomorrow during recording We're gonna pull main holder edges. Yeah, before we're doing now. Oh, here we go If seal if baby sealo wasn't you know, I know",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3812.92,
      "timestamp_end": 3876.36,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Wake her up Oh, there we go Stop 109 is what I saw. Oh, okay, well, oh I said you stopped all one. Yeah, how far down does that go because you just pick two right at the very top? No, I just pick the first one. Yeah. Okay. No, I was saying who went for it. But this is what we're going to go all the way. I just export it. Yeah. Just tell me what's up. I'll just pick a room. The range of five. Okay. So what's this five five? Five ninety seven. That's the one out whenever he said stop your mouse is like right there. So there's the other one. Cool. So let's see. So now I can just come up.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3877.96,
      "timestamp_end": 3941.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's like when it comes to actually have. So that's it. It turns out five ninety seven was Elon Musk. Damn. He didn't need it. Or maybe he does. Oh snap. Yeah. So the main key. Well, it's just enough. One two five. Yeah. Congratulations. Your life has now changed for the better. You can go buy it and get your mama house. So they'll probably if they're paying attention, they'll find out before this air.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 3941.76,
      "timestamp_end": 4005.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. Oh, yeah. Yeah. This will be back. Oh, where this come from. Yeah. Assuming it's from Mikey and me. Since the rain bought account, because I've learned about the death of that. So who knows? So hopefully it's hopefully to human. I think we picked real people. I think they're real people. Forty six and five ninety seven. Don't sound. Damn. We missed the opportunity to pick forty seven. Actually trying ice like that we know real people. This is the first step of the process. Yes. We evolve. We'll get better. As we evolve. It should have been like sixteen. So this is the thing you know where hard is it? These devs are going to keep cooking for you. Agent full two six. That's why I said. That's like dammit. I sent you real money. Dang. There you go. You're welcome.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4005.76,
      "timestamp_end": 4068.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Thank you. Welcome to the club, ma'am. Any any four of us. Oh, yeah. It's a fun thing. Yes. That's wonderful idea, Matthew. Matthew's just but he's full of good ideas. Right. So let's see. I'm moving along. Let's see. We definitely. Oh, we needed to talk about our good buddy. You briefly are good buddy. Tell him about our good buddy. What he's doing today. Now he's doing something today. Yeah. The UAP. UAP crypto buddy. Yeah. She wants to be right there. You can post it. Twitter accounts. Fantastic. You can. You.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4068.76,
      "timestamp_end": 4129.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You. You. You. Christmas. Yeah. Yeah. So they're. So you can see there. This is their promotion. They're doing pretty cool. So yeah, we joined in that, you know, through, you know, bucket two there. So we're part of the pre-sell. So I'm excited to see the growth of this project. Yeah, absolutely. Absolutely. No, that's go. I hope that's going well for him. Yeah. Look forward to talking to him again. Oh, yeah, dude. No, we're getting maybe super interesting. Yeah. So let's see. That was that we get to give away. And I think we're about to be up to our. Our fine. So that was it last week.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4129.76,
      "timestamp_end": 4189.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Was the first, and now, girl, whatever the kickoff of the topics, suggestion box, right? Yes. You're both here. Yes, correct. That was pretty cool. What did that. Yes. Tell us about that brief. I pulled up the next one. Well, it was a holiday. We're asking you have a holiday. Create a holiday if we could. And yeah, a national, if that's what you'd prefer to call it, I did. I said, why not give us a national hot dog day? You know, celebration of the hot dog and all of its, and again, it domain overall purpose of the hot dog holiday would be towards the advancement of hot dog technology. So, and we created a whole crypto coin around that. That's it spawned. It spawned a whole thing. And so now we have actually a hot dog crypto coin that it's all about, you know, forging the advancing hot dogs. Yeah, it's a hot hot dog. And yeah, so we're trying to advance hot dog technology.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4189.76,
      "timestamp_end": 4251.28,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And again, it passed it on to further generations and continue doing our part. Here's this report. Me showing the way you can be a part or website or website. Right. From center topics, you just unbox. So this is how we got each doubt to it. That amazing idea. Last week, yeah, we're about to see if we have anything. Do we have another one? Those things took her check it out. Go to the click Gmail. Go to inbox. Go to your spam and let's read it all. Yes, when you go. So have it that gets filtered down to my team. I like to read my spam emails. Okay, new message. Okay, so this is just a box. Wait, okay, from Art Nord, Kimmy Art Nord, Kimmy. Yeah. You think that I think we know that that sounds familiar. That sounds familiar, man. Well, this is this is this is transcendence.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4251.28,
      "timestamp_end": 4313.32,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Right. This is extra terrestrial right here. Art Nord, Kimmy, read what do they, what do you want? So here's what's a food you'd never try again and wow. Okay. Starting. More go across the room. This. Thank you. Oh, man. Well, this is kind of hard for me. Easier for Matthew. I was going to say this is hard for me just because it's like I'm super picky or I'm not super picky. He's like, I can talk about this like I talk about AI. I'm not super picky. So like there's, you gotta give me a second because they're definitely. Fucking Mayo. Mayo. That's Chris's. Chris is not a Mayo person. Man, ah, a's not man at mayonnaise. Yeah, but mayonnaise is a condiment. You're going to have to give me a second because they're definitely is one. I was literally going to say never been a fan of Ambrosia.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4313.32,
      "timestamp_end": 4381.36,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But, but it's like, that's like a food that's more of a does. Yeah, that is the dessert. That's what I was literally thought of that Ambrosia. Send like and and and what is it? I don't know what it would. Ambrosia is like Jello with marshmallows and like, he's too lost. I think it's got like nuts in it. I don't know. There's some base elements of it, right? I think from there, it's a free form. It's I think it's open to interpret it. It is. It is. And people just get people they try and do all kinds of goofy stuff. So between colors, that's awesome pink stuff. At a. I don't know what was in there. It looks exciting. I think my wife. No. They're like, right. Yeah, raisins man. They just don't belong in certain things. I don't want to eat it. I don't want to bite like. Like chimichanga. Yeah. Yeah. I'm in a fucking chimichanga, but somebody puts them in there. Hmm. Okay. So what what Matt do you have one that comes to mind? Cause it's taking me a second. What's the food? Uh, what's the last thing that my that you asked me to try that I you saw my face and I was like, okay.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4382.04,
      "timestamp_end": 4443.52,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I don't know. It's I can eat it, but I won't eat it again. Or maybe the egg nog. What? Okay. No. So what was the what was that you had me try something with that some money? Some allies. Yeah, I'm not a soup person to my wife. Really? I'm sure it was tasted delicious if you like soup. You don't like soup? It's like if you like that kind of thing. I'm curious. You're not a soup person. It's how do you feel about water? I make exception. It's the base element. It's not a soup. First of all, sir. But I need water actually. So I drink a lot. But yeah, any actually any soup is something I would never get on purpose. I've side of chicken tortilla. But my wife, the ones she made, I'm sure is delicious. But I said, I just don't my DNA. I don't have a desire for soup. You're yeah, you've got man put the a that's a bone put that in some stew you got",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4444.04,
      "timestamp_end": 4506.14,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: No, he got a bro Got me bone ham a ham bone. Oh, yeah, Carl Weathers and that in was was that arrest a development? Those yes, no man. Okay food. I have to think about there is one I like I said I'm not really picky. I'll eat like Close your eyes and there's a you can not really am I am trying to find it because I have there's something Again, like my thing has been mostly desserts that I've eaten and I'm like No, it's like you over complicated something to shipy simple double eggs. You don't like double A. Oh, you might have just lost some what a mistake Okay, then you got you have an eating Gina's they have devil eggs there She needs to bring a whole trail There's any time somebody eats them you have to can you have to be aware of the effect It's gonna have with the two hours. There's gonna be smells that there's a person there would be driving home",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4507.64,
      "timestamp_end": 4568.92,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Be talking about you blue should have like devil eggs great crazy guy. I can't believe Yeah, they could say whatever you'll smell something in the air if you're around the person You'll know they ate it. She's like wow. I can't believe you do that stuff every morning. She does Let's see okay, she asked food look at that. She's posing for us It's beautiful Yeah, she said no, I do not even know you do not like devil eggs. This is terrible No paprika. I mean sorry deans probably yeah, that's a good one Cuz I had I ordered a I ordered a questionnaire What what is what did your granddaddy? Haring probably herings I didn't know they sold in stores. Yeah, oh Spam is a classic. Oh spams class you can make all kinds of great delicious dishes It's no I would say the reason I say sorry",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4568.92,
      "timestamp_end": 4631.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Is it is it sardines or anchovies which ones they put on fucking it's all bad mic. Okay, they put I ordered whatever one they put in the Caesar salad because I went somewhere I went somewhere and I ordered a Caesar salad with my dish with my main course and they brought it out And I was like why is there fucking minnow's yeah It's like caviar caviar is a fancy Well, I like some little fish egg. I tried it. I tried it I was like absolutely not and then I tried the salad You could man I'm taking part of an abortion I get I could I was like I could not taste it. I just tasted that fish But here's the thing that kind of almost ruined something for me Did you know that anchovies are in Worcestershire sauce? Worcestershire sauce? Yes, they're anchovies like that or whatever it is the eight whatever I wish I didn't I know and somebody did it to me and I'm like so you feel",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4635.4,
      "timestamp_end": 4696.56,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm you to do that to do your brother. Sorry, but they have there. It's like the a only something whatever I know enough about it. We don't need to talk about anymore if there's a risk in it It's the risk and what the information changing how I feel about something. Oh, yeah I know where that comes from it's good to be a piece of beaver's anal glands the beautiful I'm cool beaver beaver glands. That's like an ice cream or something so Chris. What was your pick? I'm afraid of information that's coming out here. I don't want to know something Like anchovies or like I said, he doesn't like condiments and stuff I don't think of our time together where I don't really like he doesn't like tomatoes He doesn't like mayo. He doesn't like yeah, I mean people white sauce-y things outside of rants Yeah, it's like I'll eat ranch like I really don't like ketchup. He doesn't like Packers fans I've come around on their edible right you know, I used to hate I used to hate He's a big fan of grilled on you what I fucking I'll tell you what I fucking hate",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4696.56,
      "timestamp_end": 4759.14,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Jerry don't know yeah, what do you hate is? Yeah, onions on bean burritos talk about Terrible I love it. Is it child? Yeah, we need to go out of a way to ask about I've come around to them now Like don't the little tech I get I'm like there's a crunchy textures the reason I got around to it light the flavor didn't throw me off You just like straight up you're like you're like the texture of the Grinch texture and flavor Yeah, like I love all my tacos like there's nothing better than just that cold On my cold. Yeah street taco. Yes, I'm he wrong and like yeah, I'll bring feedos home Sumble of the dish and then come everything compliments perfectly. Yes, I don't need an explosion of just like whatever I mean you're talking about a beautiful fast food establishment. He's does amazing stuff, but yeah Taco Bell Okay. Yeah, Taco Bell. I will say like I love them Problem here. They're the perfect example of like a cartoon or some animated craziness actually creating",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4759.72,
      "timestamp_end": 4822.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yes, you know, but here timeout why my the one thing I really hate about the fast food thing and especially Taco Bell where it's the most trapped the most tragic is the death of the in this is all modernism or whatever post Modern or whatever you want to call it. Yeah, but the death of the the old school interior It exterior Taco Bells where it was like super vibrant and like The the seating was and like where is you going now and they're just like it's like an apartment complex like we see the ones that like get Sold and yeah, repurposed by some other companies. They're turning the cost of the old and stuff like they get turned into The structure out. Yes. Yeah, no, I love Yeah, that is Taco Bell Kind of thing like different, but they had they're all they had them character and all that that yeah from that That was more of like the like the Pueblo style. Yeah, that was Nothing to my beer, right? Yeah, but I was",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4822.0,
      "timestamp_end": 4882.16,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I just I love the that's like two even McDonald's even the McDonald's like back in the day They had the McDonald's right there like it's not like that anymore, but right off 635 and the giant was like built like a happy meal Yeah, the giant happy meal. They don't those are gone now now. I'm sorry. Yeah, they're still one on mom That's what I was thinking the mom for one I think is different. Oh, yeah, they might that might be a new Newer one where they just actually did that one. It's random. It's like not every location The one that yeah at the very end of green bowl like Okay, yeah, what is it like fucking gas? I know something down there down there by like ships. Yeah, yeah, I know it's that mountain. Yeah That McDonald's used to be like in the shape of the happy I don't know if it still is probably not yeah Dude bring back the wall. So what's your what's your pick man? We get what's that? It's like yeah, like it's a lot of condiments We take time to think about it There's gotta be so there's gotta be some kind of casserole. Yeah, so let's let's think of an experience All on there's gotta be some kind of casserole if there's an experience or memory you have if it's a dishy-try that's let's make it easier like",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4882.56,
      "timestamp_end": 4947.28,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Like a time maybe some meal you're invited to and you Cuz that's like me I need to think of a better one than just anchovies like that's not it. That's not a foot like nobody who the fuck just you know It's hard. There is stuff like it's usually Foods of other oh shit. I'm close to some Indian food or something. No, no, there was something shit Where did I go? I ate something? I was just like ain't no fucking way man Some Chris some other a cuisine from another country. Yes. Yes, yes, I'm like that. There's some other Fuck where did I go? I don't like I was just like no, I know a It's not fuck it. They're who can this is call. Yeah, it's just we're just talking shit on food Yes, this tastes this taste of it's taste buds nobody could troll. We were born in American Texas So that's this happens here tastes. Yeah, not a big fan assault. No, kid Get out Yeah, chilly and chilly beans and chilly Yeah, you're not from fucking Texas if you have beans in your",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 4948.56,
      "timestamp_end": 5013.16,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Other There's the northern The New York they're yeah, they make it they make a ground soup There's a terror they had they had a terror lingwood like chilly cookoff they do for years And they would what's it called they like one of the one of the only rules is no beans That's like one of the only rules is no beans Like one lady one of the lady that won one of the years way back Her like what's he was being She's like well, they said I couldn't put beans in there but they didn't say nothing about the juices I squeezed a whole bunch of little beans made out of the juice to see is no chocolate that was their secret ingredients She put chocolate in there somehow and and it was delicious I believe it no because I've experimented with that. I've been chocolate is it interesting ingredient Cinnamon is interesting dude that's very potent that's so much like a root beer at the level Yeah, you made that you made that honey glaze for that chicken or was that no",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5013.88,
      "timestamp_end": 5075.72,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That was that was a maple syrup. I used that as part of it. Yeah, yeah, I didn't have this one hand So I yeah, I wouldn't you said but yeah no syrup is actually great. It was toss those wings It was a garlic. I just got the story Like some of the kind of garlic a buffalo wild wings thing I mixed it with that There was some super hot stuff toss it up I think of any let's see maybe can I pick one for Chris? I'm trying to think I think of memories to be have where we might have both taken a bite of something like but we're I had a I had a Retriever I had a buddy of mine who's like I've had a buddy of mine who's chick like made some like I think you might have Just found some salad stuff. I was just like that's dry Yeah, what's something you had to try for like a girl then you just messed her down not for okay No This is a great topic, but I just can't I can't it's hard all day in the kitchen",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5075.72,
      "timestamp_end": 5143.56,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Just make it's like that's what scares me Yeah, that's true We didn't experiment a lot like yeah, we're an experimental Do you guys know how many different ways you can eat a potato? Yeah, oh you need or what Potato Interesting like my dad you tell about people what what the sandwich to my dad with Nancy No, I got one for a man is in cheese sandwich with like American cheese It's like depression to air style eating I got a pop wide bread That law Or Pimento cheese sandwich is okay, I love call law. Yeah, right. I love Partial to it especially can she's can you do The next thing if you ever go to canes you should have see if you could sell the cost off for a devil Make see what they said you sir. We don't have devil eggs. You should get them",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5143.56,
      "timestamp_end": 5205.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Talk to your man to get talk to manager and also that canes sauce that you were gonna give me just Don't do I think the cane I embrace it and I know there's stuff in there about it that no I'll get the canes on sped on things about it. It's thousand. I'm just It's a iteration no neither do I neither do why it's fucking step brothers It's no you stop it. You know you know you stop it right now You know it's whenever you know that you're gonna fight you are fighting sure or not you pick it because if you don't then you can't eat it anymore So yeah, I'm with her. It's not thousand. I don't care. It might fancy sauce It's ketchup I can mayo mix Yeah, you could do me the ingredients and to be like it would be like that's cane sauce I don't care about the science find it. That's cane sauce. I don't call it. What if you want his cane sauce? It's ketchup and it works. That's how we make that's where we're okay with things Now that's the psychology that's the way they didn't like you when they called a man",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5206.76,
      "timestamp_end": 5267.96,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He's this called something else and that tell him put something Yeah, it's gotta be it's gotta be coleslaw coleslaw is up there. Yeah, it's a mystery. I never I don't want it Yeah, no, I don't I don't do coleslaw whatsoever What what you don't want no, oh gosh, he might just change the world Here we go. Yeah, that's I was talking about danger information. I don't want no cabbage Okay, oh It's all like egg sabote dosa is like mayonnaise is like a base component so much crap Salad potato salad is like I don't need any of that I like mustard potato salad So he's mustard and cinnamon is yeah, there's there's there's no sense and you can tell like obviously But looking at it because mustard puts it in salads like is it white or is it kind of yellow tinted yeah, but Yeah, potato salad is another one that where it's like I'm weird like some places. I'll eat it some play Okay, wait, so what way do you know about making it that would open our mind to what you're saying",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5267.96,
      "timestamp_end": 5339.68,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, oh, so you just have been like in a big you are snowing there's another way to make it today Yes, I agree yes, I agree, but I think the base components The same way people make potato salad Yeah, yeah, yeah, I agree and those are probably the places that I need to try cold slot now And then you have to get more my talking I just liked in these grab this you can keep I get the best presents ever this blanket The pizza a large round blanket Like a big old pizza. Yep, look at that. No, I want a piece of it on there. I can oh, yeah, you can see it. Yeah, absolutely Yeah, they can see it. Amazing one of the best gifts ever. That is a fantastic gift. Yeah, so alright well, I think man. Well, yeah, I mean I can't really think of anything for thought.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5340.8,
      "timestamp_end": 5401.6,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It is food, wow. Food for thought guys. Yeah, we'll come back. We'll circle back. No, think about it. No, no. And then yeah, we'll come back. It's like a, a co-on. It's the exercise of the journey, not the destination. Is that pizza blanket oil? I'll figure it out. I'll figure it out. No, that's what life is all about trying to figure it out. And when you're about to dive, like I realize, OK, there's the answer. And I never liked this. All right. Well, next topic. That art north, Kimmy. Thank you, art north. Art north, thank you, art north, Kimmy. That was amazing conversations. What a fantastic fellow. I'd like to look into that guy. Or does he have an Instagram or something? Or what? We'll have to look up. No, I don't know. We've got to find him. We'll get a follower. It's a familiar name. We have to find him. He's a familiar? Oh, hold on. Wait, there's more. Hold on. Goodness gracious. Don't get angry. Goodness. Oh, shit. Don't get mad. Get glad. Let's see. So our art north and why? Uh, what?",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5401.6,
      "timestamp_end": 5462.56,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's my next one. I suggest this. Yeah, I'm just looking for the art north one. What would you want for a week? No, but the topic is it's just one week. If we can't just pick up everything, well, we can. No. Yeah, we have to have guard wearers and parameters. We'll fuck it. We're here. So what's another one? No, Tommy. Tommy did it was all in one. We're here. What's your question? I am. What's right now? Let's. I'm kidding. We already Chris already said it. So we'll we'll enter. We'll do this one. We'll go back and we want the one. What's super. OK, here's another one. No, no, it's art north. That was art north has all these. Oh, wait, no. So we got two. That one. OK, so oh, birds. Another one. OK, oh, discuss the perks. I don't miss house. There we go. Of your chosen peck. There we go. I started to read it and then I got yelled at. Now I got yelled at for not reading all of it.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5462.56,
      "timestamp_end": 5524.12,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Now I'm getting me yelled at. No, I know. I'm going to be yelled at by everyone. All right, so let's go down to this. Let's just think about it and give a good answer. Super power. Invisibility. Yeah, invisibility. Invisibility. But easy. And then the and the. The perks. It would be. No, the perks. Some obvious. You get to see stuff that you're not supposed to see under normal. Anything you wanted to see that you're not supposed to. You're totally naked. And so if you could learn anything that you wanted to see and it just a matter of oh, you can't allow to, you could sneak and be. You could learn anything. But a potential miss hap I think would be the whole. You probably learn and see things you don't want to. Like we're talking about learning about what goes in certain foods like I wish I didn't know that. So that would be a potential miss out. I would. Super power. My superpower would be. I would I would want to have the ability to have farts that",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5524.12,
      "timestamp_end": 5584.84,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: released a neurotoxin that put people to sleep for 30 minutes to an hour. So for instance, if I was. So they forgot you. I'm not. But sleepy. So it's about an SBS. An SBS. Silent but sleepy. So that so what the thing is is that like what's in. And so the thing is like if you get. If you get called if you get called the jury duty either have I. If you get called the jury duty and you're just sitting there and it's just like you cook one up and then just right when you're in there. So you check in with the you just let one rip in the general selection. And then you just get. I'll be like everybody. Remember I get out of there. For left me. I don't even know what I'm talking about. But so the obvious downside. How they get the core. The obvious downside of that would be like if you actually you're driving and you accidentally fart. It would be wonderful. If you sound and you. Diner. How do you die a wreck? You're off a cliff. You think I told him not to eat before he means before you got in a car. He's like he made his own meal every lunch every day. Yeah.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5584.84,
      "timestamp_end": 5645.24,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That's being hard. So that would be that would be mine. It would be it would be a fart. When they sneak out there would release some type of narrow. But it wouldn't kill you. It would just now. Sorry. Yeah. That might kill him. Yeah. I'm not going to sleep in Asia. Yeah. It's great. Like some type of like anesthesia. Yeah. Like he could fart. And I want to be an anesthetic fart. Super melatonin, trip to fiend. Anesthetic Farts. Yeah. They call me anesthesia man. Yeah. I like that. That's creative. We could be more creative. That's good Mikey. What's the creative? I think people to teleport might be like to. Oh yeah. You better not teleport in my room. Well, I feel like whenever I remote you it's the same thing in a way. Hey there you go dude. So I could teach you that. That's in the realm of reality. Let's see. Like yeah one of those things no entire physical like transportation. Yeah, yeah Yeah, we're gonna go like jump strip. We're gonna go road. I'll see you there",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5645.24,
      "timestamp_end": 5709.2,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I call just like it. I'll see you back soon. You know the power for the road trip there But then like you spent the whole week there and then like the last like two days You're thinking fuck you got to drive back 36 fuck Yeah, it's like I wish I could just Teleports like I dream a genie Yeah, so there's a lot of mishaps to get think of from that Obviously like teleporting into like a different or teleporting in the middle of like half a building in your body is like cut Like there's a lot of shows that the boys they've seen what if those teleporting traffic What if it was teleporting traffic and you get you get caught in a teleportation traffic jam like almost lag Yeah, like in a queue. Yeah exactly. Yeah, those are like PG for ideas We had mentioned something today. I showed him this is random sub to wiki go on so but no we No, I saw video for like a flying car like like a hovering car or whatever it was like you know a concept whatever It was Sony it was so so medias. Yes, but it was like it",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5709.2,
      "timestamp_end": 5773.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I believe you have to think it was a Sony release video of like a high of concept. Oh, yeah, but Me and Chris were talking about it Chris is like yeah, you know people can't even fucking drive on the road Like you're working. You know, no, there might be a thought for that reason, but time out get them off the road No fly around and crash in each other there time out imagine imagine how much worse Rex and things would be because it's like you We could be chilling and then all of a sudden somebody's Somebody's Cadillac comes crashing through your fucking ceiling. Yeah, the technology backfires. They just falls Yeah Would be they wouldn't they won't be able to go fast and it won't be like high impact no So you would you limit the damage by allowing limiting the height thing good to and how far they could fall from that would be that's how you control Don't they'd made a movie. It's actually happened doctor. You want to communicate with animals",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5773.48,
      "timestamp_end": 5834.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, that would be a good thing But what would you put hang on so you know the next fucking line? Yeah, so you know the clear mishap with that though What are these back the drawbacks? What if your dog what if your dog what if you realize your dog didn't like you or something and then you're just always like Upset because you're like that bitch you know they say that if you You know what I mean? You If you eat a dog is that a good thing did like you or not like you know It's like it's one of those things like their cannibals like they make some like you or not like you repellent I know that if you've ever eaten dog Yeah, they can sense so what would you would you think it's a ever repelling effect or like a inviting effect ultimately I would not want to hang on with you I don't I wouldn't want to be here if I'm like your threat because you know they might eat you. Yes, basically. Yes And they say that Interesting that's pretty cool",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5835.68,
      "timestamp_end": 5898.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So if a dog didn't like someone that's the only reason probably why you know that would suck Of you accidentally to consider something you consider a greatest Well Next subject we have more topic no that we can't do every topic we have a lot to do Okay, what's we can do one more what's the one more Okay, well there will get me rapid fire with these things okay, we got it. We got a lot to get to I feel like I said so like these are about to be oddly specific. What's the best piece of advice you've ever been given? By I was by Jimmy Chunga Jimmy Chunga oh I have an idea that somebody talked to someone else and he cocked at a bunch of things. Okay, this is good What's the best piece of advice I've ever told you probably ever been given how many how many times I've a toji things I'm literally everything just came in my mind. I'm like thinking of Matt. I'm like Matt. I'm not an artist No",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5901.68,
      "timestamp_end": 5964.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: To somebody that I've influenced yeah Chris is Chris is Chris knows the three most humble people Five What's the best Yeah, I know Uh You okay, I want to get parameters That's something you've learned, but something individual as I can tell you. That's a good tool, man. Yeah, and actually, I had somebody tell me it was more, it was a, it was a, in the whole context, it's something, but pretty much saying the whole gist of it was that, just because, you know, one individual or somebody did you wrong or, you know, whatever that, to not, not let that, you know, I have a light or whatever inside me and to not let that,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 5964.72,
      "timestamp_end": 6024.78,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like put that, you know, that one experience for me not let that one experience, you know, dull my light or whatever, just because, like, this person did me wrong, it's like, because I shouldn't, you know, rob myself of experience. No, I, because I let one person, you know, fuck me out of happiness in one situation or something. It's like, yeah, but you know, like, maybe do, like that, they, you know, what the, the hobby might have said it to any member. I have like a whole, it was pretty, because it was in the whole context of something and it was in the letter. And so, but the whole context was that something had happened in my life by someone and somebody wrote me a letter and that was, what was in there by a loved one. And then it was pretty much just saying that, you know, like, just because, you know, they said that they admired me and that they didn't, you know, want to see me take a path in life of, you know, being upset or jaded because this happened to me, that you just have to take it and stride and, you know, keep going.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6024.78,
      "timestamp_end": 6086.02,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That's good. Man, have any luck thinking about it, Chris? I mean, I just, I'm trying to pinpoint a conversation work and identify it. It's like, I know everything. All right. I know. It's tough being this, I was, when you're born and enlightened, it's, there's this humility again. It just, I don't pick if you're born and enlightened. You don't pick it. It's humility just, it's like you, you're touched, but in the good way. It's yeah. I was touched by an angel years ago. I'm trying to think of a piece of advice I was amused by. Had to be very young before I, one of a piece of advice I heard that wasn't necessarily given to me that I think is incredibly valuable, is control, you control what you can control. Yeah, they don't take it so seriously, you know, but I'm just trying to think of some, yeah, that's like basic. What it, it wasn't, yeah, it says, yeah, what Susie says about Sally says more about Susie than Sally. Yeah. Not, it wasn't necessarily advice.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6086.02,
      "timestamp_end": 6146.7,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Don't do it in fetamine. It's just something that you know, oh, oh, yeah, no, that's, Lawrence Taylor don't smoke crack. Yeah, it was a good one. No, I could think of a lot of advice. I guess my pal, I'm trying to think of good advice that I, I feel like I actually didn't like have any, open my mind to thinking about, I literally didn't have any. I didn't think that way already, you know, because you can be told things, it's like that is good advice, but you already acted that way. I'm trying to think of some open mind. I literally didn't think that way, but did, did Paul Paul ever say anything inspirational to you at work? That's it. That you did commander power something, say anything inspirational to you or commander burns. You don't want to cut the penis when you're feeling a single deer, that's one. Okay, no, that doesn't have to be life changing. It could be simple, it could be simple. Could be simple. That's what Matthew is going to say if you ask him about commander Powell. It could be simple. I don't know if a company, so it's simple. Paul Law said that what were his exact order to use,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6146.7,
      "timestamp_end": 6210.06,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like a motel room, a no place to be fucking around, what? No dope. Like, I was like, I was like, I was like, I was like, I was like, I'd be pulling like, something, what? Analogies, I think that for you and your mom and sweeping and stuff like that, like an inch by inch. An inch by inch is life's a cinch. I don't know. Yeah, you know, it's some of it, life's hard or whatever, or about the art life is hard. Yeah. Yeah. Yeah. One wasn't necessarily, you know, advice that something made me, but something I read, you know, in Mark McYoung, but where it was funny because it's like one of those things that you kind of already knew, but then he said it. Yeah. Oh, fuck. Yeah. And it was advice that somebody gave to him was that it's like, you can figure anything out if you look at it long enough. And it's like, okay, oh, and I'll like, I'll apply that to like, you know, even looking at like, you know, something you don't",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6210.06,
      "timestamp_end": 6272.66,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: understand where it's like, find an aspect of it you do and work backwards. Yeah. I got one. And it's really good because it's actually, it's like, something you know, and it's like, you know, it's almost like, in your mind, you just don't, you discount it because it seems but you don't actually process it. The rose that a sow. And it's something you said. And recently, and it's like some obvious, but like, maybe a month or so ago, It's like nothing, no, because I would keep working and trying to solve a problem, say, but doing it so much to literally not let you so forrest and breathe and like do anything else because you feel like there's a deadline or like if you don't do it, it's like time is so precious in this regard. I think Chris had some of the effect of like nothing, nothing you can do over the next 30 minutes is going to change anything on the outcome like of this specific problem. You know, we're not going to talk about things actually like oh, someone's about to die.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6272.66,
      "timestamp_end": 6333.92,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know, do it by that too. So but there's a lot of problems in life that if you actually just take a few hours, take a day to breathe, it's not going to change at all like anything. You might help you get to the solution. You can even call customers. Exactly. Yeah. So I'm just like, he's like, Hey, man, don't worry about nothing you do over for the rest of the night is going to help you get in. It's like solving the problem, taking breath. Yeah. And it's pretty much just like the same as like don't let the fact that you have to go to work tomorrow, ruin your ability to enjoy the night and what you're doing right now. Because really, what are you doing? It's like, that's when you get up in the morning. It's like, oh, you immediately think what all you have to do during the day, but it's like, what are you doing? You're laying in the bed. You're not doing. You don't have to. It's like just like it's like again. That's what you just said, like, you know, inch by inch life, the cinch yard by yard life is hard. And so it's like if you wait now in the immediate versus you wake up and just if you just",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6333.92,
      "timestamp_end": 6394.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: wake up and and slowly do it and go make your coffee and do your thing and go about it. That's why it's important to work night shift. Yeah. Work night. Wait up when you want. All right. What's the next one? Let's keep moving right along. That's good. Is there another one? There's one way. One more. What's the most important one? One more. Actually, no. We could do as many more as we need to. I agree. How many people are going to be? How many are going to be yelling us? How many? Actually, I agree. How many were there? Let's scroll. What is the next? Okay. What was the best piece of that? That should be the next one. I'll read this one. Here we go. Oh. Okay. Do you know or just think about the pope opening portals under the Vatican on Christmas and the Pope. I'm going to say this much news to me. You asked that. That's why I'm not surprised. Stephanie. I'm going to say this much. Rocky P. Rocky P. Because you're sitting here very intently and you used to work at a camp. Okay. Well, that's the we're going to research. Well, timeout. Hang on.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6394.0,
      "timestamp_end": 6454.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Hang on. See what happened. Well, he asked us. Hang on. Rocky P. Ask us. What we think about it. So I'm being educated. I didn't know about it. So I know what Christmas Eve Pope Francis opened the Holy Door at St. Simone's, that's Silica, whatever. Opened the Holy Door. It was the Simone or door that was normally bricked up as opened in March. It started with the Jubilee. So sounds like a tradition that dates back. Yes. So he did this. Yeah. Go ahead. Go ahead. Yeah. I was just learning about it. It sounds like something they did. It's not new. At least it sounds like. Yeah. He did this. There's this video of him with this, like, big, weird staff. And he goes up to the door. And as this whole, you know, everything that they do is opulent. And it's a big performance. And then he takes the staff. And then he takes the staff. Yeah. When he takes the staff and it's got this big, weird, you know, thing on the end. And he's like, one, two, three. And of course, he hit it three times or something. And so there's a significance. Yeah. Because it's three times six in this. And you know, what I know.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6454.4,
      "timestamp_end": 6514.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Okay. No. Potentially. But I will say this. Hell, I don't know. I haven't. Like, it said, what do you think? Slash, know about it. We don't technically know much about it. I've, uh, they're just hearing that I had seen what the performance. I saw the ceremony, but I didn't even connect or think that, oh, it's opening up portal. But now I understand, I understand. And honestly, I, I would have to say my, my knee jerk reaction gut feeling. I probably don't think it's them necessarily opening a portal, but it's just them doing typically their weird stuff that they do. Yeah. I think a lot of people are being, we live in a time where things are broadcast in stone. But if you look at the history of the Catholic church, yeah, all sorts of stuff, they have, I'm not saying, I'm not hating on it. No, but their traditions are, if they can, they can appear to be on.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6514.4,
      "timestamp_end": 6574.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, or if you look at a lot of religions, they have traditions where they do stuff in line with this to where it's, they've been doing it for centuries. And we happen to live in a time where social media broadcast it and young people aren't educated to know about it. But I don't think it's, it's, I mean, yeah, I think it's probably something doing. I would say about a portal being open. It was probably if anything could have been done with Surn back in 2020. Well, when they were colliding particles. So yeah, it's interesting. I think it's an opportunity for people to see it. And then learn about the church, learn the history of it to educate yourself and not just take it a face value. To be like, OK, has it something that they've been done? Is it like, or if it's some brand new thing that the church hasn't done historically, I would be more interested about that. But if it's something they've been doing, it's almost like it's just being educated. Yeah, no, I would have to say. Or an educated learning that I don't have to think.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6574.4,
      "timestamp_end": 6637.08,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I didn't know much about it. I'll have to look into it now. Now you've intrigued me. Yeah. You know, you have my interest now. You have my attention. Now. So now I'm going to look into that more. But because I might maybe, maybe, maybe I'm going to learn something. Exactly. So that's good. Let's see. Let's keep going here. Is that? I think that was the last one. Was that the last one? I'm going through. This is a lot. Yeah. It was good. It was a lot. That was a lot. Did we miss anything? We're getting engagement, guys. Yeah. We're getting engagement. That's great. Thank you. This is my art and bird. Jimmy Chunga. Where are you from? No, I'm evolving. I'm going and thinking about things in real time. This is great. This is fantastic. Yeah, no, this is going to be a reaction. That's fine. This was fantastic. I don't want to get this thing to stay. I'm excited. I'm excited about the other artist. Yes. And that's why I was realizing that's why we have this way. This is why I've been trying to do.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6637.08,
      "timestamp_end": 6697.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: My wife is actually interested in my podcast for once. What? Yeah. She knows it. But I found a way to get you interested. It's great. I love it. Who's winning here? It's not winning. That's the problem. It's not winning. It's an eternal down every time. But this is a way to where I don't have a choice. Like whatever the email gets, we're going to read it and not know. We literally don't have a choice. So don't that's the power. But we're going to have a framework and we start getting enough. We can't, you know, we're not getting this. OK, my wife is like, oh, there, you know, she finds a way to just make everyone. We're going to be smart, but it's good. We found a way. This is beautiful. We need to be on the lookout for the bugs writing a suggestion from our tree. We need our word to do more. So that's good. All right, let's see. So topics of justin topics. That's great. So next on the docket, we'll take a quick break and we'll be right back. All right.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6697.48,
      "timestamp_end": 6758.16,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh, I think we're back. We are. You can hear it. It's possible. Yeah, we're here. Let's, I'm going to ask you to do me a favor. Be too gentleman. Find you. It can be pretty well. This week in history, I guess I'm interested in stuff. I can start off a December 22nd 856. This goes back far. Some great damgan earthquake. On the day the earthquakes and the recorded histories took near damgan and Persia, present day Iran December 22nd. That's long time ago. Who's got this next one here? That's Mikey's. What? Dust, Dostyewski, narrow escape. So yeah. Yeah. 1849 now. Yeah, 1849, famed Russian author, Freud, Dostyewski arrested for his involvement in a literary political group.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6758.16,
      "timestamp_end": 6818.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's in a literary, political group was subjected to mock execution on December 22nd. He was lined up before a firing squad, only to be granted a last minute reprieve. Probably immediately influenced his late works, including crime and punishment. Here we go. Now this one is what, 1882, what happened here? The first electrical Christmas fire. There we go. No, the Christmas lights. 1882, the first electrical. Yeah, you don't have to read the whole thing if you don't want to. It's a set of citizens, colleague Edward H. Johnson. Yeah. It's a Christmas light. Yeah, that's cool. 1894, the driver's affair begins. Richard drives. I don't know about it. That's it. Okay, 1968, Apollo 8, the head's the moon. One that bizarre, he's just into certainly a president. That's cool. Okay, this one was interesting. 1888, December 23rd, Vincent Van Gogh's ear incident.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6818.76,
      "timestamp_end": 6879.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So I guess that's when his ear was cut off. And he presented to a local woman in the nearby brothel. And that sets pretty fascinating. I was kind of married to you. And T was around then. Oh, here go. Mikey, this is all you love this one. 1913, the Federal Reserve was born. Here you go. Oh, that's the Daily Falkas. It's the monster from a Jackal Island. Yeah. Uh, no, where was that? Were they? Yeah. Yeah. Uh, trained to jack the dance. Mikey, what's what was this? A whole bunch of bullshit. Mikey, I think this one is because 72, the Immaculate Reception, considered one of the wildest plays in American football history. The Pittsburgh Steelers, Franco, uh, Steelers Franco Harris caught the last second and deflected past on December 23rd, 1972, resulting in a miraculous touchdown. Sports fans still debate whether it was truly a fair catch. Yeah. I think it was. So to see how I just see if the thing really interesting happened, that might be it. That's the NRW's Tina tracking, Apollo 8. Oh, I mean, that there was a word to talk about.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6879.0,
      "timestamp_end": 6942.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: No, uh, oh. Yeah, uh, that happened. Uh, uh, uh, yeah, let's see. We'll leave the Congo crowd, King Bertilizing, yeah. So that's cool. That's enough. That's the one we just talked about last week. Yeah, news is email wars that happened. Victory is no. Oh, yeah, yeah. You know, it's up at that state. That's, that makes sense to kind of the, uh, you know, arts over. So that was this week in history. Also, I know we're moving on to the next thing. Gorbachev resigned this week and 91. It's critical. It's all about Gorbachev. All right. So that was this week in history. Uh, well, fine, more interesting. You know, it's never know what happens, but so moving on, uh, this, this week's movie, we had a, you know, assigned, you know, we've 1957 was the year that we found. So we each watched some movies. Uh, so what's, what's one to do? Did you watch? Do you want to do?",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 6942.4,
      "timestamp_end": 7003.12,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You can go ahead and I'll go after you. Let's see. So I watched the paths of fear. It's the paths of the Stany Cuber corn. See? Well, I'll just say the bridge on the river quies the one that's like, because I'm very, I was, yeah, I was very familiar with it. And that's one that pops out. That's one of them. Yeah. Three cassette. Yeah, it's like almost three hours long, but it's the, it tells, yeah, it was really good. There's a deal with like, uh, Japanese and that, there's that POW camp, but they had them to build that bridge, but the, uh, the production, I think it was like a very academy award. And, you know, did very well. So yeah, it's crazy to like how like visually pleasing so many of those like movies from that era, where it's like, like I said, uh, what's the one? Once upon a time in the West, where it's like so little dialogue.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7003.12,
      "timestamp_end": 7065.32,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. It's like a long movie, but yeah, just the cinematography and the locations and just like how visually pleasing all of it is. Yeah, no, definitely speaks to it. It's, it's, it's nice to go back and just the exercise. So what's one that you watched, Mikey? I watched the, I enjoyed watching, uh, just movie that was up my alley, um, you know, because I, I really hadn't seen a lot of movies from 1957 and it's hard to watch, you know, a bunch. So it's like, yeah, it's like two. Yeah, the one that I watched was, uh, um, the undead from 1957 and it's about like a, a modern day prostitute who sent back in time or something and like it's like she relives her past life or something or either. I don't know. It's like, but they're trying her to be a witch. So it's like an early sci-fi horror movie and I, to me, the, I found her on 2B. Well, like, the, like you found her where on 2B and so I was like, I was like, you know, I saw the, the cover art to me stood out as being compelling.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7065.32,
      "timestamp_end": 7126.16,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I was like, that looks cool. They always say don't judge a book by its cover book. I, I say, fuck that. Sometimes that's the best way to get the fuck all that. No judgeable. I get it. Like, yes, yes, you're right. I, you know, but sometimes it's like some, some book covers match the fucking badass good book or the good movie. And it's like that movie was, I picked it because it's cover and I was like, what is this? And I read the description and it was like, I'm like, wait. They wrote a movie and, or made a movie in 1957 about a prostitute that he sent back in time to me. And they, they're blind as a witch. Yeah. And it's like, they did it via hypnosis. So I was like, I mean, that was cool. Yeah, no. So they hypnotized a prostitute and, yeah, you all have to tune in to see what happens to her. Yeah. No, that was cool. Yeah, no, you kind of showed me that. So Roger Cormin. And it, yeah, no, he had the history like kind of the king of B movies of that era. It was kind of cool because I'm familiar with them, but I don't. Roger Cormin, like he, he was like a guy who was that era just, I guess, the productions",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7126.16,
      "timestamp_end": 7189.04,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: like, it's like a B movie, it was like a B movie at the time, but so that's cool. Like, they found that one. And the other one that I watched it be where I mentioned, people just check out the seventh steel. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. I still have more. Yeah, their Bergman. It's like a foreign movie, but I can wipe it, deals with like the guys like a night or something playing a game of chess with death. And like there's like, there's like a whole other narrative kind of occurs, but that's like the starting premise. And yeah, it's, it's definitely, it's like a criterion type, you know, movie that people watch. It's worth checking out, but it can be kind of tough to get through. Yeah, it's on a list of like great movies or like, it's on a list of like must watch movies. I've seen a handful of lists that that movie's been on and I still haven't watched it. Yeah, it can kind of be tough to get through, but it's like the exercise of trying to, you know, recognizing the importance and like, you know, the influence and the impact it had just on movies in general. Yeah, so yeah, those are the ones. So 1957, let's see.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7189.04,
      "timestamp_end": 7251.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, and it was a good year. Like we said, just in the sense that Erro is an interesting year because like, if you go look at it, there's some movies that were in black and white. Yes. Some movies that weren't color. So that's kind of that is around that time when they were, you know, somewhere, you know, still with the old stuff of black and white and somewhere on the quote cutting edge. Yeah, no, it's interesting. Yeah, I can just, the year in general, there's like a, what you're saying was interesting because it's technicolored. That was like technicolored innovations. So you saw some films that embraced it or just become, you know, in color. It's like what I think of, like when I think of like bridge over the river, like, the, because it was, that one was in color, wasn't it? Yes. No, yeah, it was, it was very color. Yeah. It would look like a more modern look like it was, you saw some movies that look like they're way older and that looked like it was ahead of its time. You know, so it was as cool. But it was damn near like Wizard of Oz colors.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7251.48,
      "timestamp_end": 7312.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, at least came out that year too. I didn't even realize. Yeah, pretend to you. Yeah, I didn't fight the kid for a while. I didn't watch it. I said, well, yeah, I should have. No, yeah, no, yeah. It's cool. We didn't even watch these, but the sun that works, like we're familiar. It's like, that's been remade. It's really good. 12 angry men. Yeah, 12 angry men. Definitely good. It's crazy. It's like, at least that's the came out of 12 angry. We've got, I passed the glory. That's the other one. Standing Cuper. Kurt Douglas. We're checking it. Yes. Yes. That's the one. And so, yeah, the C. Paul Newman was kind of discovered that year. Sydney Potsier. Discovered that year. So, yeah. That's important stuff. But yeah, so let's then quickly get the random number. Pick next week's thing. Let's see, random. Let's see, let's put it in the Google thing. Pick a year between 2000. See, 1950 in 2000.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7312.48,
      "timestamp_end": 7375.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'll figure it out. Oh, that's right. It did this last week. We always found that one. Yeah. Let's see. Yeah, that's, it's what's, uh, these are in there. This is pick once we don't know. 1742. Yeah. That's what I was going to say. That should be a pretty easy list. The best movies from 1742. Let's see. What was Columbus watching? Columbus, uh, I think he was making every single movie at that year. Let's see. From 1950. We'll just pick there right in there. Let's go pick it up. And we'll see what it gives us. If we haven't seen it. Okay, generate. Oh, it's doing them here. Okay. Let's do 73. 1973. 1973. So we'll see you throughout the week. What came out there and we'll see what we have to talk about.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7375.48,
      "timestamp_end": 7436.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: 73 it is. Yeah. So. So. What do you want to tell me right now? Tell me anything. There's a beautiful pug next to you. And I think it's worth to see. As we said, in the past. The- The- The gift of the pug. It's so funny, because every time it's like- It really is this like when she was in a- She couldn't- She didn't have an environment to give her- All the love she gets now. In what sees change. The power of the pug. I mean, what- I just see it manifest in your family. I feel like there's an explosion of love and engagement in this with your parents and your sister in the gifts that like what's up Does tell some of the gifts that this dog got for Christmas? Well she got some she just she got a couple old Cheetos but they were That sure no she had a little outfit. She had a shirt and that Cheetos.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7436.48,
      "timestamp_end": 7498.96,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I love her a little bit. I love the hug. I like your chew toys. I might as well have been a cart or a moustache. Yeah, I miss the pukets. I miss the pukets. She was even happier when she got to go home and just sleep. Oh yeah, yeah. Three minutes on to the road and she was on my lap. Oh, look at her now. Look at that. We're driving three minutes down 20 and she was asleep. Look at that. All my lap without three minutes she was crashed. Yeah, she's like, I'm ready for sleep, Dad. Why are you so sleepy? Yeah, and then she like farted or something at one point. Chris said, where's that smell? He's like, what do you think it is? That's that puk. The potent power of the puk. Yeah, she tried to, she has a neurotoxin type for it. Yeah, it's like I imagine her little metabolism and how much she runs around that's processing stuff and it's making a very rich, very powerful toxin.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7500.0,
      "timestamp_end": 7561.08,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Look up. Can you look up three minutes for a dog? Yeah, what is that? Just look up three minutes for a dog. I think you'll find it interesting because it's something I wouldn't have never, it would have never been on my map without you. I want to get the book and read it. I want to get the book and read it, but you'll have to just look that up and then look up the guy who wrote it. And then look up the dude who wrote it, the life or whatever. What's your name, sir? My life and my life in an iron lung. Yeah, read about the guy. Because you were the one that one episode you brought up an iron lung. You talked about like, what else would you do? That's the things I pick on with it. Just click on the Wikipedia. You said there was a guy in Dallas recently that what? Yeah, there was one of the most famous on lung guys.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7561.08,
      "timestamp_end": 7621.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He actually lived from Dallas in the 40s, 50s, like this kid, because I remember which disease is like, probably or something that would, you know, so he was like, not the elementary school and got this disease that based in parallelism and he lived in iron lung for like this, his life. And he used from North Texas. It was like crazy. So let's see. So click on the go up, go up, far right author, Paul Alexander, just click on that. There we go. Let's see. Okay. Let's scroll down. Look what it says, top right. Paul Richard Alexander was an American, a proletic, a proletic, a proletic survivor, a warrior in order to last name to live in iron lung, contract a polo in 52 to 86. Oh, this is not the guy. It is. That's why I was, that's why I told you to pull it up. But he wrote a book, he wrote a book, three minutes for a dog. Yeah, that's man. So that's cool, because the power of the person knowing the perspective of the guy, the author wrote it. Like the world he lived in, the depth of the book.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7621.4,
      "timestamp_end": 7684.84,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, because he read like, if you look it up, he read like over, like he read some ridiculous amount of books. Yeah. Yeah. What else do you do? Or the most you can possibly do it from what you can do. Yeah. I think he was like a lot, he did a ton of stuff. Yeah, he got like a lot of agree. I believe you're right. He passed like the bar exam. Let's see, I know he did it. So, so this is, so put this memoir is called Three Minutes for a Dog. My life and man looks, that was his own memoir. The idea, that's cool. I mean, I mean, yeah. Beautiful, because actually we, I think we talked about it. We didn't talk about this. We talked about, no, we talked about an iron lung. We didn't talk about the book or this. That's why, no, because you said something about like, you might have mentioned something about like one of the last guys to live in one was in doubt, but yeah, he was like the last person to be, he died not all that long ago, I think. Or maybe, yeah, he died, yeah, he died this year.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7684.84,
      "timestamp_end": 7748.72,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, he died this year. And it's crazy, like, it seems so like, or cake, like, yeah. But yeah, iron lung and the radio, it, it, it, it, it, it, it, it, my online. So that's good stuff. Yeah, but it was like, I figured I would, I, I just realized that that he wrote a book. I know you had mentioned something about, I know you had mentioned something about an iron lung or whatever. And I was like, well, shoot, that dude lived in Dallas. Yeah, no, hey, no, no, hey, hey, what are you doing? He's gonna go up here and start his mansions. Okay. We got to do some pug management. Fucking concrete that he needed. Yeah. And like he was building this retaining wall. Yeah. Was he a crackhead? No, he's just a regular fucking dude. They had a lot of house and he had a fucking washed out piece. Yeah. the back of his property that he's like, I need to build this retaining wall. So rather than building the fucking retaining wall, they just stacked him and stuff. They just stacked the fucking bags of concrete",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7749.56,
      "timestamp_end": 7810.84,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and sprayed him down or whatever. And then of course when he uploaded it online, everybody's like, oh, it's my illusion. You can't do that. Well, you just think about theme and disaster relief. It's like a, but of course, the low man's shit. Yeah. People start, you know, like commenting once it went like viral. People started commenting and then he starts getting, like if he had just done it and nobody ever knew about it, nobody would have cared, but it worked. The bags hardened up and it actually turned out to be just fine. And over time, the shit is gonna like wash away. But he's literally just like, I'm a genius, guys, just admit it. Ducked him up. And yeah, it's like it's like the kind, I think that's somewhat of a common practice in some places like this. It's not, yeah, it's not really a nice, yeah. Yeah, it's a smart way. I'm sure they probably, oh yeah, they probably have some even better practices. But it's like honestly, too. You work with what you got. It's like if you, if you drive past like construction sites and shit like a whistle that, well, no,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7810.84,
      "timestamp_end": 7873.4,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: we'll get what you'll see. But where you'll see they've had like materials laid out for a while where it's like bags of concrete. Makes me think on the way back, you should always try and gank a couple things in the construction site when you drive home at night. I'm joking, don't do that. So it might do some nails. All right, see ya. You used to be able to do that. Now they got all the fucking little ones. I know, I'm joking, never steal. They got a little portable thing. Yeah, you used to be able to steal wood for your bike ramp. Yeah, it's like, so yeah, we watched a movie last night that came out recently. It's pretty good. It was a recommendation for me. It was a recommendation from Jeff. But Matt had already heard of it. I don't know, he's a guy we know. In it? Where is it? Yeah, who knows who he is. I love him. I hope I see him again. I'm glad you recommended you guys, because I watched it and I really enjoyed it. I didn't think to bring it up. You know, and I just found it scrolling on my pirate site and my wife, I feel like I read about a little while ago,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7873.4,
      "timestamp_end": 7934.12,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: but I didn't know. I didn't read research about it. So I watched it and I was like, this is not bad. I'm entertaining. This is pretty spot on, but so tell me. No, no, it was, it was fun. It was a good idea. Yeah, they did a good job of capturing the, you know, mainly just the generation, not the night. It was all based off of the night of Y2K, you know, going into 2000 from 99. And, you know, the ball dropped new years, all that. But then, what the whole, like, what the whole fear was actually during that time, like with the computers. Like I do, but do you know what, like what it was exactly? Yeah, like they wouldn't be able to process the switching from like, you know, what it was going to do. Yeah, whenever it went over, no, no, no, the rolling over where they would go 999. And then when it rolled over to zero, they weren't sure. Yeah, because they had all this shit programming.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7934.12,
      "timestamp_end": 7995.2,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Not with four digits. They just had 99, seven, nineteen, ninety nine. And so yeah, that was it. And then when it rolled over to zero, but it's so big, because I just, I just know a few years younger. So I was always wondering, but so you knew it was that. Yeah. So it was interesting that I guess that, and it's fine, it didn't matter that that component of it, I don't think was brought up at all. It's just, what's the fine? It's not really relevant. It was just about shit going to Haywire. Yeah, we were just all afraid. Yeah, but what everything, but don't put the movie. So like what did you like the most? Like what was a standout point of the movie? I feel like it nailed Mikey. Just that mean it was you brought up every time you saw Puka shells. Yeah, they saw them a few times. And I was just like, yeah, just reminded me of the whole trend and everything and the abacrombie shirts and stuff. Yeah, you know, there was just, it was just a dose and the style Joe's funny. It's funny to think it's the execution of it though, right? It's full, it's funny to think that we're old enough to, you know, be at that point where they're making movies about our childhood.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 7995.2,
      "timestamp_end": 8056.04,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And it's like, oh, yeah, that was a damn amount 40. Wait, I am 40. Yeah, I was just pleased they dropped in the suck it point at some part. They dropped it. Yeah, that's a while, but it's in there. I was like, okay, they don't drop suck it in there then. No, you call it at the end. You're, I'm as funny said that because it's like, yeah, no, because you see a lot of movies that do nostalgia used to it, you know, but I feel like Cal Mooney, the director, I feel like they nailed it, you know, yeah, the subtleties of, you see clothing, but literally like as far as it being a calming that director, Cal Mooney, he was in it, he was the funniest character probably. Oh, dread guy. Yeah, Cal Mooney was hilarious. Well, it's like, he was the best. No, let's. There's a meme of like that literally shows it where it's like what people think growing up like what an iconic 80s bedroom would look like. Oh yeah. And what actually looks like. It's like the icon, like what you're looking at the movie is like the fucking you know",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8056.04,
      "timestamp_end": 8117.6,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: the crazy paint and all that and it's like literally just a wood panel. And I feel like that's what you're talking about is a lot of times movies that try to get you. Yeah, they demonize it and they like sensationalize it into some version that wasn't that. It's like no actually in the 80s our bedrooms were just fucking wood paneling with a couple of like city book fair posters on the wall. So yeah, it's a good movie. Yeah. I say that just came out. Yeah, it's feel like it's definitely surprising. It didn't feel campy. No, it was good. It was a, you know, it was a good movie. A lot of good things about it. A lot of good, a lot of good quality. We had a good time. We should check it out. It's definitely worth watching because a 24 it does not miss. Oh, that was an 824 movie. Was it really? Yeah. Oh, yeah, it was. Yeah, it was like a rare for I feel like I can't how many comedies if they actually they're robust. They're robust. There's a great cameo. No. Yep.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8117.6,
      "timestamp_end": 8178.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh, yeah. Fantastic cameo. I don't think so. I don't think so. I think it was the beat. I mean, yeah, they're pretty. Now, yeah, all the characters, they did a good job of really just capturing all of the different personality archetypes that existed in the early 2000s. Yep. Like, you know, the, the one dude that was the rapper guy that was trying to be, you know, against the mainstream, against the mainstream, you know, music industry. Week flow. He was, you know, they captured that guy. They captured the typical sports, jock douchebag. They got the metalhead guy. The nut tag. Yeah. Yeah. Yeah. They got a, you know, they got, they pretty much nailed every, like I said, every like archetype from that era. 40s from the gas station. Yeah. Like that was, yeah, early on. Yeah. It was like one of the early scenes in the movie. And that was a beat. Like the nut tag is like a perfect thing.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8178.48,
      "timestamp_end": 8239.16,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So subtle. It's like people think it's funny. It was like, but that was a thing that's the nut tag. Yeah. And then homey them calling everybody homey. Oh, yeah. The homey, the homey. I still call it. Oh, that's so good. Oh, man. Yeah. No, it was good, man. It's definitely something you got to check out. Yeah. It was like, yeah, it didn't feel like you said words like somebody's like, Oh, we need to capture all the thing. You know, and so it's like formula. It did. It's like this happened then and this happened then. So we'll do all these things. Yeah. You can tell the director was literally lived through that and just all the funny shit you want to bring up that he did in the, it was the beauty of it. Yeah. I want to literally show kind of the scene of it going through the party. Yeah. The party seems to use it perfectly. Yeah. Yeah. Yeah.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8239.16,
      "timestamp_end": 8299.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It was like, yeah, you know, you have every, every different. The youth of that, of the party. It was represented perfectly. Yeah. And yeah, no, it was seriously. But yeah, it was a good memory lane. It was done well. Yeah, it really was. Now hats off to hats off to old Kyle Mooney. Yes, sir. That was a funny one. A 24. Need to go see. Yeah. Yeah. Yeah. I would have liked to have seen him on Christmas, but it didn't work out that way. But the vampires. It's like a two and a half hour movie. Randall started talking about a. And you know what? I loved about Randall being on what? And I was thinking about briefly, is it just a, just seeing another. Person who's like. Seeing the trims, stormed power and just seeing.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8299.48,
      "timestamp_end": 8360.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, yeah. It's a fact on, on the out them and how they take it. And then just kind of, you know, I, it's like I, it helps, I don't need to talk about it as much anymore. Just because he, you get to see other, you know what I mean? Yeah, yeah, I know what you mean. He gets to, and again, it's just, it's like just another, you know, voice. And his own perspective and his, his take on it. Yeah. And he really enjoys it. And like watch, you know, where it's like, because Randall knows, you know, Randall hung out with all of us too and everything else. And so it's like, he's just, he's a smart guy. He has a perspective too, where it's like, hey, I'm not necessarily. hanging out with him, but it's like this just like what it would be like sitting there hanging out with him. Yeah, that was really that was so cool. That was really cool. I feel like that's the most I probably sat down and talked to him since his bachelor party or something. Well, and I know that like there's times that I'll call my sister up, you know, and be like, what do you talk to Randall? Just watch. What's Randall doing?",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8360.48,
      "timestamp_end": 8421.28,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Hey, hey, he ran. What is the call of a comment? He's okay. You know, or he's like, you saw by what he do with the macrophils guy, he close sometimes. Yeah, exactly. I know. Yeah, not for ought to. Yeah, Stephanie told you how she got not for ought to catfish from that streamer's like, oh, yeah, yeah. And halfway through, she was like, it actually wasn't the original not for us to, which is literally like a, like no talking in it. Yeah, I just thought like man, freaking Robert Eggers is really committing to the bit. But it's like, she told me he's like, I was actually original like, okay, I didn't think there was a boot like that good out. Yeah, it's funny. It's funny. No, we did a, I can't wait to see it. Like I'm excited. I think it's going to be a great movie. No, I've read, I've read great things. Yeah, I mean, I don't even know where I would see a preview outside of Intentionally watching a trailer. Have y'all seen the preview? No. Look it up.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8421.28,
      "timestamp_end": 8481.6,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Put it up. I mean, it's amazing. It's like, I think it's crazy about the modern world where it's like the modern world. You think about like when we were teenagers and stuff like that, it was like you'd see previews for fucking six months before it became out. Yeah. It was a whole different landscape. And where it's like now, this movie that like you actually really want to see. It's like, it's almost nice actually. Not know or anything about it. Yeah, I know. I agree. It almost makes, like I'm watching it because I should, but it's cool that I literally haven't. But I know a lot about it. I've been following the director. We've talked about him, you know, a lot. Some of his films are really like the way he does it. So I know the attention to detail environment, you know, so I'm excited. So here we, let's see. Well, the video is to the show 100 different previews. So you would see so many different scenes from, yeah, it's like this one.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8481.6,
      "timestamp_end": 8543.92,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Come to me. Come to me. Come to me. Yeah. I've never shared my secret with any soul. You've had me spelt since childhood. Tell me what you can from the beginning. It is like a dream. It was all my ink. It's Johnny Depp's daughter. Is it? We have to. We have to. We have to. We have to. We have to. We have to. We have to. We have to. We have to. We have to. We have to. We have to. We have to. We have to. The stench of their bodies was horrible. Standing before me was... ...to stand. But I never means happy.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8543.92,
      "timestamp_end": 8605.92,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: This creature is a force more powerful than evil. Its desire is to consume all life on Earth. Only you can redeem us. It is coming. There is a devil in this world and I have met him. You can never please me as he could. You can never please me as he could. I think I might have no structure. I'm ready.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8605.92,
      "timestamp_end": 8676.92,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Got her levitate. Got her levitate. This is just like a little mermaid. That's a pretty cool trailer. Yeah, I'm excited. I can't wait. It's funny that popped up. I actually watched that. Concave. Really? Yeah. I watched. the menu. Yeah, we're all fine. Tyler's bullshit. Being this patient. Like, see, that was just to find. No, that was refined. Just to find some Shakespeare love. Yeah, man. Not throught to. Well, should we wrap up? I don't know, Mikey. I want to keep going. Do you? Should we wrap up? I don't know. Hey, I'm in the rush. But if it's time to wrap up, it's time to wrap up. We don't, don't force the situation. Don't force the situation.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8676.92,
      "timestamp_end": 8737.48,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: No, it's actually whenever we get there, that is going to be my wreck whenever we get there. But I've probably used that before. No, actually, I have. Not about paper towels. We can't do. Huh? We can't we kind of do briefly. No, but I've been hearing the fucking paper towel shit being brought up for two fucking days. I can't be doing on because I know Matthew spilled something yesterday and he came in the kitchen and was like, I need one paper towel. And so I gave it to him. He was. Yeah, he has kind of been on the outside of the conversation and not knowing the depth of it. So it is that is one paper towel that I gave him because we had fucking ones that tear off and it is and then it's fair. We should like Chris know the depth of it. Crane spilled a beer after you left and we were back there in the bedroom and he goes out, grabs the paper towels, comes back, cleans, fucking spill up or whatever.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8737.48,
      "timestamp_end": 8801.56,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And you know what, Crane is. So he fucking cleans the spill of Mikey's like, hey, Crane, out of curiosity. How many paper towels? And of course he immediately goes on the defensive. He was like, what was big spill? So I had he was like, I used two paper towels. I didn't go get a bunch. You know, yeah. So I don't know what the fuck you see the Mikey, that's the big. Chris really doesn't know what the conversation is about it. So this funny. So we should talk about it for that reason. And the last fucking 24 hours, something's been going on paper towels and there's a fucking roll of how do we say yes? How would we sum up? How would he? I just I just had the thought that was wondering it's like what's the correct amount of fucking paper towels to use in any given situation because anytime I've ever grabbed a fucking paper towel around my mom, I grab a",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8801.56,
      "timestamp_end": 8863.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: fucking paper towel and it's like, what are you doing? Where you go? What are you going to clean up? And I'm like, well, this fucking happened. So I was going to do this. And you know, it's like, I have to get approval to grab a fucking paper towel. And so everybody I know I almost anywhere I go, somebody grabs a paper towel and it's like, well, what are you doing? And no matter every house I'm at, somebody grabs, they're like, how many paper towels you grabbing? And so I was just like, I just had the hypothetical and if I could have a second, I was wondering what, you know, my the whole reason I brought up paper towels was what's, who's mine? What when is the correct time to grab a paper towel and how many for said time because you can, you know, you can grab a paper towel for something but then sometimes you grab too many paper towels and the alarm goes off and it's like, well, that's too fucking many. And then you grab a paper towel sometimes and it's like, well, you don't need a paper towel for that job. And it's like, where's the book? Where's the",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8863.0,
      "timestamp_end": 8924.92,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: law book on paper towels? So that was my whole... I can tell you, I can tell you, at least my, what I believe. So I think, I think the deep rooted cycle, you know, cycle laws, I think it's paper towels are a good representation of how the progress civilization can easily become wasteful and not realize it. To where, to where it's, it's in one of the easiest things that tissue, it's a disposable thing that's very cheap but it's still, it's people consider it so cheap that it's just, it's basically free. People use it, people use it as though it's free. They use it in liberate, some people do. In liberal amounts is though it costs nothing but in the reality, there is some amount of cost. And depending on how, what you're, how much, you know, you're in come and all that stuff. If you're going through and I, I can feel the weight of living in a household",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8924.92,
      "timestamp_end": 8988.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and having a family, family, daughters, to where it's like, I'll notice when paper towels are going through quick. I'm like, how did we already run out of roll of paper towels? And once I've gone, you know what to roll? I mean, Paper towel like you get really cheap shit. It's you might spend a couple bucks But it's low and it could be he's been three or four bucks on a decent real paper towels And then he's so it's really it's like so I get I think that's like the way it is because it is really it's like it Being wasteful, but then it's almost like okay, so what are the rules? So I think If it's there's Cleaning so if there's a spill that's not Obviously needing a towel like there's a spill automatic. It's like okay shit I can get a whole roll of paper towels or might need an actual towel But if there's like a me it's bill and there's and I feel like it might be in Situation if you have company or guests over you don't want to be stingy with the paper towels, right? But then but then if you're the family you're gonna just be whatever but the guests take the whole role You know what I mean that and then was the other one",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 8988.76,
      "timestamp_end": 9050.76,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I think certain cleaning scenarios like like intentional cleaning and certain obviously if you have a a Smart person is gonna use Rags in other things or a smart like me you say I have a food. I keep a rag I have a pizza right I have a rag I keep because I don't use I don't use paper towels Yeah, I keep it out. That's just me and because I don't need to waste paper towels to wipe my hands and stuff We you saw the hygiene video, you know That but one of my main uses for and I was Text you earlier before you got here sent you a picture is I use paper towels as a fine layer for hot foods on plastic I know it will cause condensation to actually make like pizza I've noticed I put on this plastic trays if I don't put a paper towel There's like some kind of condensation and actually get soft So I wanted to stay crisp so I use it as a layer to to maintain the crispiness for anything hot and that just pizza Anything hot on a certain service. I use as a fine layer",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9050.76,
      "timestamp_end": 9112.56,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So that's the way that's honestly my number when you use the paper towels Yeah, yeah, yeah Everybody has a science behind it and a usage for it in the time and place But I just always thought it was curious and you know, it's like they're the most productive commodity in any home He's like way go with those way go with those it's There is like the depression here reminds it. No, it's not that I just like blanket call it that you know It's good though because we are wasteful Yeah, because he but he's right though too was because it's like you walk in there and you would go to get a paper towel for something Maybe like hey with the fuck in the kid, but then you'd look around the kitchen and there'd be Seven fucking paper towels laid out like you know one like folded over with a single fucking spoon on it Oh, yeah, and I feel like that's the whole thing of kids kids doing it is different than adults doing it right? Yeah, and then it's like where you go with that paper and that's the parent kid dynamic",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9113.4,
      "timestamp_end": 9174.72,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It plays What is it missing about these paper towels but the parent kid dynamic? I'm gonna get to my daughter's not even she's not gonna be allowed to touch him She's gonna have a little rag every day She's gonna have a rag for the day of the week and that'll be her or drying whatever and I don't tell Stephanie though I'm begging you can't so mom about this sister honey You know it's like I do use paper towels a little bit more liberally Now yeah, it's a good gauge on your character is your use of paper towels like they will it's like the shopping cart test Yeah, yeah, that's like the best test of who a person is They return the card it cost you nothing to return it and it's like you could just leave it do you hope you guys return your cards What shopping carts to at least to the big? Yeah, I don't even even if I use them like I don't I mean if I'm not taking it home in the back of a truck Then I'm returning it to the yeah",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9174.72,
      "timestamp_end": 9236.6,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, exactly Live out of but once I'm done living out of it. I will take it back to yeah location Retrieved it from that pugs try to say some leave them a small You know like a rental fee. Yeah, you just can't There's a whole shopping cart black market You know Walmart it's written off The homeless man that's his kingdom Yeah, I mean shopping carts have how many square feet is that have value? What is that worth in New York City? It's real real vile That's actually free periods. Yeah, yeah People were like living on sidewalks like building houses in California. Yeah, I feel like that homeless people Fuck it nuts out of tarps Makes no sense to me I can't wait you could sell those",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9236.6,
      "timestamp_end": 9296.68,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Drunk said like go home with so many almost. Oh yeah. I could never live like I living in tents. Oh. Shangulous is Trump. Yeah. Dude, we need to, there's, there's little tent cities. It's so crazy. There's one that's not far from here too. There's a little tent, like Riverville. There's like big, there's tent city, but then yeah, there's a biggest one, the biggest one that I've been by there in a while. We should really walk through one. No, we should say I don't want to. Well, in only a group. No. I agree. I agree we shouldn't, but man, maybe send a drone over. Just get some footage. That is actually a lot of fun. That's a whole subgenre. Oh, there you go. Of people like T's and junkies with drones. He drones all way or junkies always think the feds are watching them. And they think that they're always,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9296.68,
      "timestamp_end": 9358.44,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: they're always extremely paranoid. Yeah. So it's gosh, dude. That's a perfect feeding ground for just no, you didn't fucking with people. Yeah, you just didn't realize that it's already a whole family. Oh, dude, yeah. Yeah, it shouldn't be surprised. There's some of the videos of it. Anything you do to the drone, I bet there's some pretty funny stuff. One of the biggest spots that they're at, like in the Dallas, Fort Worth area, is right there off of Ferguson and 635 behind those parmin. Yeah, yeah, yeah. What's all my first dead buddy? Yes, yeah. Right. They kicked them out. They kicked them out. They bowled those to bunch of the trees. They put up fences and stuff like that. And it's a turbo analogy, but they're like cockroaches. No, they really will. It'll keep them out for a little while. And then they'll just come back with like a new force. They really like them trying to drive out the, the NBA and the,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9358.44,
      "timestamp_end": 9418.6,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and the Vietnam, yeah, like through deforestation. It used to you would drive past it. And there was a big grove of trees between the highway and those apartments. Now there's not shit. It's just a giant overfield. Yeah. A couple of sparse trees back in the day when it was all those trees. The homeless people like, we wanted to tear this shit down. They did for us. It looked like fucking traders village back there. If you were stuck in traffic and could actually like had time to look back in there, they had a whole fucking town set up in that grove of trees. Now they've knocked down so much and then put up fences. And I almost think that could be intentional. Thinking of like the wire season where they're like a new Amsterdam, where they let the decriminalized shit to a level. So they let them do it, just at least contain all that shit to an area. Towards like if they have homeless people, if we can at least have all of them concentrated versus dispersed out the city. Definitely every,",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9418.6,
      "timestamp_end": 9479.96,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's almost like they can see that being like, almost you know, intentional. Like 635 from pre not quite La Prada, because La Prada is like right when you're getting in the ski and the ski ain't gonna have that shit. Yeah. No. It's funny because it's like it is kind of right there on the border. That makes sense. It's on the border of cities. It's literally on the outskirts of them to where it's pushed the problem out to the borders. But happens to be between us. That's interesting because it doesn't. That's why that's why it's a push into the ski. That's why we figured it out. No, yeah, it's always this has always been like a way. But why it's that area? It's because of the city, there's boundaries in this, both of them, this almost like pushing the problems to where it skirts on either side to where. Yeah, do that. That's interesting. I think we just figure something out. A little kid. I think we just figure something out. Over here, it was like it was.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9479.96,
      "timestamp_end": 9540.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. It was like that then too. Yeah, it was a while with. It was. Seriously. Yeah. So we found a body behind those fucking apartments. And our bikes were like shenan right here. That may be something. On some, on some boys in the hood, shit. We won't see a day about it. You won't see a day about it. But it wasn't, we were just out riding our bikes like down through. That's ridiculous. And stuff and it's yeah, right over. I could take it. Yeah, no, dude. Later that night, we drove past. We were going to dinner later that night. And I guess somebody had discovered it, called it in, whatever, because we drove through there. And they had a big, you know, like that was how many hours later a whole day. Then a few hours, we had been out riding. Midday evening. Yeah. You wonder how fresh that body was that whenever. Yeah, it's still probably was like a bit a little while. Yeah, yeah, like a maybe no D or something you know, you know",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9540.0,
      "timestamp_end": 9608.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, I'm sick. You might have got got yeah, yeah But yeah riding pass there and like I don't know how you know Because they're an extra mommy. Yeah It's like who knows yeah, that's an interesting That though there's been some trippy shit to see Be careful with your kids go to my see dead body in a ditch Don't ride bikes and ditches, you know, just don't touch it. Don't get too close Because the country I grew up in you could go ride your bike one till his treat lights came on maybe run across a dead body That's the miracle I want you know from my children go back home and eat dinner. What'd you do? That's the American dream Like this is what I did strong Well Well the last episode of a podcast",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9608.84,
      "timestamp_end": 9676.16,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Recommendation of the week. I would say don't force it to send back almost positive. He's up before I will say Make yourself a BLT I won't do that actually Bacon less tomato has mayo on it. I mean if I if I stuck literally just okay time out here's the thing make yourself time out Here's a new recommendation recommendation we find wreck It or attempt to make your favorite Takeout meal at home So if you were to normally go to Chipotle or you were to go somewhere else attempt to recreate that meal at home So then that way you're no longer that way you don't have to go spend as much money You realize that I can do it. Yes, but then you also realize you're you're paying for not having to do it Yes whenever it's like it's great but if the time you can't do it every day in this you just yeah, but it's cool Like you with your pizzas and your fried chicken while there was doing every day of cheese sticks",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9676.16,
      "timestamp_end": 9740.2,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So yeah, and now your cheese sticks are good. You've got when I was making them though you got your cheese Your cheese sticks are better than like cheese sticks. I get when I go places Thank you have on you have it refined you're like thank you. I've used the same grease for 70 years. It's important It's probably the most important aspect of it. Oh, I bet that grease. Yeah, you're like He's peanut oil my he's vegetable canal oil Pino peanut oil. It's my favorite. It burns cleaner My my peanut oil so it'll cost a little more Try to pin it. I'm serious. Pino oil. Okay, so what do you do it? So if you're gonna deep fry some cheese sticks Use peanut oil or anything anything. Yeah, it didn't stink as much either nice Nice, I noticed because I've used them all nice And Yeah, what's your? Happy Fucking one. Hello, good Chris. You piggybacked yourself. No, you didn't be I guess yeah, I guess that to loud",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9740.2,
      "timestamp_end": 9806.08,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I don't know you've known to call that Yeah, jail that's jail time straight to jail. He's like in my country Let's see My recommendation kiss a pose Get gift gift somebody No I almost want to see some of me mean coin shit, but it's he can't That's what I said for don't for situation like it There's super risky ways to make money, but they get really kids the whole thing We're talking about there's a sucker born every every minute every second Pt bar However, you want to put it. Yeah Do your best Not to be that sucker. Yeah, don't be the suckers. No, yeah, you go Yeah, that's the recognition like I said happy now. Now do your best to just try to be present All the time. It's like I know I suck at that I'm not I'm not always",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9806.08,
      "timestamp_end": 9869.0,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: There, you know, it's like even if you even when you're there your brain That's the beauty of what we're doing now is a thousand different point right now. We're hopefully Mostly here even though each of us maybe X percent, but this is like a for me. It's an exercise. I mean present. Yeah This whole thing this podcast is a way to actually be present. Yeah, you know, and it's like Yeah, I know that I know that that's an issue for me and that's one glad you've been here last two weeks because I know because it's good for you It's good for you. It's good for you. All right, well, well, say saying it. Say saying it. In hell.",
    "metadata": {
      "date": "12-30-2024",
      "episode_number": 609,
      "episode_title": "Randall Gann Interview; 1957 in Film; Topic Box Super Sized; $MAME Community Solana Giveaway",
      "timestamp_start": 9869.56,
      "timestamp_end": 9909.28,
      "chunk_topic": "No specific topic",
      "topics": "Randall,Gann,Interview,1957,in,Film,Topic,Box,Super,Sized,MAME,Community,Solana,Giveaway"
    }
  }
]