[
  {
    "text": "Topic: No specific topic Spoken Words: The Greetings, Traveler, you've just landed on the Mikey and Me podcast, but fear not, for this is no mistake. No fault in the stars, no glitch in the Matrix, no, I'm afraid this is all been planned. Predetermined by powers, no not to us. So pull up a chair and join us as we find our way together for you, our among friends. Friends, friends, we got among friends. We are gathered here today, dear, we buh-wav-y. What is that for? Is that in Princess Bride? Good, sir. Yes, yes. Fwent, yeah, quite, quite important, classic, but before you go too far elsewhere. Yes, before we drift too far into realms unknown and I just get carried away and perhaps forget, most important things. It is 62 in cloudy in Dallas, Texas tonight with a high of 67 and a low of 53.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 0.0,
      "timestamp_end": 61.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: There's no chances of pre-sip out there at the moment, but that could all change. We're looking at a cool Sunday though, let me tell you about Sundays. Sunday is Sunday, that's tomorrow, right? Tomorrow, that is tomorrow. So early and the day is Sunday, it's going to be, you know, we've got like a high sitting around 65 degrees is going to be your high for Sunday. And there's a chance of pre-sip in the morning, but here's the thing that's funny about it. Tell me it's a stay-in-the-wheel day. No, I'm sorry, it's not. We're going to go ahead and drop from 65 on down to 27. What time? It's a stay-in-the-wheel time. Like what does forecast? Let's see, by about five. It's getting like the over-unders on that. Let's see, it noon, it noon, it's supposed to be about, it looks like 45. So the front is working. By six, it looks like it's going to be like 35.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 61.0,
      "timestamp_end": 122.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Goodness. And then, you know, eight, nine o'clock, you're looking about 20 degrees. So with that information being said, hopefully we get this to you soon enough. You've listened to what we're saying. And does it know whether it's going to be like, oh, yeah, no, Jeff. Well, we don't even know where Jeff is. We think he's missing in time. He has missing time. It's 58 in Jeff's nape of the neck. What neck of the was? The nape of the neck. In his nape of the neck as well. And well, yeah. Be saying you. Be saying you. Be saying. This episode's over. I fucked up. No, we ain't perfect. See, where was I? There was something else I was going to say. Oh, with this information being given to you, hopefully in time. Remember to go wrap your pipes. Your outdoor pipes. If you have just old socks or something, if that's all you got some duct tape and some old socks, wrap them bad boys up. Leave your faucets dripping.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 122.0,
      "timestamp_end": 183.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know, you know, just something to insulate the power of it. Any barrier between that pipe in the outside air is all you're trying to do. Any, any. So if you don't have things that I did, and please just think you can do create space and ideally trap any air. It's going to. It can save a couple of degrees in a lot of times in Texas. That's all it takes. If it goes to insane freezing, which you know, yeah, and it really would just make a lot of us feel better. If we just see something on it, it could not even work. But when you drive past a house and you notice that their pipes are some neighbor, somebody's going to pull up and they're not, you know, they're going to knock on your door. Your neighbor, you wrapped your pipes today. You know, see Mikey's the guy. He's probably going to start wrapping pipes on the way home. Yeah. He just do an inspection. Like sure. What are you doing there? I'm being a hero. Yeah. And that's what we find out how you got shot whenever they found out your home. That probably would happen. That's what the guy was trying to do from your neighbor with the whole cause it could be.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 183.0,
      "timestamp_end": 243.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: He's trying to wrap his pipes. It's like why I notice it's like search 330 in the morning. Why are you mucking about on the house? It's like, why do you have a pentagram on your chest? Speaking of weird stuff like that, I saw NOS for a two. You did. And I'm happy because I definitely want to see it in you. Yeah. Pretty glowing review. I did. I had a very glowing response of it. And you had a lot of it. I said I had it. I lived up to that. It did live up to it. It lived up to it. That's the real thing. That's the test. It's not like he just wondered. I think there's the thing that's been wafer this movie. And it's so great when it does this that nails. Yes. And to me, you could, it's not that the original is such a masterpiece and all because it is a sign. When they were in the 1922, 1922. It's not that it necessarily had to live up to. Because I mean, hell, it's a silent film. What they did. a better job. But it's that they didn't it's that they did a good job. They didn't it wasn't",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 243.0,
      "timestamp_end": 307.18,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: all of a sudden a fucking musical or something. Yeah. And it's like they weren't when you just yes. Oh, the new Nosfer Rock. Okay. Yes. It wasn't they didn't go into a musical. That's no that's what I'm saying. It's like you know how like some some movies. It's like they take they are to create or they just yes. Like it's like yeah. Why would you do that? Why would you make why would you. Yeah. But we since you know we've talked about this director and so I know that both of us I haven't seen it but I was knowing the work that he's done Robert Eggers with like the North men and the witch and stuff to it. Yeah. Yeah. It wasn't good. Yeah. And I was going to say that he like with which yeah the amount of like work and stuff he put into the building. Yes. The period correctness of everything to and how he made sure like he built slowly built it on. So that's what and I saw and this is something that I thought was funny. So and I'm just comedy like there was there was people that I saw in different comments on on stuff knocking it talking about this is too long in this and that and it's like look how long is it two and a half hours. And",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 307.18,
      "timestamp_end": 370.28,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: in my opinion it's like what what do you think a movie like Nosferatu should be this dude took a movie that hasn't really properly been done. It's like they did the you know they have there was one in like the 70s I think or 80s that they redid. It was like a remake 70s or 80s. Yeah. I know the Warner hers her song is actually directed. Yeah. Iteration of it that you're talking about. Yeah. They're all good but it's like you know it's funny because people were like two and a half hours. It's like they're doing it from the TV for 10 hours at a time. Yeah. I know. I know they couldn't pip positive to go take a tickle in the middle of the theater. I don't you know. Yeah. And I yeah there is just funny too because I saw people commenting being like this is the first movie I walked out on because it was a scene that upset them because of the content of it and I'm like okay so you're telling me you got upset because of because of vampire in movie you were watching did something that appalled you and you left. So these are come because of you. They are that were like posted",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 370.28,
      "timestamp_end": 432.72,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: some articles on the trailer like comment section. Actually but those are comments that are valuable probably more than yes. That's the source provocative comments they probably like up at the top I bet. Well it's interesting. So it's like maybe I don't know I scrolled through a shitload and a lot of what I was seeing was there was well no there was there was love in there but a lot of what I was seeing was knocking it for stupid reasons as all I was trying to say and which was runtime and the vampire offended me and I was like what I'm sorry you got offended by Las Fratos. Yeah I'm sorry I guess with the show nature is very model after the Twilight Vampire or something and it's just somebody hated on the how I don't want to call them stupid no but just how casual casual casual viewer how this the artistic integrity and the beauty of what he's done is totally lost on them. Yeah just fine it's just it's just interesting to see yeah because they could see the beauty yes you wish they could you wish they could just get oh okay",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 432.72,
      "timestamp_end": 496.56,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's like whenever you pretty much came over and saw somebody had been watching Twin Peaks and you were like who was watching Twin Peaks and I was like I was here I was like I was watching it but I stopped but I stopped because it was shitty acting I thought and you're like no it's intentional and I'm like wait what you're like no this is and I'm like first of all trust me okay second of all it's the best show. Third of all kiss me kiss me uh turn the lights off it's all intentional he's an artist and snuggle with me right now and it was great so it was like so yes you do hope that there's a bit of that but I was gonna say last thing about Naush Vara du is um people were hating on something that I thought was arguably one of the coolest things about him he's fucking mustache. That's right dude that was the liberty. It's probably the biggest liberty. Yes. Yes. That is the biggest liberty because in it's sick because he's this like Dracula with the ball or 70s and much dude this thing is this dude's got he's got as they would call it in the 70s a",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 496.56,
      "timestamp_end": 558.56,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: big old womb room oh boy why a womb room. I have actually never heard that never heard womb room nope I believe it though I love it yeah it's a so he knows Naush Vara du I think I probably could throw my back out you should you really should yeah you really should yeah I miss it the way it tickles me when we kiss it's funny my ID's got a mustache on it so whenever I'd still random get I'd be get carted for whatever reason yeah because you look all this shit so I'm an old man it's they're like oh what was that mustache I'm like oh so you don't think I look good like this yeah they're like no sir no that's not it and that's not how they sound it that's how I think they that's how my guy sounds of mine If he doesn't sound like that or a place I got I'll go there at the gas station. Yeah, I don't want anyone that looks just sounds like me servicing me At B so next segment So you have what do you what do you got going lined up? Oh, Mikey. I",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 558.56,
      "timestamp_end": 620.2,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Is it what I had recommended or did I spur you on give you may you may you may and I need to talk about I'm not about naming people We're talking about not no, I'm not need to talk about me, but yeah, it's Everyone who's out there on Twitter all our people. I love you. Yeah, we were gonna I would say there's we're gonna be Implementing some interesting tokenomics. We're gonna change a little bit Not be confused with ergonomics that thug anomics bit that might kind of being play well with in the background You do have to be a fucking fucking mind, you know of Yeah, so I just have some ideas probably look at some kind of like a token burning mechanism that we're trying to have some interaction, you know to token holders to where yeah, what is a city burner? Yeah, like city burners knows different different ways like if people interact Or you know even just about the yeah, I'm working on it It's just basically burning tokens is like reducing the total number that there are so it'll increase the value",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 620.2,
      "timestamp_end": 683.96,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh each token whenever you do you know tokens that haven't but it's not like market manipulation How's that no no it's token burning it's a it's a it's a practice real okay It's a thing what a cryptocurrency. Yeah, that's cool. So yeah, but so I'm just saying yeah, there's some Yeah, there's gonna be some stuff in q1. We're gonna get rolling this to really trying you know make the experience and engagement that much more Interesting immersive immersive. So yeah, that's it for that But we did have homework assignment 1973 movies yes, that was the year we stumbled upon Was the year that the you said you watch so many movies that you don't even know I know I was like dude I really don't know where to start yeah I saw so many that year that was a good year. I had I was in a lot I had a lot of flings that year you did I had a couple of flings in 73 Those handful of ladies that were oh, yeah, I was fling it very Actually actually in the 70s. I remember that yeah, man's the mic. Yeah, no, I know dude. It was it was",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 683.96,
      "timestamp_end": 750.12,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It was pretty crazy Paper moon you should watch paper moon there you go funny story about paper moon. This was the guy named Burton Gilliam Our grandfather Would actually trained him in boxing at the buttoner boys home and He was in the movie blazing saddles no and Paper moon was his first movie. I can't hear you that was weird But either way paper moon was Burton Gilliam's first movie and Burton Gilliam is a funny guy He did those for those y'all who are listening and you maybe don't know it but you're from Dallas or whatever and you don't No, silly know who I'm talking about what you want to know who I'm talking about the Westway Ford commercials We don't care how you get here folks just get here that guy Burton Gilliam So he was in that movie paper moon. I just mentioned You",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 750.92,
      "timestamp_end": 813.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It is a good movie though if you'd like I can read the description is during the great depression a con man finds himself Saddled with a young girl who may or may not be his daughter and the two forge an unlikely partnership. What a what a fun Stephanie Matthew Stephanie got saddled with I can't hear you you can't hear me. I'll be right back. Please hang you The bottom of the bottom of your feet because that's where your feet pull in the most of your Cheese foot. That's where that comes from cheese feet And then people are like oh your feet smell like shit. No, that's cheese sir, and then they're like oh Yes, I would then they realize like they feel rude at that point for accusing you of having smelly feet But then they realize it was cheese cheese foot. Did we cheat? Did we throw you in a dumpster maybe lock you in a dumpster, you know, you need to watch yeah, I got out So it's paper moon trailer because I I haven't seen the movie so let's see Yeah, that was a top one",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 822.0,
      "timestamp_end": 884.44,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, this one's 35 I don't know That would just Amen as he may I just know your ass is still warm Peter Buggvon, Bugg Donovan. Let me explain something to you. I wish I had a fun man. Well I ain't your posse, we'll just get that out of your head. I don't care what those neighbor ladies say. Over God would see, but it wouldn't be make believe if you knew. What if that's Tatum on Nail's fault? Oh, that's how I know this. I think she was like one of the youngest people to... She might have wanted to cat me a word for this. She's not made it. She still might be the youngest or not. It's recent, that's her love. Maybe the good of fanning was not... Oh, you got well honey, we have to have a little goodness in our hearts. I mean consider it as a circus dance.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 884.44,
      "timestamp_end": 945.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Never mind, it's a circus dance. I'll take you. I'll check. I'll have what she's having. I'm just a con artist. That's a good movie. So Payper Moon, yeah, Burton Gilliams and I think he's like one of the bell hops or something like a hotel scene or something. Another two videos are just keep playing. Another great video of video. That's a great movie from that era 1973 American graffiti. Oh yes. If you haven't seen it, it's honestly. I remember when I watched this movie for the first time being like... I haven't actually seen it all the way through. It's like one of those movies that was on TV a lot when I was a kid in Ron Howard's in it. I know exactly what I'm trying to think about. It is literally one of those movies where I had never seen... George Lucas. Is either him some crazy. You see Ron Howard's in it? I don't know if he directed it.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 945.0,
      "timestamp_end": 1005.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yes, he is in it and it is directed by George Lucas. Yep, that was correct. The writer is George Lucas, Gloria Katz. It's one of the few things outside of Star Wars that people should be aware of. He did it. It was a fantastic movie because it's really good. It's one of those where you're like, I remember the first time I saw it, I was like, how do I never know? To me, this is way cooler than any of the movies I remember seeing. Grease, this beats the shit out of Grease in my opinion. I know it's a different thing in a sense, but I don't know. I just remember the first time I saw this being like this movie's badass. It captured the whole era. It's almost like a real, it's like a days and confused. It's like a days and confused of the 60s. Yeah. And that's the voice of Wolfman Jack. That voice I believe is supposed to be Wolfman Jack. Oh yeah, it seems like seeing. It's been many years. You want to jump into your candy colored customer, your scream and machine,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1005.0,
      "timestamp_end": 1066.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: cruise down town and catch America and graffiti. American graffiti. Yeah, that's definitely the most important films for you. And the time when you were in 62. And then you and that beautiful car. Yeah. Yeah. One, two, three o'clock, four o'clock rock. Five, six, seven o'clock, eight o'clock rock. Ten, eleven o'clock, twelve o'clock rock. Curtis. Richard Jarvis. What did you say? Someone wants me. Yeah, his character is awesome in this movie. And I bet you saw enough to get us some brew. A ballpoint pen kind of old Harper. Okay, got an ID from Likken. Not a left-to-left car. You don't have to get it before. Oh well, I also forgot the car. That's like a scene that's been, you know, put for so many like, super bad anytime of kids at the checkout.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1066.0,
      "timestamp_end": 1130.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm off the ground. With my little boyfriend, he found you. Here's O'Roney. Yep. Go to hell. There he is. What a guy. Wolfman Jack. You know Toby Juarez. We killed him last night. That's a Pharaoh's. That dude runs a car game called the Pharaoh's. A car club. That's really sick. He's rolling around with a mercury. Whoa. It's one of those great old movies about romance,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1130.0,
      "timestamp_end": 1192.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: race and rock and roll. Oh, American defeating. Such a good movie dude. I need to get this. Definitely watch this. Oh, dude, it's amazing. Yeah, it's just, it's, yeah. Yeah, it's one of those, like I said, it surprises you with how good it is. And like I said, if you haven't seen it. No, yeah, I was kind of skimmed through. Yes, Cerbico came out that year. That's definitely one people need to watch. Yeah. And actually did watch a couple. I'll pull chairs that is kind of skiing through. Because I know he's so green, which, I didn't rewatch it just because, yeah, that's the movie. That's where Chris be nice for him to, I was going to say, definitely watch that universe, young child, middle school. We'd walk to the video store and run it every science fiction. Maybe that they had there. And yes, so I think it's people Elaine that line. It's people. Yeah, Charlton, Charlton Heston is definitely, I need to do a segment on him because he was my hero. And still is one of my heroes. Heston? Yeah, it's awesome. Yeah.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1192.0,
      "timestamp_end": 1253.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I want to say one of the last movies, I might recommend another one, but you have to get this one in. I'll be. I have to get a enter the dragon. Yes. That's probably one of the best. It's the best. I think it's the best probably Kung Fu movie. Yeah, this is where you find that. Game of Death was amazing. Cream Abdul, no, that's game of death. That's the last one, right? I think so. But this one, I think probably is the best, just because of like filmography, see everything. Like game of death is amazing, but enter the dragon. This is what the mirror fight. Yes. Yes. Yeah, that, yeah, dude. Yeah, and where he's on the island with all the other guy, all the other fighters. What's that dude? Richard Kelly or Jim Kelly? Yeah. Isn't this? He was like an American karate guy, I think. This is maybe definitely glad they did the 4K remaster there. It's definitely, definitely, which is, definitely rewatch it for that.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1253.0,
      "timestamp_end": 1317.08,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I've come to speak to you about a tournament of martial arts. Rupert! What's your style? You can call it the out of fighting. I did remind me. We're fighting. Hard. So watch the crew run Halloween for the first time ever. The original? Oh, really? Like the original, what did his son was in? Oh, yes, yes, yes. He died during the filming of, which was like, actually, the more I'd read about it, he learned about it. It seems definitely like, yeah, or orchestrated. Like, there's like, all about a rat. Like, there's a loaded gun, which shouldn't have been type thing. We're got, well, dude, did you know like, did you know all that shit? Like, while people can argue or whatever say that about, Alec Bolton? Bruce Lee. And I don't, I remember hearing this a lot when I was younger, so I guess that technically some of it could be balls. You come right out of a comic book. Yeah. And he was, that he was like being heavily targeted by like the Chinese or whatnot of,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1318.52,
      "timestamp_end": 1381.84,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: there's the people that were pretty much, that were against him spreading like any kind of knowledge of like the martial arts with the West. Like it was people, so like, even like, I saw something where there was like a rumor, I think, about some like Chinese, like, witch doctor putting a hacks on him and shit too. Like, I believe it. I didn't know. I knew there's even his death. That's like, there's a lot of weird, kind of for me. Mr. Salman's to it that seemed questionable. But the same time he, yeah. Yeah, because I know there's the whole Quentin Tarantino thing like where that's why like he did in that movie, like he kind of had that character. Oh, with the fame they got to be out with how it was betrayed, but it's like, yeah, it was like, yeah, I was. But yeah, I did know that's when people definitely need to watch. Yeah, there's a skin through here. This is a foreign film. And it actually used parts of this in like one of my random shorts that I made around the Olympics. When that came in, I was really into break dancing. Yes, yes, yes.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1381.84,
      "timestamp_end": 1442.22,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: There's one of my intersperses like break dances with scenes from this. Fantastic. Yeah, let's poke the tree there. There's a, I believe it was French. Yeah, it's really cool. Trippie 70 sci-fi animation. I believe it was. Beaver's friends. Fantastic. Man, it trailer. There we go. Yeah, this is. It is what it appears like. Tripped out. And I mean, it's like a, oh, it's like a Salvador dolly painting brought to life. Yeah, dude, it's pretty. I think I've seen clips of this. Yeah. Oh, yeah, definitely sort of thing. I'm sure people have seen random things. Yes, didn't know where it came from. Didn't know. Yeah, did it came from anything, but this bad boy right here. Special. Grand prize Yeah, that's seen here I use this part in the",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1442.22,
      "timestamp_end": 1507.56,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Fascinating fine That thing is fading on the stress looks like one of those UAP things a yeah, dude He's in sound to do on it. Yeah I drink in shadow your no Brilliant I recommended If you got nothing better to do You can be watching this tonight Yeah, we go eat some eat some plant-based foods and yeah Oh, yeah, oh yeah, so you won't know if that's the drugs or if that's how it was Yeah, man, it's a yeah",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1517.64,
      "timestamp_end": 1579.24,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You get the gist. It's it's been it's cool though Plot and everything. It's pretty bunkers. I five stuff. It's of course. I love yeah, so you definitely need to do fantastic go planet So yeah, I did watch a couple movies this last week one of which I've seen you know before But that felt like there's a good rewatch with the sting which Bring the sting. I don't know if I've seen have a classic buddy Robert like I have to see our Robert Redford, you know the Brad and pit Look, you know time traveler and yep, and then Paul Newman kind of the older semi-older character So yeah, it's this quote Robert Redford being like the younger Brad Pitt style guy learning the sting trailer It's Jack did whenever I'm doing things You picked in the song like this is a soundtrack from good you felt",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1579.6,
      "timestamp_end": 1639.96,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Best picture is back Chicago is the place to be in 1936 Indo's days the big like this Until the first class scripter on the land from the FBI I Get a good Oh, that's yeah Paul Newman. Yeah, did you ever see color money? Yes, I loved him in that dude Dude he was so good Like the big orchestrated con this is like a movie that didn't like okay first Think of like ocean movies like that all those like this is the backbone of it all Robert Lonegan it starts with the",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1644.92,
      "timestamp_end": 1707.2,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You'll be 15 grand pal Then you bait the hook Airbus is quite a card plan Mr. Kelly how reminds me of the trailer or Try the French connection you got the bug in the stake out. Yeah Y'all think I way they did cheers. How the sting the sting Oh man Be saying you did it Yeah, dude, dang She watched that one with the woman she might like it. Okay. Yeah, it's a good recommendation Actually she was she was she does like classics. That was good this next one",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1708.28,
      "timestamp_end": 1769.6399999999999,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm very glad I watched I hadn't seen and it was a launching pad basically for some very familiar faces as well as the director Little film called mean streets. Oh, yeah I haven't seen this one. Yeah, like pretty much that I don't think if it's not Martin Scorsese first film I think this is the one that put them on the map and it was really cool I'll play the chair then I'll talk because it was yeah, it's pretty These are honorable men. Look, Tony, you got to weigh about one thing and it's sad. Charlie? You got to be like me. Tony? I just fished you and Tony being here tonight, all right? Michael? Vince Vaughn? Yeah. Giovanni. You're still around that kid, Johnny Boy. This Johnny Boy is named after me. Nice, huh? Oh, sure. But this Johnny Boy is a little bit like your friend, Grapi. That's the rafi. Yeah, it's Harvey.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1769.6399999999999,
      "timestamp_end": 1830.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, listen to him. I understand you tried to hurt him out because of our family and his family. And that's nice to understand. And watch yourself. Don't spoil anything. Honorable men go with honorable men. For honorable men. And Johnny Boy. And Johnny Boy is a good friend, Robb. The guy who young is. He's here. Talk about a working relationship. Yeah. So this is the beginning of him as well as his working relationship. All right. I waited him away, Michali. Look at the scene. But when you're right, I'm right. Yeah. Was it last Tuesday? Yeah, that's the Tuesday that was last week. That's the quarter one. It's about to come up. My mistake. I'm sorry. If you give me, it was last week. The week before that I was thinking of him. For honorable men. And Johnny Boy. And Johnny Boy. Every month, you know me, my friend. I'm feeling fine. Keep your mouth shut. We're not going to pay. We're not paying. Boy, but why? We're just going to have a drink. And we don't pay moaks. Moaks?",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1830.0,
      "timestamp_end": 1890.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: There it is. I can't call this a mook. What's a mook? You can't call me a mook. I can't. No. I can't. No. I can't call me a mook. It's just funny. It's just so as making up a slur, basically. Yeah. Yeah. I heard that tonight in Mean Screech. It's such a good movie. Yeah, I still got something. See what you're doing. In fact, they throw the title there. What happens when she goes? I'm going to go to the bathroom. I borrow money all over this neighborhood. Left and right from everybody. I never paid them back. So I can't borrow no money from nobody, no more, right? It's like that's maybe the only time you see him with Shaggy here. I don't know. Maybe he has to have done it again. I don't know, dude. It's a lot of money. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. I don't know. Other people will think of him as a child from Buckingham because he was sitting next to us. He's riding views, and I'm...",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1890.0,
      "timestamp_end": 1951.6,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: January. January. Louis Holy is inoki's bin. Rob D'Nose, I guess taller than I realized sometimes. Like, you can't, or at least taller than the average. Not super tall, but, you know, seeing him kind of like a tall, lanky looking guy. One of the finer American films. It has a high, transgender motion range that is dizzying when essential. Triumphily Harald's the arrival of director Martin Scorsese. I'll be darned. It is pretty cool to see the film and actually see, like, they'd say this and then actually see the career. It takes off, yeah. But it's cool, whenever that's been identified it, we're even pulverizing. It's reading this in these reviews that it shows, no, I guess this is something definitely must have done. It seems like a theme word that, does it help promote it? They show some of the reviews. That's what the critics say about.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 1951.6,
      "timestamp_end": 2012.6,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Mean streets. But yeah, dude, so sitting there watching it. And Martin, Martin Scorsese, of course, he's somebody that I feel like a lot of us. We definitely, you know, we love, we appreciate, you know, but it is like at older, it's, you know, it's a good fellow, that's probably a lot of people's, they bring that up. And of course it should be. And, you know, for me, I can't, I can't kind of worn out with some of the same. He has bridged out some here and there, but he's still an amazing director, amazing gift, amazing craft. Oh, absolutely. And it's, in this scene, you know, him, and it just put this stamp out. Oh, it was really cool because like, elements and some of those films that I feel are seen dated or just kind of worn out, like this is him, is like, I guess a relative of the young director, actually doing this stuff for the first time in 73. Why can't it be like, I can see how this was different. This was visionary. And the use of the soundtrack, the way at the soundtrack,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2012.6,
      "timestamp_end": 2075.4,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: you know, mixed into the film, in the way that now I'm kind of like worn out here in certain songs, but here and, they'll do it here in 73, the way it's doing it, it's pretty awesome. No, it is. It does kind of show me how, and it's fine, and it does this the way things are. Like, you'll a person who have a certain kind of formula and they'll, it's kind of stick with it for a lot of what they do. Which you know if that their directors there's a lot of stuff that goes in tax to get in a film made and just have your own style But it is interesting to see just How that's permeated and persisted so well, but this thing the initial You know the genesis of it all is pretty cool, man. No, absolutely So he needs to watch some mean streets. Yeah, and I think that we can put a pen in 73 Yeah, I mean there was some other good ones there Actually, yeah, seven movies that came out in 73. Yeah, the wicker man came out 73. Yes, I saw that there's create which I've actually seen that one",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2075.4,
      "timestamp_end": 2135.5,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It is not a pleasant watch no And I know they made it with Nick Cage and that was yeah garbage. Yes, and this is just really I feel like it's almost like the closest thing to What are he asked her is kind of doing with the mid summer with mid summer and stuff and that any near graphic But for 73 just a really eerie and unsettling film. There's a distant eerieness and psychological component underneath it all It's yeah, I feel like that's probably I would think it's an inspiration for him or some kind of definitely film that Yeah, oh look at these pugs going. Yeah, man. Yeah, I'm trying to break this plug fight out keeps this plug fight chill This is what the people want. Yeah, these plugs do they just they get to use this plug fight number two at the night. Oh Oh, you know, I need to change this so yeah, what do you got what what's what's up next after we put a put a pin in 73 for the movies? Yeah, I mean, so Can the fans we definitely have",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2136.38,
      "timestamp_end": 2197.02,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Topic suggestion box that we need to check. I don't know if you want to do that right this moment We can do we can wait and do that a little bit. Yeah, we can do that in a bit of guess. Yeah, uh, we have that And I'll say you know, I think we have right now whatever something you wanted to talk about I had some sci-fi shows to talk about I can do that towards you know, we can split up the entertainment stuff Quick break and then come back. Yeah, all right cool Smoke PC pit night And we're back So yeah Before we get into talking about talking about some other things. Let's talk about something. Yeah tell me Talk about some of your mind Mikey It's funny you would text me the other night whenever we went home was that a week ago. Yeah, whenever we were recording last I believe yeah you and your brother. Yeah, and we're Had him home and right before we left. We had had that strange Someone got an advisor on our phones. Yeah, and it popped up and it said",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2197.02,
      "timestamp_end": 2257.74,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Um like heavy fog warning advisory. Yeah, like severe fuxxum dense fog Yeah, it's a severe Something. Yeah, which is weird because it's like I mean, we're here in Dallas, Texas So it's like I mean, fuck it's not like we're Is that even a warning you've ever gotten on your phone since this since it's been implemented? I don't think so I don't think I've ever seen a heavy fog warning. Yeah come to on my phone So it's like home and so yeah, it was just kind of weird now. I was laughed about I remember kind of laughing like okay Yeah, sure. Yeah, and I made me think it was a weird wind advisory from Deadpool tool to think oh, it seemed me harmless But it was actually way more. Yeah, you know significant It was actually and that's kind of like what this was where it was like I kind of laughed at it And I thought of it is like oh, yeah, I'm sure like It's it's more or less something that there it's not gonna be widespread but they're putting it out most Well, when I saw it is like for an instance for instance of like Like in areas where the conditions were right like for instance being around lakes big bodies of water stuff like that",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2258.94,
      "timestamp_end": 2318.94,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That okay that tonight's the perfect night for this to happen. So beware that you could have dense heavy thick fog But no, this was like we leave your house and Pretty much as soon as we're on Gus Thomas Center or whatever. It's like it's it's pretty foggy like you can see the Hey, I like everything looks to foggy dude, and so we're driving down a northwest highway right there Like we're buckner comes out at and I mean it's thick. It's like dude This is dense and right there again. That is kind of a bottom. So it does hold moisture in there You're going over the lake or over that you know, it's near white rock. Yes, and so it's like you drive over that bridge That that creek runs out or that Goes over that creek or whatever and all all that was still foggy as hell Foggy the whole way home We get to one point where I'm about to like I'm about to go and make this turn and I'm like looking for this fast food restaurant And I'm like, oh is this I'm like is this jack in the box even open and We're seriously from the corner where I was about to turn to this place. I'm like",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2319.42,
      "timestamp_end": 2383.1,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: probably We're probably about a hundred To 150 to 200 yards from this jack in the box and we couldn't I couldn't see it totally pitch black Yeah, you could not even see this with lights and Yes, street lights, everything in a building that once we got within 30 yards of it, we could see that it was lit up. Yeah. At that point, we could finally see what was crazy about it is that literally every single sign was on. The big sign out front, all the signs around it, there was like two cars in the drive through. And that light parking lot signs were on. And that made it through all that dense fog. But not you, we could not see it from like 150 yards out. It should have been a clear. Normally, you can see it perfect. It's probably the closest thing to actually walking through a cloud, maybe. Dude, we actually could not. Which makes you think what could easily be hiding in clouds? Like what could have easily been hiding 100 yards in front of you? Yep. And no, it was weird too, because it was just like, you know, eventually later, of course, I ended up seeing",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2384.06,
      "timestamp_end": 2446.64,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: how widespread it was. Yeah, I was, I was it because I didn't really do it. You're looking at those people all over the country. Those people that were all over the country did. So it was an ancient one. Yeah, there were experiencing this like heavy fog. That's something interesting. I didn't know about. And so one thing that was one thing that was weird is that people I think in like Florida that were experiencing it, like they had noticed in like ring doorbells where it just looked foggy. But then like under ring doorbell footage and stuff like that, you could see like, you know, the tiny particles or whatever flying around. And it was like, you can't see it under the naked eye. It just looked like a dense fog. Yeah. And so a lot of people have talked about how it's, number one to me, it's peculiar. Just how widespread it was. Yeah, that's the huge. It was a huge thing. It was a huge thing to me. It wasn't just now. It's not possible. I don't know about the weather patterns, but it still makes me. Yes. It peaks my mind and our natural built in the kind of tin foil hats we built were born with.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2447.2,
      "timestamp_end": 2508.4,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. Just to consider what's what else might have been a factor in that happening. So I'm thinking what time was it was like sad last Saturday? It was from, I remember, you all have to public to a M or something because I remember, yeah, I was going between our back doors and I briefly stopped in the song back. I'm like, oh, okay, that fog one went joking around. And I've, and I've seen dense fog like that before. It's just, it's something I've seen maybe three times my whole life. I feel like. And not saying it's probably not, it's probably like you're saying common in certain areas, with bodies of certain factors, but to just be in the heart of like it, but the thriving metropolis of sorts, it's quite, quite rare. Yeah. So that is definitely something I want to look into more. Just learning, learning and knowing and understanding. Yeah. So it's still like right here, one of the crazy things that we're going to go, you want to talk about tin foil hat. This is one of the crazy stuff like that's what I'm here for. Something like one of the articles from Daily Mail,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2508.92,
      "timestamp_end": 2571.04,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: mysterious fog sweeping US parks, bio weapon fears amid alarming echoes. Our little drone stuff with potentially be kind of somehow related to it. Maybe. Yeah, there's, I mean, there's just all kinds of videos and people talking about it. Like about how like they, some people sense to weird smell. Um, that was not why that's anything. And where she goes, Deli suffers worst fog of season, a zero percent. Deli like visibility. Huh? You said, Deli, like Deli, like the city in India. Mm hmm. So this was global. This right here, 24 minutes ago, Deli suffers worst fog of season, zero visibility for nine hours. Okay. That guessing that was a different one. Probably those look, I guess that this was recently. Yeah. I can look up that date, specifically later on the sea, but there was, you know, it was pretty interesting.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2571.64,
      "timestamp_end": 2633.64,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, there was so many people at least that were experiencing. Because like I said, there was other people and, you know, other parts of the state or US that were also just as taken back by the fog that like, I have never really experienced fog like this. Not just people are age, people have been around double or age. Yeah. And maybe people have already. Who knows? Yeah, dude. I was. Those those, there's an experience. Tours, an experience. It was. But let's, let's go ahead and talk about some of your sci-fi stuff. When I want to hear some of the, well, yeah, it's worth bringing up. So I love it whenever we talk about how we got there. Exactly. I whenever I randomly get a message from Mikey, some, you know, it's beautiful asking me. In a lot of times, I feel like he has an idea what the answer is, but it's like, you know, have you, have you watched Babylon 5 was roughly what you asked? Yeah, I remember because I remember you saying something. I remember at one point something about Babylon 5 coming up. And I think I said, you've seen Babylon 5. I mean, you were something about that.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2633.64,
      "timestamp_end": 2694.6,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah. If you saw me almost to just send you a video with me like, yeah, your face, you're like. Mikey, have I seen? I love my love of science fiction. Maybe it knows no bounds, but I love my Star Trek I love. I love so many things. And Babylon 5 is one that I got early. I remember when it was on, started in the mid early 90s. You know, it was pretty young. I remember airing in just being like thinking, oh, there's another side by show. And at that age, I didn't look quite as compelling as maybe three or four years ago. Maybe it was like around COVID. Whenever I was able to work from home more, I started basically started working from home. And yeah, just kind of having things on the background or just sort of environment. I wanted to check out. And yeah, I plowed through that bad boy pretty quickly. It came right in 1994. Yeah, so there was a pilot made for TV movie type thing.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2694.96,
      "timestamp_end": 2758.08,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: There was an hour and a half that aired. And that did well. It was like a made for TV movie aired. That did well, so they picked it up. But on top of just being a great, you know, sprawling space opera that went five seasons, it was, and I've talked about the serialized shows or shows that have arcs that span multiple seasons, sort of thing. And there's other shows that like Deep Space Nine also did that a little bit after, started doing that, where a lot of sci-fi and different shows are just, they had monster of the week type episodes where they're episodic, literally, to where there's kind of a big story going on the background. But it wasn't a part of the significant narrative. And every episode by week was its own self-contained adventure of sorts. Just like your, like your, the cop shows and everything like that, procedurals and whatnot. But so from the gate, so J. Michael Strzynski,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2758.08,
      "timestamp_end": 2819.6,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: the writer-creator, he wrote, and he wrote the, he wrote out all five seasons from the beginning. So the show went, it went into being created, and he had every season, every episode already written out. So it's not like it made a season and they kept it going. He had the whole story penned out from the get-go. So it's literally the whole, and he had the idea of it being literally like a novel for television, to where episodes and things are literally more like chapters. And like that's, they were written with that mindset in mind for it to be like a sci-fi novel for television. With the five seasons, it's not like, I hope it goes longer, that's how many seasons you wrote it to be. So if it had gone longer, it would have been, they took people talking about all the show went on too long, this or that, because a lot of times, it does. Five seasons is only four, but he has five. I don't know what, I've made a bad joke about this. Yeah, it's not going in there, it's like, yeah! No, but do so, yeah.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2819.6,
      "timestamp_end": 2881.08,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So it had that element in just as far as the, it's based about this kind of space station on the outskirts that was almost like a United Nations, like an outpost of sorts for all kinds of alien races, but like a peaceful, neutral place that was almost like a significant, you know, significant as far as mankind, humanity, having the link kind of an outpost at the furthest. Yeah, and all the different plots and races that it deals with in the political intrigue behind it all, the depth of it all is, it's a lot. So it might be a lot for other people to get into, but then it gets into stuff that is right in mind with a lot of our interesting kind of metaphysical ideas too, with some of the things. Yeah, it is quite genius. Okay, so, all right, so this is, yeah, just for the viewer at home, and to kind of, again, somewhat to interview you in a way.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2881.08,
      "timestamp_end": 2946.44,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Okay. Yes, the vampire. And that's for our two. Nost for our two. This is Nost for our two spakers. Is this how it should place that fail or not spread to you? Yeah, I'll suck your blood. Okay, what do you guys want to know? No, so what I was going to say is that, so when I had messaged you, what I, as you, you would said that I had had the question about Babylon five, you answered, you know, I said, boy, have I seen it? Oh, I've seen it. I've seen it. And then we talked about that, but one thing that I had had an idea that I thought would be cool is if you could almost have Matthew's guide to sci-fi. Yeah, I love that. I love that. And it's somehow, my guide for my personal enjoyment of it. Because I don't ever like to think that what I like is for everyone for the best, but for me, would I think it? Yes. Watched a lot. So for instance, I find a chance to hopefully these are things. And this is yeah. And again, this would be preface with again,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 2946.44,
      "timestamp_end": 3008.28,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: knowing that this is your personal opinion of your years of watching it from again, your lover of all things sci-fi from Logan's run all the way to obviously like alien stuff, 20 peaks, like anything that has that kind of you know, unusual. Yes. And so it's like, you've seen almost anything I've seen sci-fi or heard of you've already seen. And so I do think that it will everybody can understand that you know, your your opinion, your opinion, but I do think that it be cool. With all of that knowledge you have of having watched it. Which ones do you think? For instance, here, this could maybe first thing that comes to mind when I say something, we could try it this way. Maybe. Okay. Yeah. Star Trek. Star Trek. So first thing that comes to mind, like right there, what legendary legendary easily actually dismissed by a lot of people. I mean, but there's a so it is. It is more than has for reason. Like it's sorry about that.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3008.28,
      "timestamp_end": 3071.52,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And better than Star Wars. I was just a second thing. Okay. Thank you. And I was just that was one thing I was so you that worked nicely because you just saying legendary is it tells me that it is worth because that's the thing. For me outside looking in when it comes to not I've never watched like any star. I've watched very little Star Trek. Okay. It's only so much time to watch. I know. And so all I was going to say is that it's like for me in this in an ocean that is sci fi Star Trek to me not having watched it. It's like, is it is like, is it really that good? You probably see it almost so much light off is is it worth getting into trying not just that, but it's almost like I've seen Star Wars. I know Star Wars is a movie. It's not Star Trek was a show. And and it covers it's it's a totally different thing. And so all I was going to say is to a casual from the outside you've seen Star Wars. You assume that it's like Star Trek is probably a similar thing as Star Wars.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3071.6,
      "timestamp_end": 3131.8,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And you think that you know, this isn't going to I know I'm not saying that this is keep going. Just saying that like you kind of get this feeling that it's like, I don't know, it's probably just another cult thing where because a lot of people I know watch Star Wars and they're like, I don't like it. It's dumb. I think it's I don't know why they did that. That was stupid. That's where a lot of people feel. So I think with Star Trek ends up where people you don't really check it out because you're like, I'm sure it's probably just a cult classic thing. We're being me up Scotty. I don't know. Is that what that's from? Yes. Yes. So I feel like it falls in that category where people it gets overlooked. But I love the fact that when I said Star Trek, you said legendary. So it is worth watching because it is a you would put it in the realm of a quintessential Yes. sci fi sci fi television experience. Yes. Okay. Of great value. So yeah. But my first thing is and it's no one's fault. Whenever they even trying and think of comparing",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3131.8,
      "timestamp_end": 3192.12,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Star Wars and Star Trek. I grew up as a and I still love I love and appreciate Star Wars for what it is. You know, it's got some really cool story to some cool this kind of sci fi in the sense for me almost mixing from me like the elements of nights in that era almost in I don't know. It does this mean in wizard literally. It's so it's like sci fi fantasy in it's very it's very I'm not going to say childlike or it's it's kind of it's cool because it's just it's good versus evil in like the most plainest sense. There's some kind of gray areas of uncertainty and just but it's pretty pretty black and white which is cool. You know kids it's pretty easy to get into which is fine. It's kind of for me it's not hard stuff. I it's kind of it's basic which is cool but again so it's it's simple. So Star",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3192.12,
      "timestamp_end": 3252.52,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Trek is there's no magic. There's no force. Nothing like that. It's way more grounded. Around it. Yes. When human gets to a level of being able to travel in what it would be like most likely. And it still does present humanity in a way that enough of it is like the the things have gone past any conflicts that they reference in the past. It's the point where we've gotten like really about as perfect as we can kind of be as as our own civilization. You know thing people are with not wanting for anything they don't really need jobs. And that sort of thing but it's kind of funny because some of the later shows that it came on with CBS Paramount. There's some things where they even bringing up the concept of money was like not even a thought. in anything from the TOS, the original series to next generation, all the way up through even enterprise. So, yeah, it's, it deals with a lot more, more, morely, morely questionable in",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3252.52,
      "timestamp_end": 3314.4,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: ambiguous circumstances that really, it makes the, the present ethical dilemmas that aren't easy to come to conclusion and, and they, in the captain a lot of times, he's not, he's literally just making the best choice to can, but there's oftentimes no perfect choice because in life, there's really no perfect choice for the most part. And so it, it's a way more thinking in that sense of presenting really interesting kind of philosophical, moral, ethical dilemmas that Star Wars, that's not even addressed, it's not something they can't even get to because you have to get to all the other shit of how does the force work and what the fuck is it? Which is cool, it's this deal. No, it's cool, but it scratches a different itch I feel like, which is, it's, it's, it's, it's nice to know. It scratches a different itch, that's the best way to say it. Yeah, exactly. And I was going to say another, all right, what comes to mind? First thing that comes to mind when you hear Stargate S.G.1. I'm, I'm amazing, but I'm trying to think of a better word. I didn't,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3315.04,
      "timestamp_end": 3379.68,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I'm trying to think of one word. Fascinating, I'll just say fascinate. So it is, so it's worth a watch. Stargate's worth. And okay, it is. And it's actually probably the most grounded realistic one. Really? Yeah, because in what it, the, the, the, the movie came out like 94 that is so in that being based on, which I remember saw the movies at young person and thing. It was really cool, but I was like, you know, really young like elementary school. But it's, it, it presents a, a very interesting story for humanity or humanoid. It's basically humans being dispersed throughout the, I guess, the galaxy in ways to where it, it comes down to these gate, there's these gates. This gate was discovered, like, I don't remember where on the planet, but they are some like really intelligent people are figured out how to like activate it or if it can be",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3380.64,
      "timestamp_end": 3444.08,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: activated, whatever they, they mess around that enough. And it actually opens up. And you find out that, and it, it was buried because people was to keep safe. We don't want that opening up. Because we were like the only human civilization that didn't get enslaved by this alien race that basically lives inside people and as hosts and we're basically just slaves throughout the entire galaxy except for on planet earth where they're able to keep that gate hidden and everything. So it's, it's really cool. So it's kind of realistic in that way to where there's not lasers and all this stuff. There's some, when they get to alien technology, there's some of that. But like, mankind, it's basically like when it came out modern times, like modern military, like that's the, and there's a character in there that's the colonel who's, it was the, might have been the colonel in Twin Peaks, the bald guy that was, yeah, he's basically like the same, which is really cool. That's cool. He's almost the same character. And that's weird because it makes you think there's like a kind of the same character for me. There was a loose crossover. And just,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3444.08,
      "timestamp_end": 3508.64,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: so that guy's bad. So it's definitely really worth checking out. You don't know. Yeah, we can take a quick one. Because I have more, I have more questions. She did my wife solar pugs. Wow, she can't have to start gate again. Yeah, start gate, start gate SG one. That was interesting. All right. First thing that comes to mind, now I'm going to skip around and go to it. Maybe a different, different, uh, C's, different, genre, different year, same genre, but I'm going to fast forward. There's a chance. I hope you probably Westworld. First thing that comes to mind when you hear Westworld. I know we've talked about it briefly, but and that's why I think it's important to get your view on it was having been. A show that's perfect in its first season and you almost were sitting in it after it. That's why I wanted to know. So, okay. And so why is that like you have all of, and again, to anybody listening, this is Matt's opinion, his personal opinion on, on, on his take on Westworld. But again,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3508.64,
      "timestamp_end": 3570.96,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: it's from years of watching sci fi have seen watching the most world as a child, which was actually based on a movie that your winner came out in 1973. Was was World 1973 came out 1973? I can't do we not mention that. I will because we were moving around. That's why I said that was so many. You knew we'd get there. Yes. There we go. I knew he was in it. So Westworld, okay. And I say that that should have been the for it would have been we can show a preview for it a little bit. Yeah, should have been in. And I do think the later seasons for me personally, they've aged well, I think it was just the first season having anything helped you. It really just presented everything and set the story and concept of the bait. Basically a resort, future type resort, where we have robots or whatever, enjoy whatever you call them, so advanced that we, it's basically like a Western themed world, but you can do whatever you basically want.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3570.96,
      "timestamp_end": 3633.32,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's only those who will think you can go, but you can basically do whatever you want to these robots and enjoy augmented reality virtual. But it's real world. It's actually like going to Disney World and accepting being an interactive thing where you can play with the robots. And they basically, you can get a way of doing anything you want to them. And so you get to see how cruel and just nasty. A lot of humans can be and that's kind of a catalyst for them kind of breaking free of their programming for the most part. And later on, it gets to all that point. So yeah, why is it that you feel like, sorry if I cut you off? No, yeah. It's good. Why is it that you feel like it should have just ended up, it's almost, I know you said the later seasons. Later season for the. It could chew and do well after the first season. That kind of makes sense. I love a lot of the ideas. I love the direction and so many elements of it. But the idea is to be able to do well until they're around. Put them together for me in a great compelling story",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3633.32,
      "timestamp_end": 3696.56,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: that really kept me engaged and caring about each of the characters. It just didn't amazing ideas for me, but I just don't think the exit, again, I think there's this bit off more than they could chew. And there's like a lot of, in each following season, it had how many seasons were around? Three or four. So how did I? Yeah. I was just going to say, I know this is a bit of a, and how many episodes was it about each season? There's HBO so around 10, I would say 10 to 12, what the most. So how did, how did David Lynch do it then? With Twin Peaks for the exception? He's 20 was that that's like 22 fucking episodes is season two of Twin Peaks is like 20 to a turn. He was like this 20 episode, 22 episodes also. The one twice, because he's the exception. And so that's all I was going to say is that it's like, you're sitting like, I know, I know. But it's something that it's like, it's something I just appreciated in the moment that you're sitting here saying that they",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3696.56,
      "timestamp_end": 3757.12,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: did Westworld bit off more than they can chew. And I'm not, this isn't to say, I'm not trying to back you in a corner and be like, what about, it's interesting. I just want your insight and your opinion on it that Westworld bit off more than they can chew to be able to wrap up and do nicely. But it's like David Lynch was able, like he's, I think they built more they could chew to run with the ideas that presented and tell them in a story well. Okay, I got you, because yeah, it's like, you're a cool idea. Oh, the robots got out. What are you going to do with that now? Oh, we'll have them do this. And then, okay, it gets to this. Okay, we'll have it kind of the plot. Go to this in the last season. Okay. In the last season, this makes it really cool like simulated world simulations type thing. In the final season, and so it's, it's the cool but really, they're almost, they're almost really like their own little stories. And the kind of, there's characters that connect to, I'm just the first. I get it. Make sense with what you were just saying. That's all the first one. You're probably get, you might not make it through the rest of them. But if you can at least get through that first season, you're good.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3757.12,
      "timestamp_end": 3817.24,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And you don't, don't feel like you're missing anything important with the rest of them. No, and it makes sense. And I'm glad the way you put it like that, because it's like, you know, again, with your, you know, having, you're coming at it and you watch it, but while most people won't watch it with the brain, for some people, I'm sure Westworld ended too soon. For some people, I'm sure they Westworld continued. But the way you watch it and the way your brain goes with it, and you see it, because it kind of went like it, the viewers should definitely decline. I know. No, yeah, for sure. I'm not trying it, but I mean, I just, I do know that like in the scope of, in the scope of how you view it, it's like, you said, it's, it's kind of hard for them to really be able to kind of keep, okay, well, what do you do with it now? Now you, you've introduced this, you kind of wrapped up, I believe, no, it can be done. And I'm not saying that. And that's all over saying, is it yes? That's something that, it's just interesting that it's like, the way you put it, it makes sense that, such a difficult task to do what they were doing, you know. So it was cool to see them try and, try to see that budget and everything. So it is worth watching all the seasons.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3817.24,
      "timestamp_end": 3878.76,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: All the season is amazing. Just like people can play about certain parts of the game and thorns, it's still worth watching that quality of television. No, for sure. Okay. So I think these two are going to kind of fall in the same vein, the main vein. Westworld is the one I just said. think this one's gonna maybe potentially fall into the same vein but have an opposite problem. I think you're not for it is gonna be the opposite. First thing that comes to mind lost. Misunderstood. Okay. That's not what I was expecting you to say. What misunderstood how? How is loss misunderstood? Because I'm a fan of Ali's favorite show. Yeah, I love it. Now I remember watching it when it was airing. I remember watching the finale with friends at my play like a couple that's these some girls. None of my actual male friends got it. We're into it because I didn't watch much TV them but that was a show that I did watch. I got into.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3878.76,
      "timestamp_end": 3941.84,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: The ending was you know like any show with that show didn't present it. They definitely bit off. That's another good example because it starts really strong. And they literally had all these plot elements and threads that were just completely left unanswered or one seat like one season introduced some crazy thing in an episode and you'd be thinking it's gonna be brought up or relevant later on and it's not even mentioned or remotely hinted at like towards like a lot of interesting crazy stuff happened and it what a lot of that crazy stuff wasn't resolved. And so that kind of that was a kind of a knock against it understandably especially because like yeah but at the end of it for me it kind of comes down to the whole the in the whole show is the the journey being it's the the journey being better than destination because a lot of people were very upset or confused about the ending because it kind of I feel like was what a lot of people were guessing it to be but the same time",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 3942.8,
      "timestamp_end": 4008.4,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I don't think it exactly was and I'm actually a fan of the ending. I really do like what they did and Damon Lindelop and J.J. Brom's and these are the name that people think about most but Damon Lindelop I believe it would be responsible for more the the writing that for most to like the show and he's one of the guys who's created some of my other favorite shows like Leftovers and he did that watch man reboot and he did Miss Davis and so yeah missing a studio I think for me to say that because based on the ending and what people interpreted it. First thing that comes to mind I'm gonna get I think I'm gonna go ahead and get a quick one. Quickie. I had it the way before I get into a not so quick one. Not so fraught to? Yes, not so fraught. Um no where did it just go? I know I I had it made here on a list. They did they found the listening they don't want us to talk about this but let's find it which one was next? Mike just go. Michael? Michael.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4008.4,
      "timestamp_end": 4071.04,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Michael. Because this one I was gonna add the one after this is I know you're gonna it's gonna be a little bit too long but I'm like I figured I'll do my best to give shorter answers. No I know your answers are fine. I think your answers should it should tell a story they tell their own story and I think that they should you know your answer should be as long as if it all cuts you want. Yeah there we go to go to. I'm yeah uh when the people are getting what they need to get from it. Yes where in the fuck was the next one it was in my brain it was in my head that's why I had it my mind. So lost was the one I just asked you about. That's true. Um oh this is the quick one. First thing that comes to mind ex files. I feel like this would be because it's a more popular. Off-putting intro. Off-putting intro. Really you know it's funny say that because me and me and Crane both talked about it and he said that he used to like it still kind of like gives him chills when he hears the intro and he remembers like leaving the room and shit like when it would come on he",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4071.12,
      "timestamp_end": 4134.56,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: don't he didn't want to be in the fucking room when the intro would come on and how like that like when his mom because his mom loved his mom's huge sci-fi nerds. I didn't watch it as a kid I got into it as an adult. Oh yeah same here same here and I but I was the same way where it was like my aunt would watch it and I would hear it I'd be like fuck dude. I'm out like when I heard mash dude and mash is there anything but for you like the mash had the same effect. Oh for me for me like mash mash had that had the inviting I'm staying up late I'm watching fucking mash I'm watching mash that's what it was exciting. They're gonna talk shit to radar. There's more people like you. Radar is gonna get shit talk to him. I love it. We haven't gone back to was that first season we did we do a bit of a mash deep mash fan. Check the big mash guy. Okay so first thing that comes to mind take as long as you'd like explaining whatever the expanse. Maybe some of the best hard science fiction of the more modern TV era.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4134.56,
      "timestamp_end": 4199.92,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: on the show. But since it's come out, there's been other things, but it can't start to maybe 70 years ago. So at that point in time, I feel like it really did some fascinating hard sci-fi that was so good that I've actually gone and read the books that was based on. Okay. And that's actually the, there's a dual authors that wrote the Expansed Novels. They were actually like, they worked under George R. Martin of Game of Thrones. So a lot of people would kind of think of the depth and richness of the stories done in space. I feel like they could tell that they learned underneath someone who did that similar thing, but in the realm of, you know, night, you know, whatever realm you want to call dark, you know, fantasy that George R. Martin did with Game of Thrones. So people, a lot of people kind of, but that's like a loosed this way to put in it. But it's like amazing hard sci-fi sprawling that yeah, and it's just, it's, yeah, just some of the ways it",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4200.0,
      "timestamp_end": 4261.48,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: presents the ideas of the way that we actually expand through space, like it kind of touches on how we even get to the point of, it makes us more surrealistic because so many shows and things, and movies even, and it's just, there's a lot of it in space travel as possible. Yes, but there's a lot of it they skip over and these other things where it's like, be me up Scotty and it's just like boom, boom, and then it's there and you're like, oh, yeah, they have the teleportation, but it's like, whatever, like you said, they don't, they skip over the like, well, how do they combat the effects that it has on a body? Yeah. Like when you're hyper jumping or hyper, you know, warping through space, like you did what you know how, yes, and it's like we know how the juice, we know how fucking, you know, gravity effects a person, and we know that like a person could only withstand so much G forces before passing out. Yeah. So in the expanse, it actually kind of, they have an explanation for they've come up with something for how a person human beings",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4261.48,
      "timestamp_end": 4323.24,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: could still withstand hyper warping and jumping through time and you know, or then it's this is like, which is cool. So I need and you're saying that's what makes it kind of cool or I feel like an amazing story of just connecting humanity and the idea of us having colonization or just going, you know, searching out the galaxy universe and that coming across aliens or anything like in the show, you don't have aliens in really in the traditional sense, which it's kind of like you think the Fermi paradox and things to where it's if, you know, if there was other intelligence in life, they would have discovered each other, but then that's, but then I come to dark forest theory to like, we'd be hiding. Be either way, so it's almost so it's cool because there's not a bunch of aliens and stuff. It's just mankind and in the whole political aspect of being Mars colonizing and that the whole political ideologies that that brought up and it dealt with like how hard working they were and actually building that place and there's so many elements and components",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4323.24,
      "timestamp_end": 4385.16,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: to writing that is so great and this stills with so many different parts of just the way kind of people and civilizations seem to work and think in specific politics and factions in the belters people born in space, they had there were more long and they couldn't stand being on planets that long because they were in the group in space so their bones were weaker and so they would yeah and they would be longer because their bones are outstretched and all these things that are just part part of their writing and the story so it's just really cool. So that was just another layer for what made it cool for you. I'll be listening to this story right so that's what's cool. And so to stay on the expanse another thing I wanted to ask about it because I know how I know how it's you really do like and enjoy it and I wanted to ask was it because it's only like three or four seasons right to exit because it was unsatisfied. It got canceled but Amazon because Bezos I believe it was a bigger than a fan.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4385.16,
      "timestamp_end": 4445.24,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They picked it back up for like the final three seasons I think so there's five or six seasons I think but they kind of got shorter and shorter after I haven't I say I've watched it I haven't finished it I've seen the first like two seasons I understand I need I know but I I'm glad you watch what happened I watched the first two but it was in the middle of it. I'm watching Twin Peaks and I had to prioritize that because you all wanted me to hurry up and finish Twin Peaks so you made it. Yeah but okay so one of the things I wanted to ask you about the expanse is do you is it did um do you feel like because you said that it was one of the first modern ones to do like good ones with like hard and weird I'm sure there are other ones that have no I don't know yeah so I'm not I'm not talking like you nailed down on that yeah um because yeah, like you said, there could be ones that you're not familiar with. Maybe the night that I had to get it, but- Come across and see that-",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4445.24,
      "timestamp_end": 4505.96,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Do you feel like any of it was a... Could compete with or it was on par with, I guess. Maybe some of those prior ones I mentioned, like, for instance, the Star Trek or Babylon 5. Yeah, no, I feel like it was- It was- I feel like they're- for me, they're up there in the echelon of exquisite sci-fi tolvers in that- It's hopefully- Anyone has any interest, even without interest in sci-fi, I think the Spanish version is so good. The Spanish version is so good. That you should- He's give it a shot, because I feel like it's really just doing nailing it. No, the Spanish is really- Yeah, no, it's quite incredible. I really do. The Russian not day, man, that ship is so cool. I really do enjoy, like, just- Who is the ballhead character? Everything, Amos? Amos, yeah, I love the Amos. And all that on top of just such well- Flustered Outwritten characters, and like I said, you know, think of it- It is based on these books and the authors are actually active in the-",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4505.96,
      "timestamp_end": 4568.4,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know, the creating of the show, so it's- You know, the writers of these books are- You know, involved with the extra show, too, so it kind of has that depth to it. Alright, I'm gonna ask you about- Another one, I think I know, sort of- You know, I actually don't really- I don't know this side of it. The first thing that comes to mind- Dark. Because technically it is in the sci-fi- Mesmerizing? Mesmerizing. But- It's just- But- It's just- But- It's just- But- It's just- But- It's just- But- It's just- But- It's just- But- It's just- Because that's one that I've watched cover to cover, and that is a good way to put it, mesmerizing. Heavy. Mesmerizing is a great way to put it, because it really does. Dude. If you can- If you actually get into this show, you actually do- And you- Don't have anything else going- Like you're going to theater, you want to watch this show, be able to have a sound up loud. Little we have the room dark.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4568.4,
      "timestamp_end": 4628.72,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Dude, yeah. If you're up for just a- Mind of- A show that- Again, like- I'd go online in the charts and graphs and diagrams and people charting mapping things out. Just- To- Because you watch it and you understand, but you just actually see the connecting threads- And the way it presents time travel is- Up there with the most- Potentially- If I had to pick like- If I were to rank what I think- Or realistic quote-unquote time travel- It would be- Is high up there is like- A potential way to think that that was happening. I- Yeah. No, I would have to agree. Yeah. Which I don't believe- At all, that's possible, but if I had to- If I- Whatever I've seen, not the only thing- That would be up there with that thing. Okay, that seems the closest thing- Or one of the closest things- That in that primer movie. Yeah. No, but yeah, it's like that- Dark is obviously, you know, that I love it. Well, I'm 10- Everybody knows I love this show, but I've never-",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4628.72,
      "timestamp_end": 4689.52,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I want it while we're on the subject, we won't go too much further on it. It really is- I'm glad you snuck that in there. Yeah, I was like- Because I'm like- You know, I've get your knee down the action- And that actually is show, but- Toobie. Haha, toobie. Oh, man. What do you think? Man, it's so over- It's satisfying. It's just- It's earth, it's groundbreaking. It's- It's everything- All the time, all at once. Hang on, let me see. I've got some more- Okay, this is one that should be- Should be asked- Battle Star Galactica. First thing that comes to mind- Original or reboot? Puppy that- Original. Oh, from 70s? Or no, the reboot. The reboot of the- Or like- What I know the answer- But like, maybe that's the question that- If- I wonder how many people know that much- That there was in- 70s or- Original. Yeah. There was only a season or two. And yeah. But yeah, for me- Makes- Mass Effect. Mass Effect. This is just a personal thing, because-",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4689.52,
      "timestamp_end": 4749.6,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: In the video game, if- If people are gamers at all- There's- The Mass Effect video game, the- It was a Xbox game, there's been- What the- There's four of them, I think. I was a span of like the different- console generations, but- I think it was about the- 360 had the first one, I believe. But there- And it was literally- So there'd be cutscenes in this- In the game- That were very cinematic. And it was like- You're watching a show at different times. And- The filming- The- It had this very distinct film style- In the game I'm talking about. And I hadn't actually watched all the Battlestar- When- At this point, I paid the game- I watched Battlestar some years later. And now- And I was watching the way Battlestar's film. And it has very distinct, unique film style That's honestly- I think- It's- Not dating for some people- Oh, it has a lot of active camera movements. It's a very active camera. So it's like, yeah. And it's kind of in your face, and it's like jumpy. A lot of jumpy active camera movements",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4749.6,
      "timestamp_end": 4810.4,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: are just the DNA of how it was shot in film, which it has this whole own field to it on top of a really fascinating story of, yeah, basically what I guess kind of us having to run beyond the run from robots or machines of our own creation. So it's as a lot of interesting really, kind of quote unquote, relevant concepts and ideas of humanity on the run. And that's how it starts is like, we're literally the last remnant of humanity on the ship that only was able to make it away because it had some data technology because it was almost like an older ship. And everything else had been updated and stuff to where the silons, the race sort of, the recreated could he's the stop them and the basic disabled, but yeah, that's real so good. Don't get me going, man. No, yeah. Andrew James almost is, man, his sister, his character",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4810.4,
      "timestamp_end": 4870.92,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: is that, yeah, I guess general whatever he was left. And the mom from Doni Ducco is the president in that show. She did a job, yeah. Yeah, oh, yeah, she's, wait. I don't know that was. Yeah. I didn't realize that. Very powerful performances from these. You see, there was a couple others. There's a couple others on where to get your opinion on. Where are they? Did you ever see, and this is one I don't even know if you saw, because I know a lot of me seen. Did you ever see invasion? It was an ABC one. It actually is funny. You said to be, it's on to be. I, if I didn't see it, I know I think I started it. I remember it has got the blonde chick that there's on the cover. I don't think I got the far on it. And actually, it's funny bringing it up. I actually think I'm out of watch that with my dad recently. We're like, we're going back in like, that's it. Yeah. No, three body problem. First thing it comes with mine. You said watching it was my dad that reminded me",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4870.92,
      "timestamp_end": 4932.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: the one I wanted to ask you, because it's the word to Matthew's guy. The heaviest, the hardest of sci fi. The hardest? Okay. So you're saying that dad, the experience was hard. I feel like this is. And by hard sci fi. Heavy metal. Like actual, the author of it was like an actual either physicist or this Chinese author. It's so scientific and math like grounded in the ideas that it presents a lot of it. There's a lot of scientific and mathematic, actual fundamental, I guess, understands principles that are in it and they're a big part of it all. And a lot of what is woven throughout the narrative. So that's the book, right? The show, it really comes down to a lot of people who read the books. I feel like it's easy for them to have been really disappointed in the show. But I watch it knowing that in the game, there was a show that it was said that it'd be impossible",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4932.0,
      "timestamp_end": 4993.2,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: to make this a good show because of how dense and just crazy it is to try and put this story into a show that the masses could get into and appreciate very difficult tasks. So in the actual, the DB Benny off, that is one of the only, I think, shows that the guys, the show runners, the adapted game of thrones with DB, Ys and Benny off, actually have gotten done. I know they were like signed up by Netflix for all these different whatever projects. I think that so far this is the only one that actually come to fruition, I think. So I guess this would be an interesting, not Chinese version. Okay, watch the Chinese version of Three Body Problem. Yes. And one thing I was gonna say is that it's like, this is, we can keep talking about Three Body Problem because I think if you have more you wanna say on that, you should cover it. But, hang on. But, so this could be a fun way of potentially coming up with a way of categorizing them for people to be able to maybe get a better feel of what their brand of sci-fi might be.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 4993.2,
      "timestamp_end": 5056.44,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Or, because again, I think that just so, you, because I haven't even necessarily explained all this to you really, but I think it's cool of being able to kind of give people almost a guide in figuring out, maybe you're not into sci-fi or if you've wanted to watch it, there's something about it you like, but every time you turn one on, you can't really get into it or whatever. And I think it'd be cool for if we can, you know, with as much of it as you've seen if I could, you know, ask you some of these questions and figure out, like, for instance, okay, so just based off of us talking this, like some of the two most vexing ones, or like you said, or would be, or the ones that would... you know, vet somebody the most or cause someone to ponder whatever the most would be maybe three body problem, dark. Yes. Those two, the other ones, I'm not saying they wouldn't, but you're judging off your reaction to, it seems like those two are going to be ones that it's like, are not necessarily",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5057.28,
      "timestamp_end": 5121.84,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: super casual. Yeah. Like you need to go into it with the, it's like, there's so much of it you can't miss. Yeah. And they did try it. They, I think it's an effort that's intended to try and capture someone because it was a big, a huge production, but like, you know, Chinese, but the American one was on Netflix. Okay. Very super expensive. So they definitely wanted to make a product that could capture a wide audience, but even in that. So even so, that's why it's like a weird, the Netflix version, I think it would, they made it to where it'd be easy enough to get into. More approach. I think, yeah. And for most people who haven't read the book, yeah, I don't know how they feel. Like you haven't watched it, have you? No. And I've started watching it. I started watching Three Body Problem. Because it really, I feel like creates, if aliens were to, in any kind of sense, invade what would be the most realistic scenario that explains how that came about.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5121.84,
      "timestamp_end": 5183.84,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Okay. So if you had to rank so far, if you would rank. And it brings up Dark Force theory, all this that I casually mentioned, Fermi paradox, those factors in the whole, you know, principles of the show, you know. So if we had to come up with a scovl rating for your sci-fi. So far, where would you rank? So Three Body Problem. Go for being like, just to call it, how, how sci-fi it is. Punch it. How, how, how, plunge it. Because in scovl, just for those of you that may not know Matthew was a huge salsa fan. Hot sauce. Yeah. He loves hot sauce. And hot sauce is measured on a level of scovls. Yes. And so they have a scovl rating of 1 million, which will burn your butthole. It'll do damage to your body. To bare fingers. Yes. It's like when you have scovl ratings that are so high, you're supposed to use like a dropper, like a drop in like a, in a bunch of shells. And I'll own this stuff. And I'll be careful about even the remnant of like something touching something else.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5183.84,
      "timestamp_end": 5246.36,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Just because if you get the remnant of reszune hands, your fingers will be fine, right? But you'll touch on it. But I've gone to the bathroom before in that realizing it. And I felt like my pants were on fire. Yeah. From that, all like that. All like that. All like that. That's, that's, that's so rough. So that's what the scovl rating is. So we'll say Star Trek on a scovl, palatable, how palatable is it for the average casual viewer? I feel like it's more of a, I feel like it's going to be the mine. I'm the most nerdiest vert. I'm fursing. So I'm the hot. I'm trying to, yeah, so it's really nerdy. It's not, it's not is difficult conceptually, but it does present a lot of things that you just don't understand. You just kind of, it's built in just the narrative. So I would say like medium heat. Medium. Yeah. Okay. What about a babble on five medium as well? You say that fall on the, yeah. And I just don't have a medium to be at all taken for quality, but just like how medium",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5246.36,
      "timestamp_end": 5308.04,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: of five, exactly. No, because we're talking like these are all nature. All of these that have been mentioned so far would rank in your top, would rank in your life. Yeah, that's because we're not afraid of anything versus I can, I can grasp it versus I can't even understand this isn't. Yes. And this isn't a, there can be, I might, I've already mentioned a handful. I might do another episode where I mentioned 10 more. Yeah. So this isn't meant necessarily. We're not ranking them right now. And all the ones I've mentioned have been probably the most, some of the more compelling sidewise. Yeah, these old ones that have schooled dark, happy, bad problems for so's that are very high in my regard. Yeah. So yeah, it's within them being all so's that I was to rank on your level. Yeah. I got you. Yes. So they're all, they're all in high regard to you. We understand that. I'm on the same wavelength. But yes, all of the scoval rating I did meant to be a guide for people to understand okay, this one's super dense. This one's really, this one's not so palatable to the casual observer.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5308.04,
      "timestamp_end": 5369.96,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: So battle, Sargalactica again, you said maybe we're going like a one to 10 motion. You want to make it easy to go one to 10? Sure. Okay, scoval. So yeah, you said motion. That's like a weird caveat. Yeah. The worth noting that it makes me sad. And it's not the views. But the creators. I guess obviously they did intentionally. And actually, there's a connecting thread between that and deep space nine, the writer who did deep space nine is that that he's done. Yeah, I'm just distracted. Battle Star, like a seven. No, no, I'll say a six. A six. Yeah. Okay. Here's one that we're not even gonna, I can't, I'm gonna jump around. You can't rate this one yet. Okay. This is one I want your opinion. We'll wait to see if somebody comes in. I think, yeah, that's my just been dog. But, first thing that comes to mind, devs. Again, for those who couldn't understand what I just said,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5369.96,
      "timestamp_end": 5435.76,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I said, I asked him, first thing that comes to mind for a show called devs, D-E-V-S. Nobody knows about it. First thing that comes to mind is, this, it's kind of outside of the show. The show if I'm just thinking to show itself. First thing that comes to mind when I still ask you devs. Like, Rarity questioning maybe, or just questioning the nature of existence. Stop provoking. And credibly thought provoking and incredibly realistic. Incredibly, there's nothing that you can't say that I can't say that I'm not making you do this. That's like thing. That is true. It is true. It is realistic on that level of like simulation theory. Yes, and you don't need a spaceship. This doesn't involve space travel. This doesn't involve high-per-world aliens. This is more like Silicon Valley. What are these nuts up to? What are people who are planning around these computers and sims and stuff?",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5435.76,
      "timestamp_end": 5500.48,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Craying simulations of the real world, which we're doing right now. The omniverse and other people. But in video, that's how the training actual robot is in 3D replications of the world in the most realistic fashion. And just that idea and run with it. So yeah, devs. OK. Alex Berlin too. People don't know that was like, yeah. Yeah, if you talk more about it, if you like, that's broader. Because I mean, no, it's not. But I thought about that might be one of the last. There's definitely look at that. Within the last four or five years, it was just, it wasn't promoted a lot. Now, Alex Garland is behind it. And if that mean people, they want to know that they can look into it or it's, and it's really the mute and almost has it. It also has a heavy kind of depressing feel to it. But not near as heavy and depressing as dark. OK. But for me, this is a very serious, such a serious in the whole, yeah. So I may or may not have mentioned. Why so serious? I may or may not have already mentioned the answer to what I'm about to ask.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5500.48,
      "timestamp_end": 5563.24,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: The question. If you know, answer, how are we like, whatever, if I've mentioned it cool, if not, if it's something I haven't mentioned, whatever. What would you, if you had to say one, or if you had to pick one, what do you, or obviously you have to pick one. Yeah. But what would be the most, almost, I guess you could say, if you were going to guide somebody, almost the most quintessential, again, it could have been one I've asked you, maybe you want to have it. What's the most quintessential sci-fi that it's like a must watch? If you're going to be a sci-fi fan and you want to watch sci-fi or maybe you want to call yourself a sci-fi fan, what do you feel like? Again, to narrow the question down, I already know the answer. You want to call yourself a sci-fi fan and you want to get into the genre. What do you think is a must watch for anybody who wants to be a new insurance or somebody who just anybody who wants to be, again, either call yourself a fan or if you want to seriously get into watching sci-fi.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5563.24,
      "timestamp_end": 5626.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: The same thing. I got an answer for you. What is it? Raised by wolves. Raised by wolves. Okay. I could have picked any one of those but I wanted to pick this one because you probably haven't even heard of it. I hadn't even mentioned it. Yeah, I hadn't even mentioned it and hadn't heard of it. It wasn't even on your radar. I know. For me, it's very rare. I think I've never heard you put a play a video of it when you play the trailer one day. Yeah, it might have. I think. It's been out within the last four years maybe. There's only two seasons. There's actually on the HBO Max. It's really, as Ridley Scott was like the creator of it or like a creator behind one of the main producers, people behind it who's for alien and a lot of other things. But it was thought provoking in mind, just mind explosion, just what WTF moments.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5626.0,
      "timestamp_end": 5690.48,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: But in ways that I've never seen ideas presented. Things that I don't even know if I can make sense of them. I can't try to, but it's like, it's maybe the most insane, but incredibly serious and science fiction shows with that out within the last five years. Then but there's the production, all this shit is all the calm, that whole cinematic level stuff through this got. And it's almost like you get through it and it didn't get to, and after two seasons, I know they didn't, there's definitely more to the story that didn't get answered, but it's the most WTF stuff, like what the, am I, is happening? What am I looking at in the world of sci-fi? You know, it actually literally, I used to remember watching an episode and it came out, and it was really cool because a friend, and really one of my best longtime friends, Hamilton, who ran the hit, like, will text,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5690.48,
      "timestamp_end": 5751.12,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: despratically, but I think he literally messes me, and I don't know if I was about to message him, or as I was watching it, because he was watching it, and we didn't even talk that much, but you know, it was like sci-fi, and it was talking about how just nuts in thought provoking that Deez the Show presents in a way that someone's like, what? You know, this, I've not seen anything like this. I've not seen anything like this, dealing with, and it's dealing with man and AI, to an extent. Man and AI, to an extent. And dude, the ideas, dude, I'm glad to be, it's freaking nuts, man. And again, this is Matthew's Guide to Sci-fi, but being narrowed down, honed down to the sense of TV shows. Not movies. Oh yeah. Don't think they're on movies. This is TV shows, we're not even, I'm not, movies are not to be considered, because this is, I feel like, I think that the TV show thing is almost harder",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5751.12,
      "timestamp_end": 5813.56,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: to figure out than the sci-fi movie thing is like kind of easy in the sense, because you can go watch them, you could watch a handful of sci-fi movies in a day. They're not committing to like a potential in multiple season type. But with these TV shows, it's multiple seasons, and so you kind of want to know, I've always at least been curious to know, which ones are most important in the sense, and if the sci-fi is like Star Trek, Battle Star Galactic, Stargate S&G1, you know, fucking, you know, any of the other number of ones that I mentioned, it's like always wondering, you know. Oh, another, did you ever watch the show, Eureka? No, I didn't. You didn't, that was a sci-fi, that was it. I think it probably would have been categorized as that. There was that, and it was another show that came out, I don't think it was Eureka, but it was a... And a dumb or the 100 or something? No, it was about like a small town, though. I think, it was about like the small town that had something to do with time travel. That wasn't Eureka, was it?",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5813.56,
      "timestamp_end": 5874.96,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I think Eureka, he was like a... That was a dude who had like clear avoidance or somewhere here, right? Yeah, some like that. Okay, that's not, no, there was another one I remember watching that my aunt liked when I was a kid, that only lasted like a season or two, but it was about to like town. Maybe under the dome, but that was... It could have been some weird shit to was in like a snow globe or some shit, who the fuck knows, that was their reality. That's something. But it was weird, I'll find it, I'll figure it out. Look, search under the dome first to see if that might be it. You know what, fuck it, I was gonna wait and do this on another episode and say Matthew's got to sci-fi part two, but I'm gonna ask you the last two questions. First thing that comes to mind, prisoner. Oh, the, the, the, Dinsville and the Wave of Film with the, No, the prison, the TV show. Sci-fi, sci-fi, because that's sci-fi-ish. Yeah, I mean, I don't even know if I can, the mind comes to mind. First thing that comes to mind, that's all I'm gonna say, that comes to mind. First thing that comes to mind. Be seeing you. Be seeing you. Be seeing you. That's our tagline that came from that show.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5874.96,
      "timestamp_end": 5936.84,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: That's, yeah. Well, what? I don't know if I throw on too much shows that were really, like a foundation, at least seemed to, seemed at least maybe to be what was a mainstream initial presentation of a, a potential template or a way stories and narratives can be done or told. I feel like there's a lot of, that in the zone was it, is it really 70s or 80s, 60s? I forget, but it's like that era. And I feel like if the, going back and I was just, I would be searching for what are some of those important shows about all the time that are worth watching. And if you like, two in peaks, and lost all this stuff, and I would see that come up. So I was like, okay, I'm gonna watch this. And yeah, if it makes me think of loss, to make sure things are shows that just present a person in a situation where the guy is just, every episode, he's literally just trying to escape from this island of just insane insanity that's kind of rooted in the ideas of some espionage",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5936.84,
      "timestamp_end": 5998.6,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: in spites where, I know it's in that area. It's like a label of James Bond. He's very, yeah, he's like a James Patrick McGougan, which I think fears original man from Uncle Mabel to where, and he's such a badass in that role to where, and it's, and it's just him, the, ultimately, he makes me think of Dale Cooper. And I, that's what I've said before, I feel like almost Dale Cooper is, for me, I direct inspiration to this guy, just is how badass and just upright and virtuous and absolute good that he is in this situation. It almost sounds like the word I'm gonna give for that one. And I might go back and later, puzzle my own terms. I wasn't gonna say puzzle, but foundational. Yes, foundational, like foundational. Yes. It sounds like a foundational type of film, or not film, but show. They got bedrock or cornerstone. Bedrock, cornerstone. Yeah, yeah, yeah, so guide, guidestone, something that was, that was a shining the north-steer. It more or less, so you do feel like, in a sense, it could have, the reason it was foundational,",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 5998.6,
      "timestamp_end": 6061.04,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: the reason I gave it that term is based off what you're saying and stuff. It almost seems as though it could have been so thought provoking that with what they put forth that it may be helped propel the rest of the genre. Or how? I would like to thank the children or people, or teenagers, adults, watch, saw that and just saw the way ideas and stories are presented and just questions. And this was one where you get through all this stuff against the wall and it didn't need to be brought back up. But that was kind of like built into just the insanity of it and just where, I feel like, if any kid actually did see that, I'd like to think if they were on to make movies that if they liked it, then it's an inspiration without them even knowing it, you know? I had to have been an influence. Yeah. Okay. First thing that comes upon. James Bond on acid, maybe too. Dang, that is a, James Bond on acid is a really good way of putting that. That is very, because that's like what I was thinking. I'm like, that's another, all right.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6061.04,
      "timestamp_end": 6121.2,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: First thing that comes to mind for the last one for the night, Twin Peaks. They said, I was going to save these two. I was going to save prisoner and two Peaks for another episode. First thing that comes to mind. John Rotrans sending, I don't know. It's, I'm, because technically, I believe it would be, it's without comparison. It would be considered under sci-fi. I would have to say. I would have to be, but again, without comparison, without, I feel like there's nothing in it, in the conversation with it. And that to say that things aren't, potentially equally as good. No, it's like a good point. It's like a good point. Now there's anything else to it to be like, oh, these are two really good shows that do this. This is a show that done something that people have tried to mimic, but have the closest thing I've maybe seen to something that would put in the same field genre of it would be outer range. It came out in the last couple of years on Amazon. And it's really good. And it's, I feel like I've, those things that did, though, I'm like, I can see this is almost like a yellow stone",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6121.2,
      "timestamp_end": 6183.56,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: meets Twin Peaks. And it kind of is. And it's done really well. And the biggest man in Hollywood, isn't it? So Twin Peaks is technically a sci-fi. And what came to your mind is John Rotrans sending. Yeah. And that was the thing. So where it's almost, it's one of those things where, so I'm asking you all again, this is, this is Matthew's guide to sci-fi. But I asked you what the first thing that came to mind when I said Twin Peaks was, and you couldn't even necessarily just bolt it down to it being sci-fi. You, I thought it was interesting that you said genre transcending that it's like, it's almost, it's almost, it really does watch. It really does. You watch episode, it's almost slap to comedy. You watch one and you feel like you're almost watching a horror, you watch one and you're watching something and they're all like an hour and a half. Well, the original stuff, the original epa, to first two seasons, an ABC were 45 minutes. That was serialized television. It was the return that was the one that he did in 2017.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6183.56,
      "timestamp_end": 6244.64,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: We had dug in everything. Those were like, it was a solid hour each, like showtime and stuff. But yeah, man, well, it's, I gotta, I gotta take a quick break. I need to use the restroom. But then we'll come back to our next segment. A little topic box, fine. Topic box. Okay. And we have not gone anywhere. Like always. And which brings us, we hope you guys enjoyed Matthew's guide to sci-fi. There's gonna be more of that. That's more than likely gonna be for the most part of question answer. That aren't sci-fi, where it's like he's guide to something. I'm thinking, maybe horror, but we'll see. We'll see. I love horror. It's a beautiful dichotomy or whatever. Like, is something I've never really been interested in. So I'm excited for next week. Yeah, we'll have this be a cool little reoccurring thing, but we'll be definitely getting back to. the sci-fi in because I do think that we need a deeper dive on some of these sci-fies",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6244.64,
      "timestamp_end": 6306.68,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: and perhaps maybe I'll go watch one of these and I'll have to have explanation on some of these. You know, Matt was way off. Okay, this is some bullshit. Star Wars is actually way better than I remember. All right, so let's get to this topic suggestion. The old topic suggestion. This box has been popping, dude. This is actually a poppin box. I've been more excited about this than I checked the emails here. I got going on. So this first one is from Apoco Smackins. Apoco Smackins? And what is the... Tim, what's the first one? Okay. Okay. What's your go-to guilty pleasure? Share funny or unexpected things secretly, secretly enjoy. Oh, secretly. Because I know it's like I'm 40 now, so I'm the age where a lot of stuff I just own, own it.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6306.68,
      "timestamp_end": 6367.16,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I don't do much. I secretly enjoy taking pictures of myself in the woods and lingerie time. It's like, oh, wait a minute. That's the BTK. That's the BTK. That's an interesting question. What's your go-to guilty pleasure? So guilty. I mean, I guess I would... Okay. Because guilty is like something people don't know, but I was going to say I sang in the shower, but people that were here. I feel like it knows that. They know that. They know that. They know that. They know that you enjoy. Yeah. That you consume, in a sense, that it's almost like... In my eyes, going to be kind of easy. I feel like easy. And it ties right in. It's almost like a show you might be embarrassed to know people watched or something. So my wife would have ever rained on shows. She has on sometimes... I got it. Gilmore, girls. And I would never watch on my own, but she would fall asleep and she has it on. And I would stick up and watch the rest of the episode, because I kind of felt like",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6367.16,
      "timestamp_end": 6432.88,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I was enjoying it. You're like... But I would never do it on my own. But yeah, I did fall asleep. I didn't fall asleep. I didn't change the channel. And you're like, what's... I didn't have to figure out what's going on. I didn't want to slap these women the whole time. But I kept watching them. You're like wondering what happened. So yeah, that's the... That's dark. Yeah. I guess I would have to say guilty pleasure. I like... I do enjoy watching mid-summer murder. Oh, wait. Is that that British one? Yeah. It's like the British... It's like the 20-30 seasons. It's like forever. Yes. I haven't seen it. I just know mid-summer murder or whatever. Is that like an old person's show or something? Yeah, my aunt, like Grandma watched it. It's like Murder of She Wrote. Yeah, it's like tracking like... Yeah, dude. It's pretty... That's why people are like... Yeah, absolutely. But I mean, it's soothing. Exactly. Some of the stories are compelling. Again, it is like watching Murder of She Wrote or something. Yeah, some of the stories are compelling.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6432.88,
      "timestamp_end": 6494.44,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Some of the stories are compelling. No one knows that is. There you go. Well, Brandon Jones does. Oh, that's the... Didn't she need a girl from Third Rock from the Sun? Yeah. That's it. Okay, here we go here. That was a... That was a podcast. Yeah, you're right. Okay, here... Oh, we got Bird again. It's nicely bird-sitting. Little Bird. So what is the hidden talent or an usual skill that you have if you could instantly learn any skill or talent? Wait, so what's one that we have? And then is... Okay, so what's one we have? And if we could learn when we don't have, what would it be? It's a skill or talent. I don't know if you could call either one of these a skill. I can blow bubbles with my... Using with my tongue, like with... I guess saliva. I can use saliva to blow bubbles and I can put my leg behind my head. Okay. Mine... I can make... Fart noises with your hands. Yeah. And you have a great bob-billing impression.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6494.44,
      "timestamp_end": 6554.44,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh, you can force farts? The way I can force burps and whenever I was young, I figured out a way to contort my body to actually create a fart. It's disgusting. It sounds like... It sounds like you have to suck air in. I learned how to do weird position as a child to do that and it was... It's gross. I had a fart off at camp once. I mean, this other kid, because he could do it at different positions and all together. I don't know. He's kept going back and forth. It was like, is late at night with different than bunks and... And you just kept farting. It's just so disgusting. But it was a little... Yeah, I don't need it. Okay. So then what skill would I want to have or talent? What skill or talent I want to have the skill or talent to I think it'd be a skill to Hypnotize people like energy vampire. I'm almost okay",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6554.44,
      "timestamp_end": 6615.36,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: The gentleman hypnot hypnosis that would be my skill. I'd like to be able to have is to be able to hypnotize someone Mine would be dancing dancing. Oh fuck that's a good skill like I really have come to I I could say anything very highly and I really I really said anything I still talk about And things about being human. I feel like dancing is one of the most humanistic Yeah artistic and emotional expressions that we have that's true. It's really quite beautiful. That is true There we go, and so what's the next one art? Is art nor is art nor again? We didn't I don't want to skip one That's okay. It's art nor Okay, if aliens landed on earth what's the first thing you'd show them and why I mean Twin peaks Let's see uh well Okay",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6616.24,
      "timestamp_end": 6678.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: um It What for me? It's it would have to be something funny It have to be something that shows somehow is a Representation of the value of humanity and what we might have offered it's unique or different than Because I don't know if they be it though. I don't know who knows about at least like to do or show them something You know that's right That's them know that no I get it humans have some unique beauty to them You know because I could show them a kid or love and all spring and they might have something similar who knows but I you know The idea of humor and that sort of thing you do you don't you knows, you know So I'd show up put on Dave Chappelle. They'd be like do what this ain't funny than me Put on the bibble episode now teach him about racism I think Wow if they landed here. What's the first thing? I show you got really think about this well after I show you gonna land",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6678.32,
      "timestamp_end": 6741.12,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's probably could be right around where you live and you would probably be the first person to come Yeah Well after I showed him my dick a pug dude um now oh Pug the power of the pug honestly them that because that is actually funny too But it's not us but we actually bread kind of bread no because lily would bark at him Yeah, maybe not lily potato who shall put it put potato with bark to Tano fucking go she'd bark to you. They're nuts. They're not jobs They might set the vibe off weird Yeah, actually that might be the most threatening thing we could show them Yeah, dude No, man, I think uh oh you know what? Oh It's okay, buddy. Don't you just you find it don't go away in the situation Don't go forcing it Show them the last 25 seasons of Dallas Cowboys football. I was thinking something like show him the desk catch",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6741.52,
      "timestamp_end": 6805.52,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: What's he wrong? What do you think? What do you think? I mean do you think anything does got it? I mean look at the outfit shroud do you think he did it? Yeah, I'm gonna say like show him you could show him some like crazy shit You could show him like some wild shit and be like but then again Thing it's like think about it. It's like they were no about a lot of it. That's the thing Depends on what your assumptions are you know if what they've learned about us and what they cared to learn about us You know if they look at us as bugs they would show about it. I show him how to crap Fuck it. I'd show him how to roll blunt That's probably the perfect because then it they would see that like hey man, I'm chill I'm not trying to hurt y'all. I'm gonna show you what this is how my people we come together Yeah, this is brought. This is brought people I know I'm joking smoking a bunch of this has been the one thing I know to have brought Why you may or may not agree with it? This has been the one thing I know to bring Everybody together regardless of race religion",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6807.84,
      "timestamp_end": 6868.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: political ideology Food is done man. Who does that? Yeah, but sports do nothing quite better Nothing get you high though None of that get your stone man telling you man all that you get some of that good sticky. Keep burning in there Yeah, man, why can't say you might not agree with it, but hey man. I think I'd probably show him I'd show him the blunt you to give him a good old clan bake Yeah, it's a green box and maybe you know we get into maybe they have some dink stuff they could share with you Yeah, well, I don't know I think I've had you know, I don't know dude you imagine that space weed What if they were like to be going it on ISS man every career? They have to all the brain implants the things that grow. Oh, that would be one to do weed You know obviously ones you can eat and then ones you can smoke smoke and hemp you can make clothes and all sorts of fun stuff out of Apparently I see stuff as I made with him, but like I want to see the process of that's done I believe it I just want to know the extra process",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6868.8,
      "timestamp_end": 6929.16,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know what I just randomly had the thought of did you ever watch that this is in this came out of nowhere I don't know where we're going right now. I might be done with this. Oh, yeah I just went we didn't miss anything to do. Um, I don't think so. Do you did you ever watch that wild wild country? No, wait no, can menry. Yeah, I did the one that they made fun of also on that Back shit country. Yes. Yeah, but I watched the one that we were people moved into the town I love I tell you one of the funniest I love watching the Interviews of those people in that town that shit was fucking hilarious dude and do in ducking Documentary now, man, it's such a great job. That is one of the not enough people know about Dude documentary now is seriously It's about as genius level comedy first thing that comes to mind when I say documentary now Genius genius Fucking brilliant Albert Einstein light bulb. Yeah comedy Albert Einstein the smartest comedy that theory relativity No, it's seriously hilarious the way they make fun of like their ability to make fun of everything and like into the level of accuracy",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6930.0,
      "timestamp_end": 6997.56,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: They do shit even evolves because it kind of starts with what's great where they are kind of doing yes Take actual documentaries that have existed and they would kind of create funny, but realistic They're done like so well, but then like they don't want they came to where they made up there a lot of my favorite ones are even ones where they were just Entire fake documentaries not even They do another one parody anything. Yeah, yes, so they interspers both of them so well, dude like no doctor What are you now is amazing was that the Al Capone Hall? They are something and like that your being finished like town where they celebrated like it is dude, but it was looked I It Looks like it actually dude that I mean they did it over there in the cameos and that was amazing What's his name from Reno 9 1 1 on the? Telefilm dude, he was like I thought I heard some poppin and I was listening to this Johnny Mathis record And I looked and there was nothing on the back of that record about no poppin He's like I know I thought it sound like somebody poppins the popcorn or the blue gene committee",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 6997.56,
      "timestamp_end": 7060.4,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Oh my god That shit with that with the band that shit was hilarious. Oh my god I love the one I think probably my favorite was the fucking Was the eye doesn't lie and he kept just pulling out trail mix and this wasn't the fun kind neither with the chocolate and the M&M's this was just the nuts Richie Wheatland But he was like when Bill Hader Bill Hader and dude from Parks and from yeah Parks and Rec And no Yeah Fred and Bill Hader where Fred Armistead was Don Lentille And he was like he gave he gave Richie Wheatland he was picking him up He gave him a ride he hitchhiked him. Yeah Richie Richie Wheatland put in he was like put in poison And he was like and then he was like I heard that I sensed the worst thing I've ever heard he took it out And he threw it out the window and Bill Hader was like you know messing my poison man",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7060.4,
      "timestamp_end": 7121.28,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: And he was like I told myself in that moment right there I'm gonna do whatever it takes to screw this guy He looked like the type of guy he was like he looked like whenever he talked about Don Lentille Fred Armistead picking him up he was like he looked like a kind of guy that He's like war had a braided belt on and had a t-shirt you get on vacation or something He was not my kind of guy And he's just like was the most unlikable That wasn't the copy of the murder but no And then later on the cops pretty much admit that they knew that Richie Wheatland did it and that it was Don Lentille was innocent And they were like yeah, they were like but I mean we'll just look at him They hated him and then like Don Lentille was like do I that's really some information that'd be interested You know like I'm just curious do you know if he did it did he do it? He's on death row for this Wondering then will that be very interesting. I'm just curious. I like to listen to music",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7121.28,
      "timestamp_end": 7183.48,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You know jazz music lots of hot pejios The chicken rice one is oh my god. Yeah, we got one in the drones one This is how far you can spread your arms in a Mexican hallway in Mexico Pablo Chacón's here whatever Trying to level with him. It relate. Yeah, y'all need to, if you have not all that, all that to say all of us ruining the episodes to say, dude, documentary now on Netflix, it should still be on there. Oh, and one thing I think I might, and maybe I'll do it. We might be able to look to be right now. Did you? Is there? Did you know what I was going to say? Where you really can bring up to me? I swear to you. I was literally about to bring up to me. I swear I was about to bring up to you. Dude, we're on the same page. No, it's cool. We can bring up to me. Then we can go and plucked. I haven't had enough time to think about it, but I thought it like, it'd be cool",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7183.48,
      "timestamp_end": 7245.16,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: with the amount of the amount that I talk about to be. I need to give my it was a good, it'd be almost like and the odds are. It's still pretty crazy. It is, but it's almost, I know it's a, it's high. If I were to, they're high toss pick five, right? They might ease about it. But still that was pretty crazy. That was pretty crazy. What I was going to say is I should give my top to my top to be picks. Like because that can, I can, but they cycle and go. So it just be like what I'm saying, experienced since you've gotten there's in a way that I know what I'm saying. Like my top to be picks could be because there's the leaving soon. Exactly. So you have to tell them stuff like that's, you know, I'm either I've either know it was. Well, that's what I'm saying. Like I can either let them know the recently added good shit that's on there. Or the stuff that's about to leave because all I'm trying to do is get shelter to be so pull the to be real quick. Just this can be the first time. And here we go. This is on the fly. I don't have a list made. This is going to be the last. Now we're going to give it a minute from to be yet.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7245.16,
      "timestamp_end": 7307.08,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: I, this week, I promise you I'm going to reach out to him. I swear if you can get in checks. What from them hitting us up being like, yeah, I was going to start with you. Well, actually, you're the one talking like we're like, we're going with you. Go to the homepage. Go to two being go to recently. No, this isn't what the fuck. Oh, it's not the what? No, that is to be recently added. Go to John. You don't ever go to the website like the fuck. No, I used to the Xbox interface. No, I use them. I have it on my like Roku. So go to you need to go to a browse. Yes, they be under here. Okay. Browse, briefly, uh, leaving soon over. Up, over. Down. There we go. Okay. So first of all, it's they actually have things categorized in pretty fun in interesting ways. Yes. Like, oh, beyond the scoreboard. Oh, what's that first time? Leaving soon. Let's go. I think leaving soon is a great place to check because, oh, that, Jan, you don't want to move. You don't want to miss anything. So we'll slide down and I'll see what I think is one of the most important. Some of the most important in here. Rough and gentle. That's a good one.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7307.88,
      "timestamp_end": 7368.12,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: It's got a really funny scene. The hunt. Mads, Nick, Michelson. Oh, yeah. Yeah, I can't go wrong with that. Um, keep going, keep going. Keep going. Free state of Jones, if y'all didn't see that, that is on two. It is leaving soon. It's a good one. I believe it. Did you ever see it? Nope. Oh, dude, it actually is good. Crowell, was that seems like it's up your alley? No. I mean, no. Yes, I'm happy with Bill Gorbjerg. See, okay, I realized and identified what it is about two be that I love so much. Love the high, the spectrum of movies you get to see it is the closest blockbuster. I can come to going to blockbuster. It is literally the closest I get to the same experience I had as a kid. That I'm glad you said that because where I, I browse that I didn't know what I was going to find. We're powerful and important information.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7368.12,
      "timestamp_end": 7428.52,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yes, because it's like a digital fucking blockbuster because she was the same. And a lot of people say they miss going to the store and people scan Netflix. And it is what it is. And you get this. But this is definitely more like this is like going to blockbuster because it blockbuster. You saw fucking. Oh, my you saw Gary Bucy's gingerbread man was it blockbuster. That's you'll see that shit on here. You're not going to see gingerbread man on fucking Netflix with Gary Bucy. Yeah. Like you would see that and blockbuster. They they it's like they're not trying to promote it. They just have it. They have it. And it's like hey, literally this is like going. This is the closest you can get in modern day times and going to blockbuster. That's exactly it. Charles Charl's Bronson hard times. Hard times. That's a little three ninjas. Oh, look at this. Bronson leaving soon. Click click on it. See how much time it has left. So it gives you the part today. It usually tells you like how much on the other interface it tells you. Scroll down. It has to somewhere.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7428.52,
      "timestamp_end": 7489.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Let me go back. It was in the leaving soon area. Yeah. Yeah, we're still leaving soon. That's weird because on my interface when you go through like, well, it'll say like it'll have a yellow dot next. I'm just on the website so yeah, but so has the same movies but yeah, it's like you might get more value Yeah, if you're if you're on like a tea. Oh, yeah, that's a but what's it most people won't be looking at it the way we are no They'll be on their TV's in their blind date Huh So yeah, man, and then oh that makes six Marines there you go to be to be just like again I know it's got it's like a warm blanket Yeah, the best I can say is it the best way I can sum it up is it literally it's it's the closest you can get to go into like blockbuster Because you're just get Stephen King riding the bullet by the way if you haven't seen that movie that is a great movie I have like that movie Stephen King's riding the bullet walks the trailer pull it up and then we can wrap up or whatever it has Traylor's correct. I believe so Go right there click on the button. Oh, it absolutely has trailers",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7489.96,
      "timestamp_end": 7553.8,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: You just might not be able to see him on the way that's no Scrola Yeah, I thought they Know they do yeah, probably on just a website, so it's kind of probably a weird interview Yeah, they probably put the least effort into this because this gets the least viewers, but Right the bullet was an interesting one. I believe it had a what's his name David Arquette. He was the main like guy in it I liked it. It has a It's a good movie or he wasn't the main guy David Arquette was a guy I honestly don't know what I do if I didn't have here For a man who never escaped his past hey, he can change Nothing is more dangerous David Arquette",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7554.8,
      "timestamp_end": 7617.6,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Gritz Christine Keep the kid Who's it gonna be? Must be faced you have to decide now So the bullets to name in the roller coaster ride the bullet yeah, the bullet yeah, that's the name of the roller coaster Okay, you did That's all I need to know nothing that travels Yeah, so this this this could for some people may be falling the thing of the adaptations of Stephen King stuff whatever one is better one then but Potentially maybe I think the reason I liked it is again, it's not though You might not some people might not enjoy it, but I liked it because it was very like",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7618.0,
      "timestamp_end": 7683.0,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: From the crib tails from the crib style. I was gonna say it's very like tails fill tails from the crib slash Creep show yeah The vibes it has it's not again, it's some of it is very cheesy almost very campy But to go into yeah, that's warm it's grown on me again kind of like it There's that warm blanket feel to it. It's a it's a type of Stephen King's got his whole own I feel like his own genre for which is pretty cool It is where it's not gonna get Generally is good to go test in modern in certain ways it can be I guess but the book but really it's accessible to me But it's still pretty like it's it's really you know, it's a very interesting ideas interesting stories I think before we to wrap up some of this talk with them we can go wherever I think one thing an adaptation This just kind of came to me, but an adaptation. I really love to see Of like one words done in a movie style, but it",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7686.04,
      "timestamp_end": 7748.88,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Make it actually Fucking scary and real is take like some of the like for instance make like a goose bumps Like RL Stein like RL Stein stories like some of his goose bumps stories or something like do like a really good modern Yeah, I think that'd be cool cuz they did the show they had to show That was like a reboot so many shows made what I had to be they had to reboot with a homeboy from what's his name Justin Long and that the dude from Jeepers creepers. Yes, he was in it. That was it was actually good It was goosebumps. It was like a TV show and I feel like there might be something but been made But it's probably not goosebumps, but something it's doing the same thing I was gonna say I just think it'd be cool to wear for instance if you ever watch the movie or anybody out there seeing the movie trick or treat That movie was like, it was really good because it told a bunch of different lore stories in one. They talked about like, it is almost like the lore in the",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7750.2,
      "timestamp_end": 7810.92,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: story of like, if you don't leave your, you know, don't lie to Jack Lanner or don't leave it lit, you know, what happens. If you don't like, for instance, it's told the stories of like werewolves that had a segment where it was like to tackle some of these same things. I think it would be cool. And it goes bump, but a goose bump theme one and a goose bump like where they still did some of the monsters like, literally the most popular stories. Because I know if they don't the creepy posture would be like the modern version and they've done stuff. But yeah, not just use, but use the old lore, but do it in modern ways. Like the one episode where the girl had the Halloween mass as she put on it, she couldn't take off. Okay. And it like kind of haunted her, possessed her, whatever life. To scout doing a monitor that there hasn't been something that's even in the realm of that. I'm not saying it has her. Yeah. Yeah. They haven't done what you're saying. But I'm saying a thing. The people they got like sealed approval from Arles Stein. If you still alive, I don't even know if you still are. Arles Stein. I just remember that name on this book covers. Dude, his original was Fear Street. And I still they did that.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7810.92,
      "timestamp_end": 7871.48,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Fear's teach show on Netflix. I still kick myself in the ass. Because I did like it. It was good. But I still kept, kick myself in the ass for getting rid of a bunch of fear street books that I was gifted. I let my mom get rid of it. I never even knew about it to the Netflix did the thing. Yeah. But I just saw it's part of the first step. I didn't because I don't care about horror. I don't remember. I had it on bet. That's what I think is cool. I just, it's like with, you don't like horror. But I realize that it's like you probably get the same. I'm getting closer to getting into it. Then I was gonna say you probably get the same like dopamine hit whatever that I get. And some of the do some for the elevated for is kind of crossing me over to it. I think the reason a lot of I think a lot of the reason I like the horror stuff is because it's like I want to feel afraid for once. No, it's not just that. It's that it's that I the way that they number one",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7871.48,
      "timestamp_end": 7936.48,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: falls my favorite time of year. It fall like in movies that can capture that well. And of course Halloween and all that is around that time. And so it's easy like just the setting and the setting is the big part of it for me. And also it's yeah, it's the setting and also there's a cost over it's like alien and stuff. It was like the sci-fi horror crossover. So there's like a natural bloodline between those two. Yes. Yeah. And there's movies like that that I love. But I just realized that I'm talking about it that it's like you still get you pretty much get the same like I have to. Yeah, absolutely. For us to really want to watch them that way because it's like I love watching all things like for instance, I later. I made a mission and it's so. It's funny that I said made it a mission, but it's so hard. I've only watched like the fucking first two. I really do. Like since I'm such a fan of horror, I really do want to get through all of the leprechaun movies genuinely get through honestly. I commend you on this. Honestly for it.",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7936.48,
      "timestamp_end": 7997.16,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Because I do see it is I see it as I think that the leprechaun movies hold a place. I mean, I think they do. I think it is. I think I've watched the first one. I've not again. I've not watched all the peaks. Man, just like. Oh, he'll raise her the first. I need to get Cody on. I mentioned before he moved. He kind of messed up with comedy. Horror is his thing and he'd even do like make up and crazy costumes, but he's. I need to get on see out to you can talk because he is the most tore person. I know besides you. So I'm about to skip off of something and I'm hoping we're going to. I was hoping we'd end up landing on it. We're going to need to spend the wheel again, but I was hoping that will for a time of for our next movie picks. Yes, the real time. A movie I love that I don't know if you ever saw and it might be one of those",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 7997.4,
      "timestamp_end": 8057.48,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: things when I go back and I watch it. I don't, you know, it could be it could have just totally been a time thing when I watch it when I was a kid. Movie I loved as a kid and I don't know if you ever saw sitting. There's this. Yeah, the shadow. Oh, the kind of super hero movie. Well, is it kind of the Baldwin with. Oh, I like Baldwin. I remember batten. No, I don't think I have seen it. Really? Yeah. It does make me think that other hero movie that came out with freaking Billy Zane. But it's different. But you should look up after you do the wheel, look up the shadow or whatever or shadow or whatnot. I remember I used to watch that Debbie had recorded it recorded it for me. So if he killed, he shoots somebody. No, she recorded it for me off a TV on VHS and I used to watch this shit I remember like there was a scene in it that like it is nice to hear Little these little way anecdotes type things of your relationship with your aunt. Oh, yeah, dude",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 8057.48,
      "timestamp_end": 8117.6,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Yeah, we're really quite close. Oh, yeah, very close very close. That's cool It's funny like me and her we We had a great we had a very similar taste in like movies and stuff and I mean she's probably like an in kind of influential on yeah Yeah, no absolutely huge influence What the fuck we got 75 73 and 76 way we need to go through the 70s 1976 We don't we don't pick it we did we just ran them generate it should have done that Okay, should I've done that on Don't reason we do this is this so that we can actually that people see that how we're doing it because I wouldn't sharing it Okay, sure It can be we can see we can still go with 76 2012 Is that it or we're doing 76? Okay, okay, we'll do 76, but that was letting people know that's how we did I agree I agree",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 8117.6,
      "timestamp_end": 8177.9,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: We'll do 76. Yeah, yeah, might as well stay back in time 1976 I think it is funny that we're we're sticking to the 70s look at that because we can talk to about all the movies from 20 2000 I know it is nice I'm supposed to cut it off at 2000 But I missed a true that is true, but it's okay It didn't go past so you can still cut her off at 2000. Yeah, last week. We really just shout on it check out the That trailer for the shadow And then we could give racks and get out of here. It sounds good 19 I it I was making I just want to remember the name of that believes they moved action adventure. What was the name of that Billy's in Yet the little skull ring oh, yeah the skull or whatever it wasn't the school Yes, I know exactly what you're talking about You're not almost consumed. Yes For as long as you can remember that she's not bad",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 8177.9,
      "timestamp_end": 8237.94,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Gillesen cool guy He's a press freedom shot. I'm not looking for redemption You have no choice But I'll teach you to use your black shadow to fight evil The next one looks like he better than I expected the shadow Thumbless cement shoes Who's there? Is this dark man? No, no, no, no, it's the shadow. Oh, you just he just typed it in what How about Blank man Damon Williams So this came out saving six like watch this this week The Phantom yes Remember there's some Motion thing that we look he did look badass shadow Yeah, I'll ask Baldwin at the fucking tool 19 11 Maybe this is like what audition to want to be Batman or something",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 8239.34,
      "timestamp_end": 8303.66,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: This is That knife that you're like at its own light. Yeah I'm gonna be a Miller And Tim Curry. Ha Tim Curry Just a trans best-dive in Transylvania Transsexual transsexual transvestite From transsexual I just love that graphic right here. That is great. I love the movie are dude that graphic was you got to watch the shadow man All right, man. I will definitely a check it out for you after and then yeah, sorry man That's that's been it. We're about to do a record. Yeah, we did we did we did some topics of the week We do I'm excited for you to watch it. Yes. Now what you think? I'm looking at my wife who just sontered in here with a pug my recommendation of the week is gonna be buy some firewood Buy firewood My recommendation is gonna be get yourself a little mini chimney",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 8307.3,
      "timestamp_end": 8368.98,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  },
  {
    "text": "Topic: No specific topic Spoken Words: Mini chimney which by the way you could probably find those it sometimes you'd be surprised your local Tom pump That's right bottom they sell them out front around the fall time you can find them out there You might find one scrolling on to be to be you could find a low a small chimney of manufacturer and But yeah, there's many ways you can find neat little things. I'm glad you like the chimney so much It's there Be saying",
    "metadata": {
      "date": "01-06-2025",
      "episode_number": null,
      "episode_title": "Expert Picks: Best Sci-Fi Shows That Redefine the Genre; 1973: A Cinematic Time Capsule; Topic box",
      "timestamp_start": 8369.98,
      "timestamp_end": 8399.26,
      "chunk_topic": "No specific topic",
      "topics": "Expert,Picks,Best,SciFi,Shows,That,Redefine,the,Genre,1973,A,Cinematic,Time,Capsule,Topic,box"
    }
  }
]